<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Drehzahlbegrenzer ausbauen?</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Drehzahlbegrenzer ausbauen?
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Drehzahlbegrenzer ausbauen?</h1>
            <div class="post-meta">
                Posted by <strong>burkard-weiss</strong> on 2011-12-02 18:20
            </div>
            <div class="stats">
                Views: 9548 | Replies: 4
            </div>
        </div>
        <div class="post-body">
            <p>Hallo liebe Hafi-Freunde,</p>
<p>bin gerade dabei, meinen Hafi (Schweizer&nbsp;Milit&auml;rausf&uuml;hrung Bj. 1967) &nbsp;wieder zusammenzubauen. Mein Automechaniker (erfahrener Fiat-Schrauber aus Italinen) meint, wir sollten den Drehzahlbegrenzer ausbauen. Was haltet ihr davon? Wovor sch&uuml;tzt der eigentlich?</p>
<p>Gr&uuml;&szlig;e </p>
<p>Burkard</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2011-12-03 21:08
        </div>
        <div class="post-body">
            <p>Das Ding sorgt daf&uuml;r, da&szlig; Du den Motor nicht &uuml;berdrehst. Wenn Du aber gef&uuml;hlvoll f&auml;hrst und Dich an die Geschwindigkeitsgrenzen h&auml;ltst, brauchst du ihn nicht wirklich. Und wenn Du mal 37 km/h statt 35 km/h beim Hochschalten f&auml;hrst, st&ouml;rt es den Hafi auch nicht.</p>
<p>Meiner ist eher weiter oben orientiert, drin ist er noch, weil er dazu geh&ouml;rt.</p>
<p>Gru&szlig; Norbert</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-12-03 21:56
        </div>
        <div class="post-body">
            <p>@ Burkard !</p>
<p>Drehzahlbegrenzer wurde sowohl in die milit&auml;rischen als auch bei zivilen Ausf&uuml;hrungen eingebaut. Grund: damit der Motor nicht mit extrem hohen Drehzahlen betrieben wird, das hei&szlig;t also, damit der Motor geschont wird. &nbsp;Aufgrund der starken Untersetzung im Getriebe und bei den Stirnr&auml;dern in den Radantrieben kann die h&ouml;chste zul&auml;ssige Drehzahl des Motors leicht &uuml;berschritten werden. Passiert das zu h&auml;ufig, so f&uuml;hrt das zu &uuml;berm&auml;&szlig;igen Verschlei&szlig; der Kolben und Zylinder-Laufbahnen, der Gleitlager bei Pleuel und Kurbelwelle usw. d.h. der Motor wird kaputtgefahren.</p>
<p>Zur Frage ob du das Ding ausbaust oder dranl&auml;&szlig;t, gibt es wie so oft 2 Ansichten:</p>
<p>a) der Originalit&auml;tsfreak wird Wert &nbsp;darauf legen da&szlig; sein Fahrzeug dem Zustand wie "Ab Werk" entspricht. Vorteil: Motor ist gesch&uuml;tzt vor zu hoher Drehzahl da der Begrenzer bei 5200 Umin abregelt. Nachteil: sollte mal "im Feld" die mechan. Benzinpumpe versagen und du mu&szlig;t eine Ersatzpumpe einbauen, so ist das fast unm&ouml;glich mit angebautem Drehzahlbegrenzer. In deinem Falle hat der CH-Haflinger aber eine elektr. Pumpe, da stellt sich das Problem eh&acute; nicht.&nbsp;</p>
<p>b) Der Praktiker mi&szlig;t dem Zustand "wie ab Werk" weniger Bedeutung zu und f&auml;hrt ohne Drehzahlbegrenzer, weil er einen Drehzahlmesser am Armaturenbrett hat. Vorteil: im Feld kann eine Ersatzbenzinpumpe rasch und ohne Probleme eingebaut werden, und wenn n&ouml;tig bei starken Steigungen kann noch Gas gegeben werden ohne da&szlig; die Motorleistung aussetzt. &nbsp;Nachteil: Einbau DZM ( kein gro&szlig;es Problem) , und man braucht ein gewisses Ma&szlig; an Gef&uuml;hl beim Fahren, mu&szlig; also dem Motor zuh&ouml;ren k&ouml;nnen um ihn nicht in hohen Drehzahlbereichen zu betreiben.....</p>
<p>Gr&uuml;&szlig;e; AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2011-12-06 19:21
        </div>
        <div class="post-body">
            <p>Hallo Burkard,</p>
<p>also ich bin ganz froh daran, da kann man in einer brenzligen Situation im Gel&auml;nde einfach mal voll auf dem Gas drauf bleiben und muss nicht auch noch die Drehzahl im Auge behalten. Speziell f&uuml;r mich als weniger erfahrener Gel&auml;ndefahrer ganz hilfreich. Ich lass den Riemen drauf...</p>
<p>Geh&ouml;rt hab ich, dass die Serie II-Motoren robustere Pleul haben, die h&ouml;here Drehzahlen ab k&ouml;nnen, bei denen w&auml;r es nicht so tragisch. Ob was dran oder das ganze nur Gerede ist, werden dir ganz sicher andere hier sagen k&ouml;nnen...<br />Gru&szlig;</p>
<p>&nbsp;</p>
<p>Stefan</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>burkard-weiss</strong> replied on 2011-12-06 20:31
        </div>
        <div class="post-body">
            <p>Hallo Stefan,</p>
<p>ich glaube ich werde es einfach einmal probieren und das Ding drin lassen, aber stilllegen - mal schauen, wie ich damit zurecht komme.</p>
<p>Herzlichen Dank f&uuml;r die Info.</p>
<p>Gr&uuml;&szlig;e</p>
<p>Burkard</p>
        </div>
    </div>
</body>
</html>
