<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Probleme mit  dem &quot;Hinterachsantrieb / Getriebe&quot; nach &#214;lwechsel</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Probleme mit  dem &quot;Hinterachsantrieb / Getriebe&quot; nach &#214;lwechsel
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Probleme mit  dem &quot;Hinterachsantrieb / Getriebe&quot; nach &#214;lwechsel</h1>
            <div class="post-meta">
                Posted by <strong>Stefan Beerendonk</strong> on 2010-08-07 22:57
            </div>
            <div class="stats">
                Views: 5287 | Replies: 2
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>ich habe mal wieder ein Problem und hoffe auf eure Erfahrungen ;c)</p>
<p>Ich habe vor geraumer Zeit das&nbsp;&Ouml;l am Hinterachsdiff. und Getriebe gewechselt. Die Viskosit&auml;t stimmt, es ist mineralisch, etc,etc,.... </p>
<p><span style="text-decoration: underline;">Nun&nbsp;hatte / habe ich&nbsp; folgendes Problem:</span></p>
<p>Der Hafi dr&uuml;ckte bei Kurvenfahrten (&nbsp;und beschleinigen aus dieser&nbsp; ) merklich geradeaus, trotz Lenkbewegung. Da ich diese Eigenschaft dem Differenzial zuordente, habe ich dem &Ouml;l&nbsp;&nbsp;ein entsprechendes Additiv (&nbsp;Liqui Moly Getriebe-&Ouml;l-Additiv&nbsp; mit MoS2 LM 1040 ) in entsprechender Menge beigemischt, welches nach einigen Kilometern diesen Umstand enorm reduzierte....bzw. aufhob.</p>
<p><span style="text-decoration: underline;">Aktuell bleibt aber folgendes Problem:</span></p>
<p>Wenn ich mit dem Hafi vornehmlich in Linkskurven fahre und aus der Kurve heraus beschleunige, habe ich den Eindruck, dass sich irgend etwas im hinteren Antriebsstrang "verspannt" und mit einem&nbsp;un&uuml;berh&ouml;hrbaren Knacken/Schlag&nbsp;beim Beschleunigen wieder l&ouml;st...fast so, als ob ein ungesichertes St&uuml;ck Ladung von der einen Bordwandseite zur anderen rollt.......</p>
<p>Ich hatte schon die Sperre als &Uuml;belt&auml;ter vermutet, und diese mehrmals apprupt bet&auml;tigt ... leider ohne Erfolg ...&nbsp; Wohl ist zu erw&auml;hnen, dass sich ohne Kurvenbeschleinigung ( Gasgeben in der Kurvenfahrt ) , dieser Umstand nicht&nbsp; oder kaum merklich &auml;ussert ....</p>
<p>Habt ihr einen Tip oder eine Idee, woran dies nach dem &Ouml;lwechsel liegen k&ouml;nnte???</p>
<p>Ich bedanke mich f&uuml;r die tolle Hilfe in diesem Forum schon einmal im voraus!</p>
<p>Ein sch&ouml;nes Wochenende ;c)</p>
<p>Gruss aus dem Westerwald</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2010-08-08 07:15
        </div>
        <div class="post-body">
            <p>Servus Stefan, </p>
<p>genau das Problem habe ich auch, jedoch das Ger&auml;usch mehr auf der Vorderachse. Eine Zeitlang war es ganz krass, da war ein mehrfaches Knacken zu h&ouml;ren. Ich hatte damals aber unterschiedliche Reifen drauf, mit ca. 3cm Umfangunterschied. Allrad ausgeschaltet.&nbsp;Nach dem Reifenwechsel war das mehrfache Knacken weg.</p>
<p>Jedoch das Geradeaustreiben tritt noch gelegentlich auf, ich habe jedoch den Eindruck, da&szlig; folgende Faktoren zusammenkommen:</p>
<p>Linkskurve,&nbsp;&nbsp; schnelle Geschwindigkeit und Kurve nach au&szlig;en fallend. Es k&ouml;nnte eine Lastwechselreaktion sein: Kippneigung nach rechts und Entlastung der Vorderachse durch Beschleunigen, relativ wenig Druck auf den gelenkten R&auml;dern. Vorwiegend im Kreisverkehr.</p>
<p>Ich bin immer noch am beobachten. Schnell fahrende Hafis auf Asphalt sind auch eher selten...</p>
<p>Ich habs auch mal im Pinzgauerforum bearbeitet.</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2010-08-08 11:29
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Ich halte es f&uuml;r m&ouml;glich, da&szlig; das Gest&auml;nge der Sperre ausgeschlagen ist und sich deshalb die Sperre nicht ganz ausschalten l&auml;&szlig;t. Auch das Knacken deutet darauf hin. Einen diesbez&uuml;glichen Beitrag gab es in diesem Forum schon vor ein paar Jahren.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
</body>
</html>
