<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Demontage Bremstrommel</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Demontage Bremstrommel
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Demontage Bremstrommel</h1>
            <div class="post-meta">
                Posted by <strong>ConstantinKiesling</strong> on 2010-04-19 07:35
            </div>
            <div class="stats">
                Views: 6817 | Replies: 4
            </div>
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Beim Haflinger Fahrgestell, das ich zur Zeit restauriere, ist bei einem Hinterrad die Bremse komplett fest. Die Trommel geht daher nicht runter. Wie bekomme ich das am besten hin? Habe Angst, die Bremstr&auml;gerplatte zu ruinieren, wenn man zu brutal mit Schraubenziehern o.&Auml;. reinhebelt.</p>
<p>&nbsp;</p>
<p>Lg,<br />Constantin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-04-19 10:22
        </div>
        <div class="post-body">
            <p>Hallo Consti,</p>
<p>also als erstes f&auml;llt mir W&auml;rme ein. Ich w&uuml;rde mal versuchen die Trommel mit dem Hei&szlig;luftf&ouml;n gleichm&auml;&szlig;ig zu erw&auml;rmen. Ich gehe davon aus da&szlig; Du eh neue Bremsbacken verwendest, dann k&ouml;nnte reichlich Rostl&ouml;ser auch nicht schaden. Ansonsten best&uuml;nde noch die M&ouml;glichkeit ein Abziehwerkzeug zu bauen.&nbsp;So k&ouml;nnte das Teil aussehen: zuerst 4 Verbinungsmuffen M10x30 auf die Radbolzen drauf, und je ein St&uuml;ck Gewindestange als Verl&auml;ngerung drauf, dann einen Flansch aus Flachstahl 120 x120 mm mit dem Lochbild des Radflansches drauf und daran Arme schwei&szlig;en die entweder in die Ablaufl&ouml;cher der Trommel oder au&szlig;en an den K&uuml;hlrippen angreifen.Bei den K&uuml;hrrippen m&uuml;sste&nbsp;man m&ouml;glichst mehrere gleichzeitig gro&szlig;fl&auml;chig greifen damit sie nicht abbrechen. So k&ouml;nnte man mit hilfe von 4 Muttern M10 versuchen die Trommel abzudr&uuml;cken. Nat&uuml;rlich ist es ein erheblicher Aufwand so ein Werkzeug zu bauen aber wenn man den Rest seines Lebens mit Haflingern zu tun hat lohnt es sich allemal.</p>
<p>Gru&szlig; Bernd&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-04-19 17:58
        </div>
        <div class="post-body">
            <p>Was ist fest? Kolben im Radzylinder oder Handbremshebel in der Ankerplatte oder die Exzenter mit denen die Bremsbacken eingestellt werden. Dreht sich das Rad mit Hilfe vom Motor.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-04-20 17:13
        </div>
        <div class="post-body">
            <p>Ich glaube, die Kolben sind fest... Werde mir aber die Exzenter noch genauer ansehen und ein bisschen herumprobieren.</p>
<p>Danke f&uuml;r die Tipps.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-04-22 17:11
        </div>
        <div class="post-body">
            <p>Hab die Trommel jetzt herunterbekommen!</p>
<p>Sie hat sich vor der Demontage schlussendlich eh drehen lassen. Das Problem lag glaub ich an der korrodierten Passung an der Nabe. Habe die Nabe eingespr&uuml;ht und mit einem kleinen Gasbrenner die Trommel erhitzt. Sie hat sich dann runterklopfen lassen.</p>
        </div>
    </div>
</body>
</html>
