<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Sp&#228;tz&#252;ndung</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Sp&#228;tz&#252;ndung
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Sp&#228;tz&#252;ndung</h1>
            <div class="post-meta">
                Posted by <strong>Norbert Palme</strong> on 2009-06-28 20:48
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Z&amp;#252;ndung</span>
            </div>
            <div class="stats">
                Views: 8002 | Replies: 2
            </div>
        </div>
        <div class="post-body">
            <p>Servus Freunde,</p>
<p>Ich weis, die Frage ist allgemein gehalten, aber wie &auml;u&szlig;ert sich ein sp&auml;ter Z&uuml;ndzeitpunkt im Betrieb? Ich habe mich n&auml;mlich heute an das Abenteuer "Z&uuml;ndung einstellen f&uuml;r Anf&auml;nger" gemacht und bin strikt nach der Bedienungsanleitung des Hafi vorgegangen.</p>
<p>Unterbrecherabstand war auf vielleicht 0,15, jedenfalls kaum erkennbar und wurde ge&auml;ndert auf 0,4. Z&uuml;ndung war eher schon nach der Markierung am L&uuml;fter und wurde jetzt auf 7 mm vor Markierung eingestellt.&nbsp; Abgastestger&auml;t f&uuml;r Autos hab ich keins und mein Heizungsbrennerme&szlig;ger&auml;t war mir hierf&uuml;r doch etwas zu wertvoll. </p>
<p>Auff&auml;llig war jedoch weniger Rauch im Kaltstart und ein weicheres Motorenger&auml;usch. Au&szlig;erdem f&auml;hrt er auch in der Warmlaufphase jetzt etwas "ausgeschlafener" Starten ging bei ca. 18&deg; Au&szlig;entemperatur bereits ohn Choke.</p>
<p>Viel Gr&uuml;&szlig;e Norbert Palme</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-06-29 21:36
        </div>
        <div class="post-body">
            <p>Hallo Norbert! Der Kontaktabstand von 0,40 ist wichtig, &ouml;fter kontrollieren, denn damit stimmt der Schlie&szlig;winkel in etwa mit dem vorgeschriebenen Wert &uuml;berein. Besser w&auml;re es, diesen mit einem S.W.-Tester zu &uuml;berpr&uuml;fen, aber es geht auch so. Weiters, ein Punkt der manchmal &uuml;bersehen wird, ist da&szlig; das Leitradgeh&auml;use eventuell nicht richtig eingerastet ist&nbsp; mit dem Stift in das Loch im Motorgeh&auml;use bevor die Spannb&auml;nder zur Befestigung festgezogen werden. Ist mir&nbsp; schon mal untergekommen. Wenn also der ZZP nicht passen sollte, pr&uuml;f&acute; mal auch dieses Detail! Ansonst sollte es gen&uuml;gen, den ZZP statisch auf 4-5mm vor OT einzustellen damit der Motor gut rund l&auml;uft. Anl&auml;&szlig;lich einer ausgedehnten Fahrt im Gel&auml;nde am Wochenende haben wir die Leerlaufgemisch-Schrauben am Vergaser (Zenith NDIX) schrittweise auf "magerer" gestellt, siehe da, der Motor lief immer besser und runder, war richtig angenehm zu fahren. Was uns auffiel ist, da&szlig; mit zunehmender Seeh&ouml;he (..1600..2000m) die Leerlaufdrehzahl nachlie&szlig; und diese nachgestellt werden mu&szlig;te damit der Motor nicht abstarb. Etwas Rauch beim Kaltstart haben die meisten Haflinger auch, das verschwindet aber nach kurzer Zeit. </p>
<p>Gr&uuml;&szlig;e...</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-06-30 07:51
        </div>
        <div class="post-body">
            <p>Danke &nbsp;Michael f&uuml;r die Antwort, das mit dem Stift hatte ich auch, ist jetzt aber dort wo es hingeh&ouml;rt. Den Versuch mit 4 - 5 k&ouml;nnte ich noch machen, statt jetzt 6-7&nbsp; mm.</p>
<p>Aber kann es sein, da&szlig; der Hafi bei Sp&auml;tz&uuml;ndung eher hei&szlig; wird? Ich hatte doch noch das Problem mit Motor warm und &Ouml;ldruck knapp (einige Forumsbeitr&auml;ge vorher)</p>
<p>Zur Zeit fahre ich mit &Ouml;ldruck kalt 5 bar (an Abla&szlig;schraube &Ouml;lfilter) und 4,5 bar bei 85 - 95&deg; C au&szlig;en am Motorgeh&auml;use (dickes Spannband aus Kupfer mit angel&ouml;teter H&uuml;lse f&uuml;r ein mechanisches Fernthermometer). Das &Ouml;ldruckmanometer habe ich mit einem Kupferrohr bis ins Cockpit verlegt.</p>
<p>Hier stellt sich nat&uuml;rlich noch die Frage, ob ein Manometer f&uuml;r Wasser (meins) bei &Ouml;l den gleichen Druck anzeigt......?</p>
<p>Mein Verbrauch war vor der Z&uuml;ndungseinstellung 12- 13 ltr. auf&nbsp; 100km,&nbsp;&nbsp; Z&uuml;ndkerze grau, aber nach der Einstellung mit Probefahrt wird sie jetzt doch dunkler.</p>
<p>Viele Gr&uuml;&szlig;e Norbert Palme</p>
        </div>
    </div>
</body>
</html>
