<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Bremsfl&#252;ssigkeit</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Bremsfl&#252;ssigkeit
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Bremsfl&#252;ssigkeit</h1>
            <div class="post-meta">
                Posted by <strong>Ulli Popp</strong> on 2009-07-22 16:51
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Bremsen</span>
            </div>
            <div class="stats">
                Views: 7609 | Replies: 2
            </div>
        </div>
        <div class="post-body">
            <p>Hallo Haflingerfreunde,</p>
<p>jetzt habe ich, ermuntert durch einige Gespr&auml;che beim Treffen in Stiefern, mich nochmals &uuml;ber Silikon -Bremsfl&uuml;ssigkeit DOT 5 informiert. Herausgekommen ist folgendes: Beim Wechsel auf DOT 5 m&uuml;ssen alle bisher mit anderer Bremsfl&uuml;ssigkeit in Ber&uuml;hrung gekommene Gummiteile gewechselt werden, da der Gummi hygroskopische Bremsfl&uuml;ssigkeit aufgenommen hat. Das gesamte System mu&szlig; sorgf&auml;ltig ges&auml;ubert werden. Beim amerikanischen Milit&auml;r, welches ausschlie&szlig;lich DOT 5 verwendet, sind konstruktiv andere Bremsanlagen im Einsatz (auch bei Flugzeugen-da habe ich leider den Artikel nicht mehr gefunden lb. Manfred). Das h&auml;ngt auch&nbsp;mit der 20fach h&ouml;heren Kompressibilit&auml;t der Silikonfl&uuml;ssikeit (erfordert gr&ouml;&szlig;ere&nbsp;Bremszylinder)&nbsp;zusammen, sowie mit dem fehlenden Wasseraufnahmeverm&ouml;gen, welches wegen der Korrosionsgefahr durch abgesetztes Wasser ja erw&uuml;nscht ist, zusammen. Es bleibt meines Erachtens also nur der Vorteil der h&ouml;heren Temperaturstabilit&auml;t, was man bei unseren Haflingern wohl vernachl&auml;ssigen kann.</p>
<p>Was meint Ihr dazu?&nbsp; Lb. Gr&uuml;&szlig;e&nbsp; Ulli</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-07-23 01:10
        </div>
        <div class="post-body">
            <p>Hallo Ulli.</p>
<p>ich pers&ouml;nlich fahre mit herk&ouml;mmlicher Bremsfl. im hafi und mit Silikon im Puch 500.</p>
<p>Ich pers&ouml;nlich w&uuml;rde mir den Aufwand der Umstellung von DOT 4 auf DOt 5 niicht antun aber im Zuge einer Komplettrestaurierung wie bei meinem 500er ging das gut, und ich bin mit der Silikon fl&uuml;ssigkeit sehr zufrieden,wobei ich meine dass DIE sILIKONBREMSFL&Uuml;SSIGKEIT ETWAS WEICHER IST:</p>
<p>MFG</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-07-25 19:56
        </div>
        <div class="post-body">
            <p>Hallo Ulli!</p>
<p>Habe bei meinem Hafi seit der Restaurierung die DOT5 Silikonfl&uuml;ssigkeit im System. Habe damals alles erneuert, die Leitungen aus Kunifer nachgemacht, auch die flexiblen Gummi-Schl&auml;uche durch Stahlflexleitungen ersetzt. Beim Bet&auml;tigen der Bremse ist es so als wenn man gegen einen starren Anschlag treten w&uuml;rde, da gibt nichts nach. Mu&szlig; also mit Gef&uuml;hl bremsen, damit nicht auch gleich die Hinterr&auml;der blockieren. Der Grund zur &Auml;nderung damals: in den Radbremszyl. aber auch im Hauptbremszyl. waren mehr oder weniger tiefe Rostnarben vorhanden. Konnte keinen einzigen Teil aufarbeiten.&nbsp; Entweder wurde bei der Polizei-Instandhaltg. nie die (wahrscheinlich DOT3 oder 4) Fl&uuml;ssigkeit gewechselt, oder es kam H2O bei Einsatzfahrten in das Bremssystem. Werde aber heuer, nach 3 Jahren, doch etwas frisches DOT5 Fluid nachpumpen. Der unbestreitbare Vorteil der DOT 4 oder 5.1 Bremsfluids ist, da&szlig; eingedrungenes Wasser gel&ouml;st wird. Es wird aber offensichtlich nicht endlos in Emulsion gehalten, sondern im Laufe der Zeit bilden sich doch Tr&ouml;pfchen an den tiefsten Stellen. Diese f&uuml;hren dann zur Korrosion. Die Fl&uuml;ssigkeit, da auf Glykolesterbasis, nimmt aber immer - wenn auch geringf&uuml;gige Mengen - Wasser auf. Das kann mit der Silikonfl&uuml;ssigkeit nicht geschehen, da das Silikon&ouml;l nicht hygroskopisch ist. Na ja. ich werde einen der Radbremszyl mal &ouml;ffnen und nachsehen, ob es zu einer Korrosion gekommen ist, berichte dann schon noch! Bin aber bis jetzt mit der Anlage zufrieden. Gr&uuml;&szlig;e....</p>
        </div>
    </div>
</body>
</html>
