<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>R&#252;ckhaltesysteme </title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            R&#252;ckhaltesysteme 
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">R&#252;ckhaltesysteme </h1>
            <div class="post-meta">
                Posted by <strong>Fischer Hans</strong> on 2012-03-03 21:40
            </div>
            <div class="stats">
                Views: 20202 | Replies: 10
            </div>
        </div>
        <div class="post-body">
            <p>Mit was soll ich meinen Junior im Haflinger sichern. Es sind keinerlei Vorichtungen(Gurte) vorhanden.</p>
<p>Weis jemand was die &ouml;sterreichischen Beh&ouml;rden verlangen?</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Patrick Schlenner</strong> replied on 2013-06-11 08:54
        </div>
        <div class="post-body">
            <p>Das w&uuml;rde mich auch sehr interessieren!</p>
<p>&nbsp;</p>
<p>mfg patrick schlenner</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2013-07-04 22:01
        </div>
        <div class="post-body">
            <p>Hallo ! &nbsp;Die Verwendung von Sicherheitsgurten wurde am 15. Juli 1976 gesetzlich zur Pflicht gemacht, das bezieht sich auf die ab diesem Datum zugelassenen Fahrzeuge!</p>
<p>( Und ab 1.1.1984 gilt diese Pflicht f&uuml;r jeden Sitz im Auto wo ein Gurt montiert ist )</p>
<p>Da der letzte Haflinger 1974 gebaut und zugelassen wurde, gilt diese Bestimmung der StVZO nicht f&uuml;r den Haflinger. Es sei denn, dass nachtr&auml;glich z.B. Dreipunktgurte eingebaut wurden. </p>
<p>Fazit: keine Gurte im Haflinger-keine Pflicht zum angurten / Gurt im Haflinger-mu&szlig; verwendet werden beim Fahren. </p>
<p>Die Logik und die Erfahrung sagen aber da&szlig; angurten auf jeden Fall besser ist als im Falle des Falles hilflos herumgebeutelt zu werden. Es w&auml;ren sogar Hosentr&auml;gergurte den althergebrachten Dreipunktgurten vorzuziehen......siehe Formel 1 Fahrzeuge, Rallyeautos usw. </p>
<p>Im Falle deines Kleinkindes....Sicherheits-Kindersitz, Hosentr&auml;gergurte, alles gut befestigen und-vor allem-vern&uuml;nftig fahren ! &nbsp;Gr&uuml;&szlig;e Mike J.&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2013-07-07 23:15
        </div>
        <div class="post-body">
            <p>Servus Michael</p>
<p>nur zur Erg&auml;nzung: F&uuml;r Deutschland gilt:&nbsp; Einbaupflicht Vordersitze&nbsp;ab 01.01.74, R&uuml;cksitze ab&nbsp; 01.05.79.</p>
<p>Die in&nbsp; 1974 Deutschland ausgelieferten zivilen Haflinger hatten serienm&auml;&szlig;ig Gurte.</p>
<p>Lb.Gr.&nbsp; Ulli</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2013-07-09 22:19
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Da gibt es eine sehr gute Zusammenstellung im Oldtimermarkt, allerdings nur f&uuml;r Deutschland:</p>
<p>http://www.oldtimer-markt.de/kinderimoldtimer</p>
<p>Gr&uuml;&szlig;e aus Graz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2013-07-10 22:30
        </div>
        <div class="post-body">
            <p>Die L&ouml;sung ist nur eine Nachr&uuml;stung von Sicherheitsgurten. Nachr&uuml;stung von Sicherheitsgurten nur durch einen befugten Schwei&szlig;techniker. Die Schei&szlig;punkte f&uuml;r die Befestigung der Gurte wrden vom T&Uuml;V(auch in &Ouml;sterreich) gepr&uuml;ft und abgenommen. Mit der Best&auml;tigung erfolgt ein Eintrag durch die KFZ-Zulassungstelle.</p>
<p>Eine andere Art der Befestigung von Kindersitzen(Spanngurte...) entsprechen nicht dem Gesetz. Bei einer allf&auml;lligen Verkehrkontrolle ist mit einer Vormerkung zu rechnen.</p>
<p>Ab 14 Jahre(Alter) ist wieder alles egal.</p>
<p>Das ist eine Zusammenfassung der Aussagen von KFZ-Pr&uuml;fstelle und T&Uuml;V-&Ouml;sterreich.</p>
<p>Hans F.&nbsp; </p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Patrick Schlenner</strong> replied on 2013-07-11 06:59
        </div>
        <div class="post-body">
            <p>DAnke f&uuml;r eure Antworten</p>
<p>Ich war bei der Beh&ouml;rde und habe folgente Antwort bekommen: Bei Fahrzeugen ohne Sicherheitsgurte ist ein Mitnehmen von Kindern erst ab Drei Jahre erlaubt, und das nur auf den hinteren Sitzen. Ich habe darauf hin ein eigenes Gestell f&uuml;r vorne gebaut wo fix ein Kindersitz oben ist. Dann wieder zur BH und mit einer Best&auml;tigung von einen Meister zwecks richtigen Einbau hatt er keine Einw&auml;nde mehr gehabt!!</p>
<p>Gilt nat&uuml;rlich f&uuml;r &Ouml;sterreich.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2013-07-21 13:01
        </div>
        <div class="post-body">
            <p>Wir haben ja Zwillinge bekommen und ab und zu w&uuml;rde ich schon gerne die Maxi Cosis oder sp&auml;ter die richtigen Kindersitze hinten im 4t&uuml;rigen 700AP mitnehmen. Wie habt Ihr das mit der Abst&uuml;tzung der C S&auml;ule gemacht? St&auml;rkere L&auml;ngsstreben?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2013-07-21 21:36
        </div>
        <div class="post-body">
            <p>F&uuml;r hinten ist mir auch noch nichts eingefallen. Ich finde die hinteren Klappsitze fallen als Sitzm&ouml;glichkeit generell weg(f&uuml;r die Montage von Kindersitzen).</p>
<p>Am ehesten w&uuml;rde mir die L&ouml;sung mit einem gefertigten Gestell aus Vierkantrohren welcher zwischen den Boardw&auml;nden und Randversteifung mitbefestigt wird gefallen. In diesen Rahmen werden dann die Sicherheitsgurte und wenn m&ouml;glich Iso-.Fix-Befestigungen verbaut und auch die Kindersitze befestigt. </p>
<p>Das Gestell f&uuml;r die Plane(C-S&auml;ule oder D-S&auml;ule) ist wohl f&uuml;r eine Kinder-/Personensicherung nicht konstruiert worden.&nbsp; </p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Patrick Schlenner</strong> replied on 2013-07-22 07:55
        </div>
        <div class="post-body">
            <p>Ich habe auch nur f&uuml;r vorne ein eigenes Gestell gebaut.</p>
<p>&nbsp;</p>
<p>&nbsp;Patrick S.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2013-07-23 10:43
        </div>
        <div class="post-body">
            <p>Hallo Patrick,</p>
<p>bei 2 Schreih&auml;lsen w&auml;re der eine ziemlich beleidigtwenn er nicht mitfahren d&uuml;rfte. Desshalb muss ich mir hinten was einfallen lassen.</p>
<p>Eine stabile C S&auml;ule als U B&uuml;gel mit Befestigung f&uuml;r den 3 Punkt Gurt ist schon mal ein Anfang. Dann sehen wir weiter :-)</p>
<p>&nbsp;</p>
<p>Gru&szlig;</p>
<p>Lorenz</p>
<p>&nbsp;</p>
<p><a href="./CommunityServer.Components.UserFiles/00/00/00/21/31/_5F00_DSC1743.jpg"><img src="./CommunityServer.Components.ImageFileViewer/CommunityServer/Components/UserFiles/00/00/00/21/31/_5F00_DSC1743.jpg-550x0.jpg" border="0" /></a></p>
        </div>
    </div>
</body>
</html>
