<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Nockenwelle Nr. 5</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Nockenwelle Nr. 5
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Nockenwelle Nr. 5</h1>
            <div class="post-meta">
                Posted by <strong>Roland Guenter Dworschak</strong> on 2009-01-28 21:38
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Motorumbau</span>
            </div>
            <div class="stats">
                Views: 18449 | Replies: 5
            </div>
        </div>
        <div class="post-body">
            <p>Hallo liebe&nbsp;Forumsteilnehmer und <strong>Hafi-Spezialisten</strong>,<br /><br />ich als&nbsp;"Greenhorn"&nbsp;hab zwar schon versucht im alten Forum schlau zu werden, aber irgendwie war da die Info nicht recht ausf&uuml;hrlich. (so dass ich sie verstanden h&auml;tte)<br />Im e-b... und sonst wo werden immer wieder Nockenwellen mit dazupassendem Zahnrad angeboten.<br />Daraus ergibt sich so eine Art Tuning f&uuml;r den Motor?</p>
<p>Kann man das mit einem 1961er Motor machen, ohne dass das Ding nachher "auseinander f&auml;llt"? Was genau bringt so ein Einbau? Mehr Drehmoment? Mehr Drehzahl?<br />Sind da noch weitere Umbauten notwendig? (anderer Vergaser - Ansaugrohr - Luftfilter - Auspuff - Zylinderkopf - Ventile....&nbsp;oder was auch immer)</p>
<p>W&uuml;rdet ihr so was einbauen? ...oder hat das sowieso jeder drinnen, denn das ist etwa &auml;hnlich wie die "Chip-Tunings" bei modernen Autos (z.B. VW TDI Motor, wo man relativ einfach 30% mehr Leistung und bis zu 45% mehr Drehmoment herausholen kann)&nbsp;&nbsp; ...oooppps... das w&auml;r ja nicht legal...<br /><br />Ich hoffe auf einige hilfreiche Meldungen zu dem Thema.<br /><br />Liebe Gr&uuml;&szlig;e<br />Roland</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-01-30 17:29
        </div>
        <div class="post-body">
            <p>@Roland!</p>
<p>Die "5er" Nockenwelle wurde in 643ccm Motore eingebaut, die f&uuml;r Haflinger bestimmt waren. Ab welchem Datum genau, das kann uns vielleicht Consti K. sagen. (k&ouml;nnte er evtl. die Ausfg. Nockenwelle in die Tabelle "Haflinger Vergleichsliste" aufnehmen?) </p>
<p>Sie bringt in Verbindung mit dem Doppelvergaser Zenith NDIX (und der Verdichtung von 7,8:1) die 24 bzw. 27 PS, wie sie f&uuml;r die Serie II Haflinger typisch sind. Der haupts&auml;chliche Unterschied der Nockenwellen ist der&nbsp; etwas gr&ouml;&szlig;ere Hub, und die st&auml;rkere &Uuml;berschneidung, that&acute;s it. Dazu gibt es Tabellen welche die Details genau darstellen. </p>
<p>Du kannst in einen Haflinger Motor ohne weiters eine solche NW einbauen. Das alleine bringt aber noch keinen Vorteil (es sei denn die alte NW war total verschlissen).</p>
<p>Das Gegenrad, also das kleinere Stahlzahnrad, wird stets mitgeliefert weil diese beiden Teile wie Zwillinge zusammengeh&ouml;ren da sie sich gegenseitig "eingelaufen" haben, so sie aus einem gebrauchten Motor stammen.</p>
<p> Bei der Gelegenheit ist es nun an der Zeit auch in den Rest des Motors Geld zu investieren: in welchem Zustand sind die Gleitlager und die Lagerzapfen der Kurbelwelle? Wie ist das Spiel? Das gleiche gilt auch f&uuml;r die Lagerzapfen und die Lagerschalen der Pleuel. Unter Umst&auml;nden sollten diese &uuml;berschliffen werden auf das n&auml;chstniedrigere Lagerma&szlig; (minus 0,25mm) , passende Unterma&szlig;-Lagerschalen gibt es nach wie vor.&nbsp; Wie sehen die Lauffl&auml;chen der Zylinderbuchsen und der Kolben aus? (Sollwerte Spiel 0,03 bis max. 0,05mm) Sind die vorhandenen Kolben die Richtigen um die Verdichtung von 7,8 zu erreichen? Ich kann dir die Ma&szlig;e der "richtigen" Elko-Kolben &uuml;bermitteln, dauert aber etwa 1 Woche, da Kolben beim Beschichten dzt. . Evtl. Zylinder nachhonen und die Kolben mit Gleitlack beschichten lassen. </p>
<p>Die Zylinderk&ouml;pfe sollten auf jeden Fall auch einer Kur unterzogen werden, also Ventile ausbauen, schleifen lassen beim Motoreninstandsetzer, Sitze nacharbeiten auf exakte Winkelma&szlig;e. Spiel in den Ventilf&uuml;hrungen mit den eingebauten Ventilen pr&uuml;fen, d&uuml;rfen jedenfalls nicht einmal andeutungsweise wackeln. Die Ansaugkan&auml;le innen Nacharbeiten, damit die von der Fertigung stammenden Verschneidungen begradigt werden, ist auch eine gute Investition! Alle K&uuml;hlrippen au&szlig;en an den Zylinderk&ouml;pfen m&uuml;ssen frei und sauber sein, damit die K&uuml;hlung optimal ist. Luftleitbleche m&uuml;ssen gut angepa&szlig;t werden. </p>
<p>Weiters: Kontaktfl&auml;chen der Kipphebel zum Ventilschaft gl&auml;tten, damit das korrekte Ventilspiel eingestellt werden kann. Ventilfedern auf L&auml;ngen&auml;nderung pr&uuml;fen, sollten nicht mehr als 1mm vom Neuma&szlig; abweichen.</p>
<p>Zu guter Letzt sollten unbedingt ALLE&nbsp; &Ouml;lkan&auml;le der Kurbelwelle, auch die gro&szlig;e Bohrung vorne, sowie jene im Motorgeh&auml;use UND auch der &Ouml;lk&uuml;hler ausreichend lange gesp&uuml;lt werden (Diesel oder Petroleum) . Erfahrungsgem&auml;&szlig; lagert dort drinnen immer Abrieb in Form von z&auml;hem Stahlschlamm, der in der KW auch noch durch die Fliehkr&auml;fte verdichtet ist, und sp&auml;ter unweigerlich zu Verschlei&szlig; in den Gleitlagern f&uuml;hrt. Wenn schon der Motor ge&ouml;ffnet ist, dann sollten auch die Nylstopmuttern welche die Achsen der Winkelhebel niederhalten auf festen Sitz gepr&uuml;ft werden (vor kurzem Bruch eines der M7 Stehbolzen aufgetreten) </p>
<p>Wichtig ist da&szlig; der Z&uuml;ndverteiler in gutem Zustand ist, Welle darf nicht wackeln. Kondensator und Kontakte sollten erneuert und der Z&uuml;ndzeitpunkt nach Vorschrift eingestellt werden. Evtl. mittels Sun-Tester die Z&uuml;ndimpulse ansehen ob es zu Abweichungen kommt zwischen Zyl. 1 und Zyl 2.&nbsp; Zustand der Z&uuml;ndspule: bringt diese auf Dauer mind. 18.000 Volt? Z&uuml;ndkabel und Kerzenstecker Ok? Optimal geeignete Z&uuml;ndkerzen im Motor ? (dazu gab es l&auml;ngere Abhandlungen im Forum, bitte nachlesen, die NGK B6HS sind jedenfalls immer Ok)&nbsp; </p>
<p>Der Vergaser (Zenith NDIX) mu&szlig; klarerweise in einwandfreiem Zustand sein, u.U. &uuml;berholen lassen (Kniezanrek Wien 2) Richtige Bed&uuml;sung enorm wichtig! Pr&uuml;fung auf Ansaugen von Falschluft, plane Auflagefl&auml;chen!&nbsp; Leerlaufgemisch-Schrauben mittels Bosch-Abgastester einstellen!</p>
<p>Du siehst, es ist also beim Haflinger im Gegensatz zum Chiptuning (wo oft nur die Kraftstoff-Einspritzmenge erh&ouml;ht wird) etwas mehr an Arbeit n&ouml;tig (Motorkonzept 50 jahre alt!)&nbsp; wenn du den Motor wirklich auf Vordermann bringen willst. Es l&auml;&szlig;t sich aber alles machen. Alternativ dazu kann&nbsp; der Motor auch noch auf mehr Hubraum gebracht werden. Aber das ist schon eine andere Geschichte, wobei dazu auch die vorhin beschriebenen Arbeiten gleicherma&szlig;en und absolut notwendig sind. </p>
<p>Zu deiner Info noch: f&uuml;r die Puch-Autos, also Puch 650 TR und TRII gab es noch ganz andere Nockenwellen, mit bis zu beinah 80% &Uuml;berschneidung. Mit diesen konnte der Motor bis zu 8000 Upm drehen, wo es dann satte Leistung gab, bis zu 40 PS gem&auml;&szlig; verschiedenen Berichten. Aber eben nur in einem engen Drehzahlbereich, geeignet blo&szlig; f&uuml;r Bergrennen usw. Der Fahrer war daher ununterbrochen am herumr&uuml;hren im Getriebe. Lebensdauer solcher Motoren (und auch der hinteren Reifen) : 1 bis 2 Rennen!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2009-01-30 18:11
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Da sich bis jetzt niemand gemeldet hat, werde ich mal meinen Senf dazugeben. M&ouml;chte vorwegnehmen, dass ich kein Puchmotor-Nockenwellenexperte bin! Im Gegenteil: Bis jetzt habe ich auch nur mitbekommen, dass die 5er Nockenwelle offensichtlich die "sch&auml;rfste" ist und prinzipiell bei Haflingern mit 27 PS Motor verbaut wurde. Die schw&auml;cheren Haflingermotoren haben meines Wissens nach die 2er Nockenwelle drin... Vielleicht gibt es auch noch andere Varianten.</p>
<p>Ich denke, zum Prinzip der Nockenwelle kann ich ein paar Dinge sagen:</p>
<p>Die Ventile, die ja den Ladungswechsel steuern, &ouml;ffnen und schlie&szlig;en nicht genau in den Totpunkten des Kolbens im Zylinder. Das kommt daher, da ein "schlagartiges" &ouml;ffnen bzw. schlie&szlig;en aufgrund der Nockengeometrie nicht m&ouml;glich ist. Man beginnt daher z.B. mit dem Auslass&ouml;ffnen schon bevor der Kolben nach der Verbrennung den Unteren Totpunkt erreicht hat. Ein weiteres beispiel ist die "Ventil&uuml;berschneidung": Das Einlassventil beginnt sich schon etwas vor dem Oberen Totpunkt des Kolbens zu &ouml;ffnen, w&auml;hrend das Auslassventil ebenfalls noch ein wenig ge&ouml;ffnet ist (dieses schlie&szlig;t hingegen erst kurz nach OT).</p>
<p>Dass die Ventile nicht in den Totpunkten &ouml;ffnen bzw. schlie&szlig;en erlaubt weiters, die dynamischen Vorg&auml;nge der Gase im Ansaug- bzw. Auspuffkr&uuml;mmer zu ber&uuml;cksichtigen. Prinzipiell sind die Steuerzeiten umso mehr gegen&uuml;ber den Totpunkten verschoben, je h&ouml;her die Drehzahl ist. Damit kann man den Ladungswechsel stark beeinflussen und somit eine bessere F&uuml;llung des Zylinders erreichen, was wiederum zu einem h&ouml;heren Drehmoment f&uuml;hrt!</p>
<p>Da die Steuerzeiten auf einer Nockenwelle "fix gespeichert" sind, ist jede Nockenwelle nat&uuml;rlich eine "Kompromissl&ouml;sung" f&uuml;r viele Drehzahlbereiche. Wahrscheinlich ist es beim Puchmotor so, dass bei der 5er Nockenwelle die Steuerzeiten f&uuml;r die h&ouml;here Drehzahl des 27 PS Motors ausgelegt wurden. Dies f&uuml;hrt nat&uuml;rlich dazu, dass die Drehmomentkurve erst bei einer h&ouml;heren Drehzahl ihr Maximum erreicht.</p>
<p>Zum Vergleich:</p>
<p>27 PS Motor: Max Drehmoment ca. 45 Nm bei 3500 U/min<br />24 PS Motor: Max Drehmoment ca. 42 Nm bei 3000 U/min<br />22 PS Motor: Max Drehmoment ca. 40 Nm bei 2500 U/min</p>
<p>Moderne Motoren werden zum Beispiel mit einer variablen Ventilsteuerung versehen, um in vielen Drehzahlbereichen einen optimalen Ladungswechsel zu erzielen. Dies kann man z.B. mit einer "verdrehbaren" Nockenwelle erreichen, die je nach Drehzahl ihre Position relativ zur Kurbelwelle &auml;ndert.</p>
<p>Ich wei&szlig; nicht genau, wie sich z.B. eine 5er Nockenwelle in einem &auml;lteren Puchmotor, der eigentlich auf eine niedrigere Drehzahl hin ausgelegt wurde, auswirken w&uuml;rde. Ich glaube schon, dass man damit ohne gro&szlig;e Umbauten ein etwas h&ouml;heres Drehmoment erreichen kann. Was meinen die anderen Experten dazu? Habe ich irgendwelche wichtigen "Nebenwirkungen" nicht bedacht? Man muss jedenfalls dazusagen, dass das erreichbare Drehmoment nat&uuml;rlich auch von anderen Faktoren abh&auml;ngt: z.B. Hubraum (wobei der beim Hafi ja immer 643 cm&sup3; war) oder Verdichtung.</p>
<p>Zum Chip-Tuning bei Dieselmotoren m&ouml;chte ich auch noch etwas sagen: Dies hat mit den Ventilsteuerzeiten nichts zu tun. Chip-Tuning basiert im Prinzip darauf, dass das Motorsteuerger&auml;t modifiziert wird und daher einfach "mehr" Kraftstoff einspritzt, als eigentlich vom Motorhersteller vorgesehen wurde. Das f&uuml;hrt zwar zu h&ouml;herem Drehmoment, hat aber auch wichtige nachteilige Konsequenzen:</p>
<p>1) Das Gemisch im Verbrennungsraum wird &auml;rmer, die Ru&szlig;grenze wird beim Dieselmotor erreicht und die Umwelt wird dadurch st&auml;rker belastet.<br />2) Der Motor wird h&ouml;her belastet als vorgesehen, was zu Sch&auml;den f&uuml;hren kann. Die Garantie des Herstellers geht im Normalfall verloren.<br />3) Der spezifische Kraftstoffverbrauch steigt, der effektive Wirkungsgrad der Maschine sinkt also.</p>
<p>Daher meine Meinung: Chip-Tuning sollte man sich gut &uuml;berlegen!</p>
<p>&nbsp;</p>
<p>sch&ouml;ne Gr&uuml;&szlig;e,<br />Consti</p>
<p>Edit: Michael, jetzt bist du mir doch noch zuvorgekommen! Was f&uuml;r Tabellen &uuml;ber die Puch Nockenwellen hast du? Ich kenne die bis jetzt nicht, w&uuml;rde mich sehr interessieren!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-01-30 21:01
        </div>
        <div class="post-body">
            <p>@Consti!</p>
<p>Danke f&uuml;r deine Ausf&uuml;hrungen, sind fundiert wie immer! Wg. Tabellen: die sind im Besitz von Willi Schneider, der ja nebenbei auch den Puch TR (Europa, denke ich) hat und ihn entsprechend bewegt.&nbsp;&nbsp; Zu den Ausf&uuml;hrungen der Puch Motoren: der urspr&uuml;ngliche Zweizylinder hatte blo&szlig; 16 PS und war f&uuml;r den Puch 500 bestimmt. Entsprechend war die Nockenwelle gestaltet, also eher wenig &Uuml;berschneidung damit die F&uuml;llung der Zylinder schon im unteren Drehzahlbereich gut funktionierte, dazu wenig Vorz&uuml;ndung, also auf Drehmoment ausgelegt. Das war sozusagen das Fahrzeug f&uuml;r den biederen B&uuml;rger, der mit Hut am Kopf ins B&uuml;ro (schaltfaul) rollte. </p>
<p>Zur Nockenwelle mu&szlig; noch folgendes gesagt werden: ein probates Mittel zur Drehzahlsteigerung war und ist die sog. &Uuml;berschneidung, die du so gut erkl&auml;rst. Ein anderes, und oft auch gleichzeitig angewandtes Mittel ist die Erh&ouml;hung des Nockenhubes. Damit macht das Einla&szlig;ventil mehr Spalt auf, das Frischgas hat beim Ansaugtakt weniger Widerstand zu &uuml;berwinden und es str&ouml;mt daher mehr Masse ein. Nur mu&szlig; man dann schon aufpassen da&szlig; der Kolben, wenn er in die oberste Lage kommt, nicht auch das bereits ge&ouml;ffnete Einla&szlig;ventil ber&uuml;hrt. Das trifft insbesonders bei Motoren zu, an denen sog. DachkantenKolben eingesetzt sind (wg. hoher Verdichtung) </p>
<p>Diese &Uuml;berlegungen zur Verbesserung des Wirkungsgrades haben jedenfalls dazu gef&uuml;hrt, da&szlig; die Vierventiltechnik eingef&uuml;hrt wurde. Damit gelingt es sehr gut, die F&uuml;llung der Zylinder so zu verbessern, da&szlig; auch die Euro 4 Normen, von denen die Konstrukteure damals nicht einmal tr&auml;umen konnten, heutzutage erf&uuml;llt werden. Habe erst gestern einen Zylinderkopf in der Hand gehabt, wo je 4 Ventile in einem Verdichtungsraum sind. Diese sind derart filigran, da&szlig; man sich wundert da&szlig; so ein Mot&ouml;rchen doch recht ordentliche Leistung bringt. Sagt aber nichts &uuml;ber die Lebensdauer aus. Lt. Zyl.Schleifer ist es bei etwa&nbsp; 100.000 Km aus. Reparatur lohnt nicht, alles ausbaldowert.</p>
<p>Die sog. variable Nockenwelle ist ebenfalls ein Mittel zur Abgasoptimierung &uuml;ber bessere Zylinderf&uuml;llung. Zwei Varianten gibt es: axialverschiebbare mit breiteren Nocken die leicht konisch geschliffen sind und dadurch die Steuerzeiten ver&auml;ndern, und separate NW f&uuml;r Ein bzw. Ausla&szlig;ventile, wobei die relative Position der einen zur anderen ver&auml;ndert werden kann (Voreilung) obwohl beide mit dem gleichen Zahnriemen angetrieben werden. Dann gibt es noch die Technik mit ver&auml;nderlichem Saugrohr (BMW) wobei das Gebilde ziemlich komplex ist und je nach Bedarf ein k&uuml;rzeres oder l&auml;ngeres Saugrohr mittels Klappen angesteuert wird. </p>
<p>Na ja, es hat sich sehr viel getan seit 1956, ein Haflingermotor derma&szlig;en aufger&uuml;stet w&uuml;rde wahrscheinlich die Euro 3 Norm erf&uuml;llen aber sicher nicht mehr in das Heckabteil rein passen. </p>
<p>Korr. zu 1) Das Gemisch wird angereichert...dadurch etwas mehr Leistung...( Werkseinstellungen sind immer in Hinsicht auf "so arm wie gerade noch m&ouml;glich" ausgef&uuml;hrt, daher auch die Einstellschrauben plombiert!) &Uuml;brigens sind ja seit 1988 Vergasermotoren f&uuml;r PKW "gestorben", es werden nur mehr Einspritzer ( Benziner / Diesel) hergestellt, das ging Hand in Hand mit der Einf&uuml;hrung des Platin-Katalysators.&nbsp; Gru&szlig; und sch&ouml;ne Semesterferien....</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2009-01-30 21:50
        </div>
        <div class="post-body">
            <p>Hallo Michael!</p>
<p>Ja, nat&uuml;rlich, du hast vollkommen recht, das Gemisch wird nat&uuml;rlich fetter, das Luftverh&auml;ltnis Lambda nimmt ab (habe daran gedacht). Der Dieselmotor l&auml;uft ja prinzipiell bei ca. Lambda 0,9 am besten, wobei bei so einem fetten Gemisch die Ru&szlig;grenze schon weit &uuml;berschritten ist (liegt ca. bei Lamda 1,2).</p>
<p>Vierventiltechnik ist heute, wie du sagst, Standard. Vorteil ist, neben der besseren F&uuml;llung, auch die zentrale Z&uuml;ndkerzenposition, die ein gleichm&auml;&szlig;iges Ausbreiten der Flammenfront im Verbrennungsraum erm&ouml;glicht. Die ver&auml;nderliche Saugrohrl&auml;nge hat man eingef&uuml;hrt, um die sog. "Resonanzaufladung" in verschiedenen Drehzahlbereichen nutzen zu k&ouml;nnen. Das Einlassventil l&ouml;st n&auml;mlich beim &Ouml;ffnen eine Unterdruckwelle im Ansaugkanal aus, die am Saugrohreintritt als &Uuml;berdruckwelle reflektiert wird. Diese braucht eine gewisse Zeit, bis sie wieder ans Einlassventil zur&uuml;ckkehrt. Wenn dieser Zeitpunkt dann genau vor Schlie&szlig;en des Einlassventils ist, kann dadurch die Zylinderf&uuml;llung erh&ouml;ht werden.</p>
<p>Was die Nockenwelle anbelangt, so ist glaube ich nicht nur die &Uuml;berschneidung entscheidend, sondern generell auch die &Ouml;ffnungs- bzw. Schlie&szlig;zeitpunkte im Bezug auf die OT und UTs.</p>
<p>&nbsp;</p>
<p>lG,<br />Consti</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Roland Guenter Dworschak</strong> replied on 2009-02-06 01:12
        </div>
        <div class="post-body">
            <p>Dank erst mal f&uuml;r die zum Teil recht ausf&uuml;hrlichen Infos.</p>
<p>Mir ist schon klar dass da nicht nur die Nockenwelle reingesteckt wird und es l&auml;uft wieder. Wenn der Motor schon mal draussen ist, f&auml;llt da einiges an.</p>
<p>Ich f&uuml;rcht mich etwas davor, denn mein "Hafi" hat 100.000km auf der Uhr, und da k&ouml;nnte .. wenn man mal zum zerlegen anf&auml;ngt.. na ja .. sicher einige Dinge die dann dran kommen sollten.</p>
<p>Die richtige Einstellung eines Vergasers - das Thema kenn ich vom Modellbau, wo man mit einem Fingerhut (etwa 3,5 ccm) Motor als Antrieb auch gleich merkte ob die Einstellung stimmt, wenn man mal Vollgas und dann wieder Leerlauf stellte.<br />Ja und wer hat nicht an seinem Moped herumgeschraubt und Ansaug-, &Uuml;berstr&ouml;mkanal und Ausla&szlig;&ouml;ffnugen "poliert" und angepasst.</p>
<p>Zylinderkopf &uuml;berarbeiten und Ventilsitze einschleifen,&nbsp;das hab ich schon mal vor vielen Jahren mitgeholfen bei einem K&auml;fermotor. So was trau ich mir ohne weiteres zu.<br /><br />..nun ja das &uuml;berleg ich mir noch recht gut bevor ich da hineingreife.<br />Da sollte man vielleicht mal einen zweiten Motor besorgen, und&nbsp;den dann mal auf "Vordermann" bringen. So h&auml;tte man dann in der Zwischenzeit einen&nbsp;Motor der l&auml;uft, bevor man den "Originalmotor" heraus nimmt. Erstens gut als &Uuml;bung, und zweitens ist die Gefahr eines "spontanen Herztodes" vom Originaltriebwerk dann auch wesentlich geringer. Was noch wichtiger ist,&nbsp;auch wenns l&auml;nger dauert, der Hafi muss nur kurz "au&szlig;er Betrieb" genommen werden, auch wenn die&nbsp;Motor&uuml;berholung eine "unendliche Geschichte" werden sollte.</p>
<p>Interessant finde ich ja diese "Sonderinformationen". Unterschiedliche Kolben - Verdichtung - Nockenwellen - Vergaser - Z&uuml;ndkerzen usw.... worauf man da alles schauen muss, und vorallem wie man erkennt was man da gerade in der Hand h&auml;lt....<br />Das wird sicher noch sehr aufschlussreiche Tabellen ergeben. Und wie es so ist, Bilder sind unschlagbar (sagen mehr als 1000.....)</p>
<p>Liebe Gr&uuml;&szlig;e aus der Wachau</p>
<p>Roland</p>
        </div>
    </div>
</body>
</html>
