<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Temperaturunterschied Zylinder</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Temperaturunterschied Zylinder
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Temperaturunterschied Zylinder</h1>
            <div class="post-meta">
                Posted by <strong>MarkusMackinger</strong> on 2013-06-05 21:28
            </div>
            <div class="stats">
                Views: 5787 | Replies: 2
            </div>
        </div>
        <div class="post-body">
            <p>Guten Abend Haflingerkollegen,</p>
<p>ich habe zur &Uuml;berbr&uuml;ckung der &Uuml;berholungszeit meines Motors einen vor einiger Zeit revidierten Haflingermotor erstanden. Nach einigen Umbauten (Kupplung, usw.) l&auml;uft er nun in meinem Fahrzeug. Allerdings musste ich beim ersten Testlauf im Stand bereits feststellen dass nach k&uuml;rzester Zeit der linke Zylinder inklusive linkem Abgaskr&uuml;mmer und Kopf extrem heiss werden, wobei der rechte Zylinder bei weitem nicht so hei&szlig; wird (dort kann man sogar noch den Kr&uuml;mmer ber&uuml;hren). Der K&uuml;hlluftstrom funktioniert auf beiden Seiten und ist ebenfalls links wesentlich heisser als rechts. Die erste Vermutung dass der rechte Zylinder leer mitl&auml;uft konnte ausgeschlossen werden durch einzelnes Abstecken der Kerzenstecker - in beiden F&auml;llen lie&szlig; sich der Motor starten. Am linken Zylinder l&auml;uft er allerdings etwas besser als am rechten. Ein weiteres Ph&auml;nomen ist dass der Motor das Gas zwar z&uuml;gig annimmt, allerdings lange nach l&auml;uft obwohl das Gasgest&auml;nge und die Drosselklappe sauber auf Standgas zur&uuml;ck gehen. Als Zusatzinfo noch: der Keilriemen zum Drehzahlbegrenzer ist im Moment abgelegt - die Begrenzerdrossel im Ansaugrohr sollte also nicht zu machen...</p>
<p>Nach dem langen Gelaber nun meine Frage: Hat jemand eine Idee was der Ausl&ouml;ser f&uuml;r diese Ph&auml;nomene sein k&ouml;nnte?</p>
<p>Beste Gr&uuml;&szlig;e aus Salzburg, Markus</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2013-06-06 23:02
        </div>
        <div class="post-body">
            <p>Hallo.</p>
<p>Hast Du das Ventilspiel vor dem Einbau kontrolliert? W&uuml;rde stark darauf tippen.</p>
<p><br />Gr&uuml;sse</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>MarkusMackinger</strong> replied on 2013-06-07 09:07
        </div>
        <div class="post-body">
            <p>Hallo Florian,</p>
<p>danke f&uuml;r diesen Hinweis! Ich h&auml;tte vielleicht an diesem besagten Abend meiner Erstvermutung "Falschluft" sofort nachgehen sollen - aber aufgrund der fortgeschrittenen Zeit hatte ich diese Mu&szlig;e nicht mehr. Der Fehler ist nun behoben, es war Falschluft am rechten Ansaugkr&uuml;mmeranschluss - ist auch kein Wunder wenn dort keine Dichtung verbaut ist....</p>
<p>Motor l&auml;uft, alles Bestens, vielen Dank und bis zum n&auml;chsten Problem :-)</p>
<p>Markus</p>
        </div>
    </div>
</body>
</html>
