<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Gewindebolzen f&#252;r die Lagerung der Halbachsen</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Gewindebolzen f&#252;r die Lagerung der Halbachsen
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Gewindebolzen f&#252;r die Lagerung der Halbachsen</h1>
            <div class="post-meta">
                Posted by <strong>burkard-weiss</strong> on 2011-12-10 19:31
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Halbachsbolzen</span>
            </div>
            <div class="stats">
                Views: 14493 | Replies: 6
            </div>
        </div>
        <div class="post-body">
            <p>Hallo liebe Haflingerfreunde,</p>
<p>nachdem meine erste Anfrage in der vergangenen Woche zu so schnellen und guten Antworten gef&uuml;hrt hat, m&ouml;chte ich heute gleich mein n&auml;chstes Problem&nbsp;ansprechen.</p>
<p>Bei einer ersten &Uuml;berholung im Fr&uuml;hjahr haben wir unter vielem Anderen auch die Gewindebolzen ausgebaut und gesehen, dass zwei davon beinahe festgerostet waren - die Dochte waren zu. Also haben wir aus den vier hinteren Bolzen den Docht herausgepopelt - das &Ouml;l floss seither zu gut&nbsp; ;-)&nbsp; ich habe mir dann mit einer "Windel" geholfen, die die Tr&ouml;pfchen gefangen hat.</p>
<p>Wir haben von einem anderen Schrott-Hafi noch vier recht gut erhaltene Bolzen. Kann man die einfach austauschen? Ich habe gelesen, dass es die in verschiedenen Gewinde-Durchmessern gibt, wegen Abnutzung.</p>
<p>Wozu braucht es eigentlich das Gewinde und diese Spezial-&Ouml;lung. K&ouml;nnte man da nicht einfach eine glatte Buchse einbauen, einen entsprechenden Bolzen drehen und den mit einem Fett-Kanal und einem Schmiernippel versehen? Einen kompetenten Dreher h&auml;tte ich im Benkanntenkreis.</p>
<p>Gr&uuml;&szlig;e aus Unterfranken</p>
<p>Burkard Wei&szlig;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2011-12-12 11:12
        </div>
        <div class="post-body">
            <p>Hallo Burkard,</p>
<p>das mit den Gewindebolzen ist ein Haflinger Mysterium, mir ist bis heute auch nicht ganz klar, was sich unser Herr Ledwinka dabei gedacht hat. Meine Vermutungen gehen dahin, da&szlig; erstens die Oberfl&auml;che vergr&ouml;&szlig;ert wird und zweitens die Gewindg&auml;nge die Axiallagerung &uuml;bernehmen, der Bolzen ist ja geklemmt und so ist die Halbachse axial gef&uuml;hrt.</p>
<p>Ich hab die Bolzen immer wild durcheinander gemischt, auch welche von Schlachtfahrzeigen genommen. Wichtig ist nur da&szlig; sie leichtg&auml;ngig sind und kein Spiel haben. Viel wichtiger ist da&szlig; die B&uuml;chsen in den Halbachsen nicht locker sind, da gibt es auch welche mit &Uuml;berma&szlig;, was sich aber auf den Au&szlig;endurchmesser bezieht.</p>
<p>Wenn Du Bolzen aus Schlachtfahrzeugen hast mu&szlig;t Du aufpassen, bei Kommunalhaflingern hatten die Sch&auml;fte der Bolzen zum Teil einen gr&ouml;&szlig;eren Durchmesser.</p>
<p>Viele Kollegen haben Ihre Halbachslagerung auf Kunsstoffb&uuml;chsen umgebaut und zum Teil recht gute Erfahrungen damit gemacht.</p>
<p>Aber solange man noch auf&nbsp; brauchbare Gewindebolzen zur&uuml;ckgreifen, kann sehe ich keine Notwendigkeit f&uuml;r Kunsstofb&uuml;chsen und glatte Bolzen, zumal die Dinger auch nicht billig sind.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2011-12-12 21:38
        </div>
        <div class="post-body">
            <p>Es gibt tats&auml;chlich Bolzen mit &Uuml;berma&szlig;en, ich bin aber nicht informiert, welche Farbe wof&uuml;r gilt.</p>
<p>Ich habe den Umbau auf die Buchsen machen lassen, die Schmierung soll auch hier &uuml;ber "Verlust" funktionieren.&nbsp; Da wir sehr sorgf&auml;ltig gearbeit haben und alle sonstigen Getriebfl&auml;chen sauber abgedichtet hatten, war das Ergebnis nicht zufiredenstellend, da der ganze &Uuml;berdruck bei den Bolzen herauskam. Inklusive &Ouml;l.</p>
<p>Wir haben daraufhin die Bolzen von der Getriebeseite her verschlossen (gedrehter Stopsel) und von der Au&szlig;enseite her Schmiernippel eingebaut.&nbsp; Es war Abenteuer pur, in dem geh&auml;rteten Stahl ein Loch zu Bohren, das bis &uuml;ber die Verlustschmierbohrung hin&uuml;ber&nbsp; reicht. Hier mussten wir durch den "Anschnitt" durch. Der Spezial- Gewindeschneider ging auch z&auml;h. Und es war uns v&ouml;llig klar, wenn der Bohrer abrei&szlig;t ist nicht nur der Bohrer hin&uuml;ber, sondern auch der &uuml;berdrehte Bolzen und die Buchse und die bereits damit verbundene Arbeit.</p>
<p>Aber es hat ging unfallfrei und hat sich gelohnt, mein Hafi biselt nicht mehr an dieser Stelle nicht mehr. Und stabil sind die Achsen so auch, das geht richtig spielfrei.</p>
<p>Ich glaube der "Ledwinka-Trick" ist, die ganzen Getriebeteile nicht zu sorgf&auml;ltig abzudichtenm, damit sich der &Uuml;berdruck abbaut.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2011-12-12 23:12
        </div>
        <div class="post-body">
            <p>Wir haben in den letzten Jahren mehrere Getriebe auf Kunststoffbuchsen umgebaut ( Haflinger und Puch 700 ), sind sehr zufrieden und es ist dicht.</p>
<p>Voraussetzung ist allerdings, da&szlig; die Buchsen vor dem Einpressen auf ein &Uuml;berma&szlig; von 0,2 mm abgedreht und nach dem Einpressen auf ein Ma&szlig; 0,05 mm kleiner als der Bolzen aufgerieben werden. Das Ganze bezieht sich auf die neue Ausf&uuml;hrung von Prokschi.</p>
<p>Es ist auch wichtg, die Kante der Bohrung des Getriebedeckels zu brechen, da sonst der O-Ring des Bolzens besch&auml;digt werden kann.</p>
<p>Das Getriebe wird &uuml;ber den Schaltdom entl&uuml;ftet und dabei kann es zu St&ouml;rungen kommen, wenn im Schaltdom zuviel Fett ist.</p>
<p>Gr&uuml;&szlig;e aus Graz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>burkard-weiss</strong> replied on 2011-12-15 18:23
        </div>
        <div class="post-body">
            <p>Herzlichen Dank f&uuml;r die Antworten. Wir werden es mit den gebrauchten Bolzen probieren - und dabei aufpassen, ob sie leicht einzudrehen sind. Wahrscheinlich wird es aber erst zwischen den Jahren so weit sein. Halte euch auf dem Laufenden. Die Umstellung auf Kunststoffbuchsen mache ich dann einmal in f&uuml;nf oder zehn Jahren,&nbsp;wenn die&nbsp;Lager klappern&nbsp;- jetzt will ich erst einmal endlich wieder fahren!</p>
<p>Gr&uuml;&szlig;e aus Bad Kissingen</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>SimonDagn</strong> replied on 2016-01-25 20:52
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>nachdem die Gewindeb&uuml;chsen und Bolzen an der Hinterachse doch nicht mehr so gut sind und eh schon alles zerlegt ist werde ich alle Halbachsen auf Kunstsoffb&uuml;chsen umbauen.</p>
<p>Umbaus&auml;tze von Prokschi sind vorhanden (glatter Bolzen, Stahlb&uuml;chse, Kunstoffb&uuml;chse, 2 Dichtungen und der&nbsp;O-Ring) Harte Stahlb&uuml;chen sind aus den Halbachsen herausgedreht.</p>
<p>Kann mir jemand mit den Einbauma&szlig;en bzw. Toleranzen helfen? Mein momentaner Stand ist folgender:</p>
<p>Au&szlig;endurchmesser der Stahlb&uuml;chse 24,20mm-Innendurchmesser der Halbachsen 23,80mm. &Uuml;berma&szlig; zum einpressen sollten laut&nbsp;Herrn Messerklinger&nbsp;0,2mm sein -&gt; Stahlb&uuml;chsen abdrehen auf 24,00mm?</p>
<p>Welche Toleranz soll der Innendurchmesser der eingepressten&nbsp;Stahlb&uuml;chse zum Au&szlig;endurchmesser der Kunststoffb&uuml;chse haben? </p>
<p>Der Bolzen hat 14.00mm Durchmesser, das hei&szlig;t die eingepresste Kunstoffb&uuml;chse ist innen auf 13.95mm auszureiben?</p>
<p>Irgendwo habe ich mal gelesen man ben&ouml;tigt eine gef&uuml;hrte verstellbare&nbsp;Handreibahle, f&uuml;r welchen Durchmesser w&auml;re das gedacht oder kann man sich darauf verlassen, dass die Buchsen nach dem einpressen fluchten?</p>
<p>Leider habe ich in meinen Unterlagen nichts zum Umbau&nbsp;gefunden, oder gibt es &auml;ltere Beitr&auml;ge in diesem Forum zu dem Thema?</p>
<p>Mit freundlichen Gr&uuml;&szlig;en Simon Dagn</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2016-01-27 21:56
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Wir haben damals nicht die Kunststoffbuchsen mit den Stahlbuchsen, wie sie vom Werk verf&uuml;gbar waren, eingebaut, sondern die Buchsen aus Novotex. Das ist eine Entwicklung vom Robert Prokschi. Dadurch, da&szlig; die Novotexbuchsen ohne Metallbuchsen auskommen, ist es m&ouml;glich, den Bolzen gr&ouml;&szlig;er auszuf&uuml;hren. Vor Jahren gab es in einer Oldtimerzeitschrift einen Bericht eines Mechanikermeisters aus der ehemaligen DDR, der die Verwendung bei seinem Pucherl beschreibt und der mir tel. die Einbautoleranzen angegeben hat. Den Artikel m&uuml;&szlig;te ich heraussuchen. Bisher hat das problemlos gehalten. Als Reibahle haben wir eine verstellbare Ahle verwendet, nicht gef&uuml;hrt.</p>
<p>Die Ausf&uuml;hrung mit der Metallh&uuml;lse kann man nicht abdrehen und der Einbau m&uuml;&szlig;te im Werkstatthandbuch beschrieben sein. Kann ich bei Bedarf nachschauen.</p>
<p>Gr&uuml;&szlig;e aus Graz</p>
        </div>
    </div>
</body>
</html>
