<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Motor s&#228;uft ab</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Motor s&#228;uft ab
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Motor s&#228;uft ab</h1>
            <div class="post-meta">
                Posted by <strong>Bernd H&#246;ger</strong> on 2010-12-19 14:05
            </div>
            <div class="stats">
                Views: 48161 | Replies: 31
            </div>
        </div>
        <div class="post-body">
            <p>Hallo Kollegen,</p>
<p>bei meinem neu afgebautem Haflinger habe ich folgendes Problem: wenn der Motor nicht nach den ersten Umdrehungen anspringt, s&auml;uft er immer ab. Die Kerzen sind dann patschnass. Nachdem ich die Kerzen getrocknet habe springt er immer sofort an. </p>
<p>Vergaser ist komplett&nbsp;&uuml;berholt mit neuen D&uuml;sen Dichtungen usw. Z&uuml;ndung stimmt auch. Da ich auf elektrische Benzinpumpe umger&uuml;stet habe, vermute ich da&szlig; der Druck der Pumpe zu hoch ist und das Schmimmerventil dem nicht standh&auml;lt.</p>
<p>Allerdings fahre ich bei meinem anderen Haflinger schon seit Jahren problemlos mit E-Pumpe.</p>
<p>Was ist eure Meinung zum Thema ?</p>
<p>Gr&uuml;&szlig;e Bernd</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2010-12-19 15:28
        </div>
        <div class="post-body">
            <p>Hallo Bernd.</p>
<p>Kann es sein dass Dir im Stand Benzin ins Saugrohr&nbsp; l&auml;uft?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-12-19 16:10
        </div>
        <div class="post-body">
            <p>Hallo Florian,</p>
<p>wie kann ich das feststellen?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-12-19 18:02
        </div>
        <div class="post-body">
            <p>@ Bernd!&nbsp;&nbsp;&nbsp; Flaches Luftf&uuml;hrungsrohr zw. Luftfilter und Vergaser entfernen,&nbsp; Z&uuml;ndung einschalten damit E-Pumpe l&auml;uft, Vergaser beobachten, d.h. hineingucken in die beiden Saugrohre. Taschenlampe zu Hilfe nehmen. Die Pumpe sollte max. 0,15 bis 0,20 bar Druck aufbauen bei geschlossenem Schwimmernadelventil. Im Falle da&szlig; Benzin weiter in den Vergaser duch die Hauptd&uuml;sen einl&auml;uft- Pumpe tauschen.Die Frage ist: welche Pumpe hast du eingebaut? M&ouml;glicherweise ist die L&ouml;sung der Einbau eines Druckminderers.&nbsp; Evtl. auch nach abschalten der Pumpe Vergaserdeckel abnehmen und Benzinstand in der Schwimmerkammer mit Tiefenma&szlig; messen ( ohne den Schwimmer herauszunehmen)&nbsp; Soll ~ 17mm unter der Trennfl&auml;che Geh&auml;use-Deckel liegen. Gr&uuml;&szlig;e, AP 700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-12-19 19:23
        </div>
        <div class="post-body">
            <p>@Michael,vielen Dank erst mal.&nbsp;Ich werde das in den n&auml;chsten Tagen mal testen. Sollte die Pumpe (Pierburg) zu viel Druck aufbauen, werde ich mir eine Hardi Pumpe zulegen. Die dosiert die Spritmenge anhand des Verbrauchs&nbsp;und pumpt nicht st&auml;ndig gegen das Schwimmerventil.</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-12-19 20:44
        </div>
        <div class="post-body">
            <p>Meine Haflinger hatte auch immer das Problem(nur bei einen Zylinder). Bin damit zu Boschdienst(beste Preferenzen) um den Fehler zu finden. Das Fachgebiet d&uuml;rfte aber nicht bei Zweizylindermotoren von Puch gewesen sein:-(! Angeblich war die eingbaute Pumpe(Hardi mit kleinstem Druck) v&ouml;llig ungeeingnet f&uuml;r diesen Motor(bin mit dieser Pumpe 5-Jahre ohne Probleme gefahren) und tauschte sie gegen eine Pierburg. Die originale Benzinpumpe wurde auch gleich entfernt und entsorgt. Habe den Herrn nach 3 Wochen leider mein Vertrauen entzogen und bin mit einem schlechterem Auto weg als hin.</p>
<p>Habe den Vergaser mit der Anleitung im Vergaserhandbuch zerlegt und gereinigt, neu aufgebaut und im Fahrzeug eingebaut. Leider konnte ich den Vergaser im Leerlauf nicht einregulieren. Den Vergaser habe ich dann bei einem Ausflug in die Wechselregion einen Fachkundigen Herren &uuml;berlassen. Seither Funktioniert der Motor bestens.&nbsp;</p>
<p>Verwendest du dabei den Choke bzw. ist die Saugrohrvorw&auml;rmung angeschlossen.</p>
<p>Noch was: Bekommt dieser Haflinger die Fedima F/OR 155R80 - Reifen.</p>
<p>@Michael: </p>
<p>Bei dem Video vom Hafflingertreffen Herbst 2008(Wechselregion):&nbsp; Ist der dunkelgr&uuml;ne Haflinger mit dem wundersch&ouml;nen schwarzen Verdeck deiner?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-12-20 09:42
        </div>
        <div class="post-body">
            <p>@Hans, ich starte immer ohne Choke und die Vorw&auml;rmung ist angeschlossen. </p>
<p>&nbsp;Die Fedima 155R80 hat er schon.</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-12-20 19:59
        </div>
        <div class="post-body">
            <p>Mit welcher Felgendimension hast die Reifen montiert. Welche Abmessungen haben diese Reifen jetzt tats&auml;chlich. Vielleicht stellst auch Bilder vom Haflinger mit der neuen Bereifung ins Netz. Wenns technisch sowie optisch zum Haflinger passt werde ich doch noch schwach und bestelle welche f&uuml;r n&auml;chstes Jahr.</p>
<p>Vieloen Dank f&uuml;r deine Bem&uuml;hungen!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-12-20 20:56
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>ich hab Felgen vom Fiat Punto Cabrio, die haben mir optisch am besten gefallen. Die Gr&ouml;&szlig;e ist 13x4,5" ET 35mm</p>
<p>[IMG]http://up.picr.de/5907836.jpg[/IMG]<br />[IMG]http://up.picr.de/5907862.jpg[/IMG]</p>
<p><strong>Gru&szlig; ernd&nbsp;</strong></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-12-21 20:20
        </div>
        <div class="post-body">
            <p>Danke f&uuml;r das Foto. Meine Felgen sind 5". Glaubst du das ich damit Probleme haben werde. Ich meine damit, da&szlig; das Felgenhorn zu weit aussen(b&uuml;ndig mit der Seitenwange vom Reifen) liegt und damit an jedem Stein aneckt und dadurch leichter besch&auml;digt wird. Kannst du f&uuml;r mich so ungef&auml;hr abmessen wie weit die Seitenwange vom Reifen die 5" Felge &uuml;berragen w&uuml;rde.</p>
<p>&nbsp;</p>
<p>Vielen Dank!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-12-21 22:43
        </div>
        <div class="post-body">
            <p>Hallo Hans, bei mir sind es 10mm, dann bist Du mit den 5" Felgen fast b&uuml;ndig. Wichtig ist auch die Einpresstiefe, ich hab 35mm. Das ergibt eine Spurverbreiterung von 15mm, ich denke das ist tolerierbar.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-12-29 22:02
        </div>
        <div class="post-body">
            <p>@ Hans! Ja das ist der meinige, der ex-Polizei Haflinger vom Flughafen Schwechat. Anbei noch ein Foto als wir im Wechselgebiet fuhen, das Treffen hat der heuer im Sommer so tragisch ums Leben gekommene Willi Zach veranstaltet. </p>
<p>Zum Problemkreis Vergaser / Bosch-Dienste: die dort t&auml;tige junge Generation sucht vergeblich den OBD-Stecker im Motorraum, um den gr&uuml;nen Bosch-Laptop anstecken zu k&ouml;nnen.... Seit 1998 gibts keine Vergaser mehr in keinem Auto, nur mehr Einspritzanlagen (haupts&auml;chlich CommenRail), da mu&szlig; du echt Gl&uuml;ck haben wenn noch ein nahe dem Rentenalter sich befindlicher&nbsp; Mechaniker noch da ist. Zum bevorstehenden Jahreswechsel allen Freunden das Beste und weiterhin viel Spa&szlig; mit dem Hobby. Mike J. <img src="http://farm6.static.flickr.com/5288/5304409410_c1400ffa5c_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Am Talgrund bei Lichtenegg / N&Ouml;.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-12-30 15:16
        </div>
        <div class="post-body">
            <p>Herrn Zach habe ich meinem Vergaser im April 2009 zum Pr&uuml;fen gebracht und seitdem funktioniert mein Motor wunderbar. Sind auch eine Runde mit seinem Haflinger in der Umgebung gefahren. Herr Zach wird gedanklich bei jeder Haflingerausfahrt in Erinnerung gerufen werden!!</p>
<p>Absolut schlechteste Nachtricht im Jahr 2010!!!!!!!!</p>
<p>@michael: Ja genau der Haflinger war das. Das Verdeck bewundere ich jedesmal wieder. Schaut aus wie ein neuer Originalnachbau. Oder?</p>
<p>&nbsp;</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e und alles Gute im Jahr 2011!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-12-31 11:55
        </div>
        <div class="post-body">
            <p>Hallo Kollegen,</p>
<p>ich bin mit meinem Latein am Ende, jetzt habe ich den Vergaser nochmal zerlegt und wieder zusammengebaut, konnte keinen Fehler finden. Hab eine Hardi&nbsp;Pumpe, die selbstdosierend ist, eingebaut. Z&uuml;ndung und Ventile sind eingestellt. Aber die Karre s&auml;uft immer ab. Wenn ich die Kerzen rausschraube und trockne dann springt er immer sofort an. Was komisch ist an der ganzen Sache, als ich den Motor (Es ist ein original werks&uuml;berholter Motor, den hat sich der Vorbesitzer noch in den achziger Jahren bei SDP neu aufbauen lassen&nbsp;weil er den Haflinger restaurieren wollte.&nbsp;Daraus wurde nichts, ich hab dann den zerlegten Haflinger mit Motor gekauft&nbsp;und erst mal eingelagert) wieder zum Leben erweckte lief er super. Ich bin dann &ouml;fter mal aus der Werkstatt rausgefahren und hab im Hof ein paar Runden gedreht und er ist immer gut angesprungen. Nur jetzt zum Ende hin, wo ich&nbsp;das Auto in&nbsp;Betrieb nehmen will, springt er nicht mehr an. Manchmal denke ich sogar da&szlig; so ein Fahrzeug zu menschlichen Gef&uuml;hlen neigt und er hat einfach Angst vor der Wirklichkeit da drau&szlig;en.</p>
<p>Gr&uuml;&szlig; und einen guten Rutsch ins neue Jahr w&uuml;nscht Bernd.&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-12-31 15:20
        </div>
        <div class="post-body">
            <p>Irgend wann werden mich die Profis schlagen wenn so ein Laie wie ich immer dreingschaftelt:-)!</p>
<p>Kannst du genau beschreiben wie du den Motor startest. Von Z&uuml;ndung an bis zum Absaufen(Z&uuml;ndung, Benzinpumpenlaufzeit, Bewegung mit dem Gaspedal....).&nbsp; Hast du die Nummern von den ganzen D&uuml;sen bzw. Rohren sowie Teile vom Choke bei der Hand. Schreib einmal alles ins Forum rein. Auch die Bezeichnung vom Vergaser(z. Bsp. PU1). Wo hast du nun die Pumpenstange eingeh&auml;ngt bzw. welchen Drosselklappenspalt hast du eingestellt bzw. wie hast du eingestellt. Die beiden Drosselklappen stehen 100% gleich(Drosselklappenteil gegen Licht halten. Sollte bei beiden Klappen gleich ausschauen. Wurden Teile bei der &Uuml;berholung erneuert und welche?</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-12-31 16:28
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>ich starte den Motor ohne Gas und ohne Choke, manchmal springt er gleich an wenn nicht und ich den Anlasser ein bisschen l&auml;nger laufen lasse&nbsp;dann sind die Kerzen patsch nass.</p>
<p>Der Vergaser ist komplett neu aufgebaut mit neuen D&uuml;sen und Dichtungen, alle D&uuml;sen&nbsp;in den vorgeschriebenen Gr&ouml;&szlig;en. Pumpenstange ist in der Mitte eingeh&auml;ngt bei 1,6mm Drosselklappenspalt. Die Drosselklappen sind auch parallel und die Welle hat kein Spiel. PU1 steht auf dem Geh&auml;use und das Unterteil ist vom selben Vergaser.</p>
<p>Ich hab den Motor jetzt warmlaufen lassen und abgestellt, nach Sylvester werde ich ohne Startversuche zuerst die Kerzen konrollieren, wenn sie nass sind, hei&szlig;t das da&szlig; im Stand Sprit ins Saugrohr l&auml;uft. Dann mu&szlig; irgenwas im Vergaser undicht sein. Wenn die Kerzen trocken sind&nbsp; dann mu&szlig; es an der Einstellung liegen.</p>
<p>Gru&szlig; Bernd&nbsp;&nbsp;&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2010-12-31 22:41
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Probiere einmal mit ein bischen Gas zu starten. Bei 1,6 mm Drosselklappenspalt hat er zuwenig Luft. Da sauft meiner auch ab.</p>
<p>Guten Rutsch</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>thomas kindl</strong> replied on 2011-01-01 20:32
        </div>
        <div class="post-body">
            <p>Hallo Bernd </p>
<p>Meiner Meinung nach hast du ein Problem mit der Z&uuml;ndung oder den Kerzen.</p>
<p>Es kann ja nicht sein dass der Vergaser nach einer Kerzentrockenlegung pl&ouml;tzlich funktioniert und vorher nicht.</p>
<p>Da m&uuml;sste der Motor bzw. der Vergaser absaufen w&auml;rend der Motor stillsteht lange vor dem Start oder auch w&auml;rend der Fahrt derartig &uuml;berfetten dass Leistungseinbu&szlig;en entstehen und kohlrabenschwarzer Rauch auspufft.</p>
<p>Du k&ouml;nntest nach l&auml;ngerer Fahrt die Kerzen rausschrauben und die Farbe pr&uuml;fen (schwarz =fett, rehbraun =normal&nbsp; wei&szlig; = mageres Gemisch)</p>
<p>Vermutlich ist dein Funke zu schwach oder&nbsp; die Kompression zu gering nach einer Kerzentrockenlegung vermutlich mit L&ouml;tlampe und warmen Kerzen</p>
<p>springt er dann leichter an.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2011-01-03 11:58
        </div>
        <div class="post-body">
            <p>Also Kollegen,</p>
<p>erst mal ein gutes neues Jahr und nun zum Stand der Dinge. Ich hab am 31. den Motor warmlaufen lassen und dann abgestellt. Heute komm ich in die Garage und habe ohne vorher zu starten die Kerzen herausgeschraubt und sie sind nass, es roch auch nach Benzin. Also mu&szlig; der Vergaser im Stand leerlaufen. Werde ihn heute nachmittag mal ausbauen, vielleicht finde ich die Ursache.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2011-01-03 14:50
        </div>
        <div class="post-body">
            <p>Hast Du auch ein neues Schwimmernadelventil drin? (am Besten das gefederte vom Pinzgauer) Wie hoch ist die Spannung an der Z&uuml;ndspule? (auf der 12 Volt Seite)</p>
<p>&nbsp;</p>
<p>Als ich vor 3000km einen neuen 823 ccm Motor mit elektrischer Hardi Pumpe bekommen habe, war es manchmal auch so. Meistens aber nur der rechte Zylinder. Bei Rudis neuem 823 das Gleiche.</p>
<p>Bei mir hing es schon irgendwie mit dem Vergaser zusammen, aber nur wenn ich den Haflinger nur ein paar Meter im Hof gefahren bin, kam beim n&auml;chsten Start das Problem, wenn ich l&auml;ngere Strecken (10 km Landstra&szlig;e zu meiner Freundin) gefahren bin, war es am n&auml;chten morgen nie ???</p>
<p>Unsere Vergaser die eigentlich schon &uuml;berholt worden waren, wurden &uuml;ber Willi Zach nochmal &uuml;berholt&nbsp; und Willi hat diese Vergaser nochmal auf seinem 823 getestet. Jetzt kommt es bei beiden Hafis nur noch sehr selten vor. Rudi hat etwas andere Kerzen rein, die sich sauberer brennen, bei mir ist mit steigender Laufleistung viel besser geworden. Starten auch bei mir ohne Gas und Choke.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2011-01-03 15:18
        </div>
        <div class="post-body">
            <p>So, jetzt habe ich den Vergaser ausgebaut und den Deckel abgenommen, das Niveau war auf 25mm gesunken. Ich hab jetzt den Vergaser auf ein St&uuml;ck saubere Pappe gestellt und das Niveau auf den richtigen Wert aufgef&uuml;llt. Jetzt werde ich das mal beobachten wo der Sprit hin verschwindet.</p>
<p>@Lorenz, von der Z&uuml;ndungsseite her ist alles O.K. Ich hab mehrere Kerzen von verschiedenen Herstellern durchprobiert. Es war immer so da&szlig; der Motor nach l&auml;ngerer Standzeit ,so 1-3 Tage,&nbsp;abgesoffen war. Nach ein paar Wochen oder noch l&auml;nger hingegen sprang er an, wahrscheinlich war dann das eingedrungene Benzin verdunstet.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-01-08 23:36
        </div>
        <div class="post-body">
            <p>Hallo Bernd!&nbsp;&nbsp; </p>
<p>Eine Diskusion betreffs Zenith-Pallas 32 NDIX Vergaser gab es vor l&auml;ngerer Zeit schon mal. Sieh mal nach unter folgender URL :</p>
<p><b>http://haflingereins.com/forums/p/164/687.aspx#687</b></p>
<p>Die Fehlerursache bei der Z&uuml;ndung zu vermuten....., na ja, was soll sich denn dabei auf das Auslaufen vom Benzin aus der Schwimmerkammer auswirken? Da gibt es keinen Zusammenhang, kann ich nicht nachvollziehen!</p>
<p>Wenn du eine Querschnittszeichnung des Vergasers betrachtest, so liegen alle &Ouml;ffnungen, durch die Benzin in das Saugrohr austreten k&ouml;nnte, sei es absichtlich durch die Konstruktion oder unabsichtlich durch einen Fehler, alle &uuml;ber dem Niveau welches durch den Schwimmer gew&auml;hrleistet wird! Bitte pr&uuml;fe deshalb mal, ob nicht vielleicht der Schwimmer undicht ist und Benzin enth&auml;lt, oder ob eine der Schwimmerkugeln locker am Arm ist. Ansonst bleibt nur entweder den Schwimmer zu tauschen&nbsp; gegen einen anderen, oder mal den ganzen Vergaser zu tauschen.&nbsp; Steht dir das "Steyr-Puch Vergaserhandbuch" zur Verf&uuml;gung?&nbsp; Wenn nicht, so h&auml;tte gerne mal deine Adresse&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gr&uuml;&szlig;e, Mike</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2011-01-10 10:02
        </div>
        <div class="post-body">
            <p>Hallo Kollegen, ich glaub ich habe den Fehler gefunden,&nbsp;er springt sofort an und die Kerzen sind immer trocken.</p>
<p>Ich habe den Vergaser,wie schon beschrieben, ausgebaut mit Sprit gef&uuml;llt und stehen lassen. Das Niveau sank &uuml;ber nacht ab und die Pappunterlage war feucht. Dann habe ich den Vergaser zerlegt und es fiel auf da&szlig; die Dichtung zwischen Schwimmergeh&auml;use und Gussflansch total durchn&auml;sst war. Die Dichtung schien ein Reproteil zu sein, sie glich mehr normaler Pappe als dem bekannten Dichtungsmaterial. Dann habe ich die Vergaserh&auml;lften ohne Dichtung nur mit ein wenig Dirko wieder zsammengebaut. danach war die Schwimmerkammer dicht. Ich vermute da&szlig; die Dichtung wie eine Kapillare gewirkt hat und den Sprit ins Saugrohr gezogen hat.</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-01-12 16:26
        </div>
        <div class="post-body">
            <p>@ Bernd!&nbsp; Gut jedenfalls da&szlig; du die Ursache des Problems gefunden hast!&nbsp; Ok, die Dichtung also. Diese sollte aus rotem Klingerit bestehen, d&uuml;rfte aber bei Nachbau-Dichtungen wohl ein wenig geeignetes Material sein. </p>
<p>Aus Beobachtungen des Startvehaltens meines Haflinger f&auml;llt mir folgendes auf : nach einigen Tagen stehen in der Garage oder im Freien springt der Motor stets sofort an bei der ersten Umdrehung, l&auml;uft einge Takte und stirbt dann ab. Danach mu&szlig; ein zweiter Startversuch gemacht werden, nach eingen Umdrehungen springt der Motor dann zwar an braucht aber den Choker, etwa halb gezogen, bis er etwas warmgelaufen ist.&nbsp; </p>
<p>Das l&auml;&szlig;t auf folgendes Schlie&szlig;en: Nach der vorangegangenen Fahrt ist der Motor hei&szlig; wenn der Haflinger abgestellt wird. Auch das Saugrohr ist hei&szlig;, zumal die Auspuffheizung den Flansch des Vergasers heizt. Dadurch mu&szlig; Benzin aus der Scvhwimmerkammer verdampfen, da aber der Ansaugtrakt nicht ins Freie geht sondern abgeschlossen ist, gehen die D&auml;mpfe ins Saugrohr und kondensieren dort mit fortschreitender Abk&uuml;hlung. Daher das sofortige anspringen. Die Fehlmenge in der Schwimmerkammer f&uuml;hrt vorerst zu absterben und mu&szlig; erst durch die mechan. Pumpe nachgef&uuml;llt werden. Daher der zweite Startversuch notwendig. </p>
<p>Das ist aber alles Konstruktiv vorgegeben, es ist eben eine gewisse Eigenart eines mit Vergaser best&uuml;ckten und luftgek&uuml;hlten Motors. Mit Einspritzung sieht die Sache gewi&szlig; anders aus, da gibt es keine Unterbrechung der Benzinzufuhr ins Saugrohr.&nbsp; Gr&uuml;&szlig;e, Mike J.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2011-01-12 22:09
        </div>
        <div class="post-body">
            <p>Servus Michael,</p>
<p>Mein Hafi startet ebenfalls in der beschriebenen Weise:</p>
<p>Hoppla - l&auml;uft ja schon - net so schnell, wart no a bisserl.</p>
<p>Das beruhigt mich jetzt, wenn das normal ist.</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-01-13 19:26
        </div>
        <div class="post-body">
            <p>Meiner Funktioniert ein wenig anders:-).</p>
<p>Z&uuml;ndung an. Der Benzinpumpe ein paar Sekunden vorsprung geben und dannach Starten. Springt nach ca. 4 bis 6 Sekunden an und f&auml;llt meistens nach 15 bis 40 Sekunden mit etwas erh&ouml;hter Drehzahl in einen Runden normalen Standlauf. Wenn der Motor bei normaler Betriebstemperatur abgestellt wird springt er gleich nach den ersten Drehungen vom Starter an. Die 15 bis 40 Sekunden mu&szlig; ich zeitweise(kalte Tage) mit der Beschleunigenpumpe einwenig mehr Sprit zuf&uuml;hren. Auf die Saugrohrvorw&auml;rmung habe ich leider verzichtet. Der Choke ist seit l&auml;ngerem ausser Betrieb(Benzin rinnt bei der Welle raus und wurde mit Cu-Dichtungen abgedichtet) und wurde auch nicht wirklich ben&ouml;tigt.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2011-01-15 23:02
        </div>
        <div class="post-body">
            <p>Servus Hans,</p>
<p>ich glaube du hast eine elektrische Benzinpumpe. Meine und die vom Janczer Michael ist die mechanische. Und da mu&szlig; erst der Motor drehen.</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-01-16 18:48
        </div>
        <div class="post-body">
            <p>Benzinpumpe ist elektrisch. Aber was hat das mit dem unterschiedlichen Startverhalten zu tun? Wie so springt euer Motor an stirbt dannach ab und l&auml;st sich dann nur mit Choke starten?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2011-01-16 20:09
        </div>
        <div class="post-body">
            <p>Servus Hans,</p>
<p>Wie Michael beschrieben hat: Nach abstellen des Motors ist der Vergaser durch die Auspuffvorw&auml;rmung auf jeden Fall noch hei&szlig; und erw&auml;rmt das in der Schmwimmerkammer befindliche Benzin. Der entstehende &Uuml;berdruck schiebt es ins Ansaugrohr, wo es zun&auml;chst liegenbleibt und bei Abk&uuml;hlen kondensiert.</p>
<p>Beim n&auml;chsten Startvorgang ist sozusagen etwas "Startpilot" schon drinnen. Diese Menge fehlt aber in der Schwimmerkammer. Mit der elektrischen Pumpe kannst Du nat&uuml;rlich die Schwimmerkammer vor dem eigentlichen Startvorgang wieder auff&uuml;llen. Nur mit unserer mechanischen geht das Vor-Auff&uuml;llen nicht, weil da gleich der Motor mitdreht und starten m&ouml;chte.</p>
<p>Also Hafi mit elektrischer Benzinpumpe ist sozusagen eine automatische Startpiloteinrichtung.</p>
<p>Gru&szlig; Norbert Palme</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2011-01-16 20:13
        </div>
        <div class="post-body">
            <p>Noch was:</p>
<p>den Choke brauchen wir nicht unbedingt. Mit meiner kontaktlosen Z&uuml;ndung (Steini) habe ich einen gr&ouml;&szlig;eren Funken als mit der Unterbrecherz&uuml;ndung. Und da geht es h&auml;ufig auch ohne Choke. Meist reicht es, wenn ich das Standgas etwas erh&ouml;he. </p>
<p>Nebenbei bemerkt fahre ich normal mit sehr wenig Standgas (so da&szlig; er grade noch ruml&auml;uft) , weil das beim Bergabfahren eine sehr gute Bremswirkung durch den Motor gibt.</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-01-17 20:17
        </div>
        <div class="post-body">
            <p>Wie so soll das verdampfte Benzin ins Saugrohr kommen. Kann es nicht sein, da&szlig; wenn schon Benzin verdampft es eher gegen die Luftansaugung steigt und sich dort an die Umgebungsluft verliert. Stehen nicht oft bei abgestellten Motor irgendwelche Ventile auf &Uuml;berschneidung. Im Zylinderkopf(max. Hitze) wird die Luft eher nach oben Richtung Vergaser steigen als abw&auml;rts durch den Auspuff? </p>
<p>Den Motor auf die kleinste Drehzahl einstellen und damit mehr Motorbremswirkung erreichen ist ein Versuch wert und wird wohl im Sommer erprobt werden.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2011-01-18 10:39
        </div>
        <div class="post-body">
            <p>Hallo Kollegen,</p>
<p>jetzt l&auml;uft er und springt auch sofort an. Ursache war wahrscheinlich eine defekte elektronische Z&uuml;ndanlage. Nachdem ich wieder auf den alten Verteiler und Spule zur&uuml;ckger&uuml;stet habe , startet er sofort und l&auml;uft gleichm&auml;&szlig;ig. Mit dem Vergaser hat das ganze gar nichts zu tun gehabt. Aber manchmal ist man halt in seiner Denkweise blockiert.</p>
<p>Die Z&uuml;ndanlage habe ich zur &Uuml;berpr&uuml;fung zur&uuml;ckgeschickt.</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
</body>
</html>
