<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Motor Warm und &#214;ldruck knapp</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Motor Warm und &#214;ldruck knapp
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Motor Warm und &#214;ldruck knapp</h1>
            <div class="post-meta">
                Posted by <strong>Norbert Palme</strong> on 2009-05-24 20:37
            </div>
            <div style="margin-top: 10px;">
                <span class="category">&amp;#214;ldruck</span>
            </div>
            <div class="stats">
                Views: 4798 | Replies: 1
            </div>
        </div>
        <div class="post-body">
            <p>Servus Kollegen, </p>
<p>Ich hatte am letzten Donnerstag ein seltsames Erlebnis:&nbsp; Beide Keilriemen neu, vielleicht etwas viel Spannung (5mm dr&uuml;ckbar im kalten Zustand).&nbsp; Der vordere Keilriemen (beim L&uuml;fter) ist gerissen und der hintere hing auf der Seite in seiner Riemenscheibe - geraderichten war auf Fahrt ohne Schlagschrauber nicht m&ouml;glich - bin ich weiter gefahren.&nbsp;&nbsp; Auf der Ebene kein Problem, doch Bergauf hatte ich pl&ouml;tzlich die &Ouml;ldruckleuchte an. Abstellen, Abk&uuml;hlen lassen und sie war wieder weg, bis zum n&auml;chsten Mal. Ich kann mir nicht richtig erkl&auml;ren wie das im Zusammenhang steht, habe aber vorsichtshalber mal das Pilzventil der &Ouml;lpumpe bestellt und auch noch neue Riemenscheiben um diese Fehlerquelle auszuschlie&szlig;en. Jetzt w&uuml;rde ich noch gern wissen,&nbsp; wieviel &Ouml;ldruck da sein mu&szlig; (kalt und warm) und wo man den mi&szlig;t (ich denke am &Ouml;ldruckschalter).&nbsp;&nbsp; Wenn ich die &Ouml;lpumpe auch gerade noch ausbaue, und kein &Ouml;l drin habe, was gibt es noch f&uuml;r Problemstellen,&nbsp; die ich aber hoffentlich bei eingebautem Motor beheben kann?</p>
<p>Vielen Dank im Voraus&nbsp;&nbsp;&nbsp; Norbert Palme</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-06-06 18:57
        </div>
        <div class="post-body">
            <p>Gleich noch was dazu:&nbsp;&nbsp; Riemenscheiben und Keilriemen sind wieder ok.</p>
<p>Aber einen &Ouml;ldruckabfall hatte ich am letzten Montag.&nbsp; Fahrstrecke 80 km morgens, Au&szlig;entemp. ca. +8 &deg;,&nbsp; keine Probleme. R&uuml;ckfahrt am Nachmittag, au&szlig;entemperatur ca. 20 &deg; gleiche Fahrstrecke, berg und Tal, Hafi ca. 60km/h &Ouml;ldruckkontrolle nach ca. 70 km.&nbsp; Jetzt habe ich einen Manometer an der &Ouml;lablasschraube vom &Ouml;lfilter mit Leitung bis nach vorne ins Fahrerhaus eingebaut. Zus&auml;tzlich ein neuer &Ouml;ldruckschalter</p>
<p>Probefahrt heute, jedoch wieder recht k&uuml;hl drau&szlig;en, deshalb Auspuffheizung in Betrieb, ca. 6 bar bei Vollgas im kalten Zustand und ca. 5 bar im warmen Zustand. &Ouml;ltemperatur am Peilstab 89&deg;.&nbsp; Beil Lehrlaufdrehzahl etwa 1,5 bar. Warm braucht er ca. 10 seck. nach Abstellen bis &Ouml;ldruckleuchte kommt. Die erscheint auch erst bei etwa 0,2 bar an meinem Manometer.</p>
<p>Hat jemand von Euch auch schon mal so was gehabt?&nbsp; Eigentlich br&auml;uchte ich jetzt noch mal sch&ouml;nes warmes Wetter f&uuml;r die n&auml;chste Probefahrt. Ich klammere mich immer noch an den Strohalm, da&szlig; es der Druckschalter war, kann ihn jedoch nicht mehr richtig pr&uuml;fen, da er im Gewinde nicht mehr h&auml;lt.&nbsp; Der neue Druckschalter hat ein kegeliges Gewinde und so geht es gerade noch.</p>
<p>So langsam sehe ich das Treffen in Gefahr.....</p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
