<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Vorderachsgetriebe laut</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Vorderachsgetriebe laut
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Vorderachsgetriebe laut</h1>
            <div class="post-meta">
                Posted by <strong>TomSchweiger</strong> on 2013-06-11 22:36
            </div>
            <div class="stats">
                Views: 15481 | Replies: 9
            </div>
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>das Vorderachsgetriebe meines Schweizer Hafis ist sehr laut --&gt; mahlendes Ger&auml;usch. Auff&auml;llig ist, dass das Getriebe bei angehobenem Fahrzeug und eingelegter Sperre fast lautlos l&auml;uft, im Fahrbetrieb allerdings immer sehr laut ist. Kennt jemand dieses Ph&auml;nomen?</p>
<p>Ich bef&uuml;rchte, dass ich an einer Revision nicht vorbei komme, allerdings stellt sich die Frage, wer sowas machen kann. Kann ein "normaler" Getriebe&uuml;berholer ein Haflinger-Differential instandsetzen oder braucht man einen Puchspezialisten??</p>
<p>Danke f&uuml;r euere Informationen.</p>
<p>&nbsp;</p>
<p>Gru&szlig;</p>
<p>Tom</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Rene Lienhard</strong> replied on 2013-06-12 22:01
        </div>
        <div class="post-body">
            <p>Hallo Tom</p>
<p>Ich w&uuml;rde mal auf die Differenziallager 6013 tippen.&nbsp;</p>
<p>Hast du den Oelstand auch kontrolliert? Wie sieht das Oel aus, viel Abrieb im Oel?</p>
<p>F&uuml;r die Reparatur m&uuml;ssten die beiden Halbachsen demontiert werden, dann k&ouml;nnen die Diff. Lager 6013 gewechselt werden, dann sieht man auch den Zustand des Tellerrades und der Pignonwelle.</p>
<p>Gruss</p>
<p>Rene&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2013-06-12 22:22
        </div>
        <div class="post-body">
            <p>Das Differential zu reparieren ist eigentlich keine Kunst. Ich hatte meines auch schon zerlegt und gleichzeitig die Halbachslagerungen auf Kunststoffbuchsen umgebaut.&nbsp;&nbsp;Eventuell kann es sein dass die Ersatzteilbeschaffung etwas schwierig ist, aber die Arbeit sollte jeder Mechaniker hin bekommen, und ein Getriebespezialist sowieso.</p>
<p>Zumindest sollte der Fehler offensichtlich sein bei solchen Fahrger&auml;uschen.</p>
<p>Gr&uuml;sse und viel Erfolg</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>TomSchweiger</strong> replied on 2013-06-13 22:16
        </div>
        <div class="post-body">
            <p>Danke f&uuml;r die schnellen Antworten. Das &Ouml;l war relativ sauber, nur leichter Abrieb. Da ich mir Hafi erst im letzten Herbst zugelegt habe, weiss ich nat&uuml;rlich auch nicht allzuviel von der Vorgeschichte. Ich werde mich mal an die Lager machen. Welche Lagerluft hat das Original - normal oder C3?</p>
<p>&nbsp;</p>
<p>Gru&szlig;</p>
<p>Tom</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2013-06-14 15:54
        </div>
        <div class="post-body">
            <p>Hallo Tom, jetzt mu&szlig; ich auch mal meinen Senf dazu geben:</p>
<p>Da&szlig; die Differentiallager besch&auml;digt sind, ist sehr unwahrscheinlich. Die Dinger sind derma&szlig;en &uuml;berdimensioniert, da kann eigentlich nichts kaputt gehen.</p>
<p>Da&szlig; der Haflinger laut ist im Betrieb, insbesondere der Antrieb, ist v&ouml;llig normal.</p>
<p>Bevor Du das Differential zerpfl&uuml;ckst, w&uuml;rde ich mal zu einem Haflingerkollegen gehen und die Ger&auml;usche vergleichen oder mal jemand h&ouml;ren lassen der sich mit Haflingern auskennt.</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>TomSchweiger</strong> replied on 2013-06-14 18:06
        </div>
        <div class="post-body">
            <p>Hallo Forumsmitglieder,</p>
<p>gibts im Raum Regensburg einen Haflingerfahrer, den ich zwecks Ger&auml;schvergleich kontaktieren kann.</p>
<p>Gru&szlig;</p>
<p>Tom</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p style="padding-left: 30px;">&nbsp;</p>
<p style="padding-left: 30px;">&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Rene Lienhard</strong> replied on 2013-06-14 20:35
        </div>
        <div class="post-body">
            <p>Hallo Bernd</p>
<p>Ich muss dich korrigieren, die Differenziallager k&ouml;nnen sehr wohl verschliessen sein. Das gibt es &ouml;fters als man denkt. Ich arbeite fast Tag t&auml;glich an&nbsp;diesen Fahrzeugen, und ich habe schon des&nbsp;&ouml;fteren diese Lager getauscht, sowohl hinten&nbsp;als auch vorne.</p>
<p>Gruss</p>
<p>Ren&eacute;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2013-06-15 20:32
        </div>
        <div class="post-body">
            <p>Das finde ich richtig gut, da&szlig; wir mal einen echten Profi im Forum haben!</p>
<p>Soviel ich weis, arbeitet Rene in einer bekannten schweizer Haflingerwerkstatt.</p>
<p>Gru&szlig; Norbert Palme</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2013-06-17 10:57
        </div>
        <div class="post-body">
            <p>@Ren&eacute;,</p>
<p>kann schon sein, wenn ein Fremdk&ouml;rper ins Lager kommt oder wenn mal Wasser im Diff. stand (hab ich auch schon erlebt), aber bei normaler Beanspruchung k&ouml;nnen die Lager eigentlich nicht kaputt gehen.</p>
<p>Wenn nicht im Lagerinnenring der Antrieb der Achswelle mit den Gleitsteinen Platz finden m&uuml;sste, w&auml;hre das Lager viel kleiner dimmensioniert. Nur um das Differential zu lagern w&uuml;rden Lager in der halben Gr&ouml;&szlig;e reichen.</p>
<p>Nat&uuml;rlich k&ouml;nnen die Lager bei unserem Freund kaputt sein, aber ich meinte halt, bevor er es auseinander baut sollte er einen Experten wie Dich z.B. konsultieren.</p>
<p>Gr&uuml;&szlig;e</p>
<p>Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2013-06-17 11:02
        </div>
        <div class="post-body">
            <p>@Tom,</p>
<p>in Regensburg Gra&szlig;lfing ist das Puch 500/650 Mekka bei Heinz Lidl,</p>
<p>hat zwar direkt nicht mit Haflinger zu tun, aber durchaus m&ouml;glich da&szlig; von den Rennsemmelntreibern auch einer einen Haflinger im Stall hat.</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
</body>
</html>
