<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Haflinger Getriebe</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Haflinger Getriebe
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Haflinger Getriebe</h1>
            <div class="post-meta">
                Posted by <strong>markusstimpfle</strong> on 2010-05-23 20:08
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Getriebe</span>
            </div>
            <div class="stats">
                Views: 57112 | Replies: 20
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>ich bin gerade dabei meinen Haflinger neu aufzubauen. Momentan bin ich beim Getriebe.</p>
<p>Das Getriebe lief bis zur rostbedingten Zerlegung tadellos und w&uuml;rde dies auch sicher weiterhin tun.</p>
<p>Beim abbauen der Halbachsen viel mir aber auf, dass sowohl die Kuplungswelle als auch der Triebling ein leichtes H&ouml;henspiel haben. </p>
<p>Soll ich das Getriebe gleich neu lagern oder soll ich es einbauen und mit einer &Uuml;berholung warten bis dies tats&auml;chlich notwendig ist. </p>
<p>Was ist Eure Meinung?</p>
<p>K&ouml;nnt ihr mir eine Getriebe-Spezialisten empfehlen und was kostet eine &Uuml;berhohlung ungef&auml;hr?</p>
<p>Vielen Dank im Voraus</p>
<p>Markus</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-05-25 22:44
        </div>
        <div class="post-body">
            <p>Das Getriebe sollte komplett aufgearbeitet werden. Wenn n&auml;mlich schon&nbsp; der Triebling sich auf und ab bewegen l&auml;&szlig;t (also in radialer Richtung) so ist das Nadellager zur radialen F&uuml;hrung des Trieblings soweit verschlissen da&szlig; es erneuert werden mu&szlig;. Hier darf es absolut kein radiales Spiel geben da ansonst das Tragbild bzw. der Eingriff der Z&auml;hne des Trieblings in das Tellerrad des Differentials nicht mehr stimmt. Genau f&uuml;r dieses Detail wird ein ziemlicher Aufwand im Zuge der Einstellungen getrieben weil es sich direkt auf die Lebensdauer des Getriebes (gilt auch f&uuml;rs vordere Diff) auswirkt.&nbsp; Da brauchst du auf nix mehr warten! Der Abrieb des Nadellagers ger&auml;t in die restlichen Kugellager und auch in die Nadellager der Zahnr&auml;der am Triebling&nbsp; und beginnt dort sein Zerst&ouml;rungswerk, falls es nicht eh&acute; schon zu sp&auml;t ist. </p>
<p>Wie hast du denn die Halbachsen abgebaut? Kein Stehbolzen verbogen und/oder abgerissen? Abzieher oder Mei&szlig;el verwendet? Hast du das abgelassene Getriebe&ouml;l gepr&uuml;ft auf Abrieb? Sieht es aus wie Metallis&eacute;-Lack? Was hat es auf sich mit&nbsp; "rostbedingter Zerlegung"?</p>
<p>Wegen der Kosten: entscheidender Faktor ist das Nadellager des Trieblings: das 65 und das 62mm gibt es noch, das 63mm&nbsp; ist nicht mehr erh&auml;ltlich ( so meine Kenntnisse der aktuellen Lage). Die Nadellager unter den Zahnr&auml;dern des Trieblings sind auch noch erh&auml;ltlich wenn auch teuer. Die restlichen Kugellager gibt es noch da Standard-Dimensionen,&nbsp; nur das doppelreihige Steyr-axial-F&uuml;hrungslager des Trieblings wird bereits nachgefertigt da Ausverkauft. Nach Zerlegen m&uuml;ssen alle Teile genau gepr&uuml;ft werden, insbesonders auch die Synchronringe auf Verschlei&szlig;. In fast allen F&auml;llen ist auch noch das Retourgangrad zu erneuern. Rechne mit &euro; 1500 bis 2000,- je nach Aufwand an Material und Arbeitszeit.&nbsp;&nbsp; Gr&uuml;&szlig;e, Mike</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>markusstimpfle</strong> replied on 2010-05-26 10:32
        </div>
        <div class="post-body">
            <p>Vielen Dank schon mal!</p>
<p>Die Halbachsen sind eigentlich Problemlos runtergegangen. Das hat mich selbst verwundert! Einen Meisel hab ich nat&uuml;rlich nicht verwendet.</p>
<p>Das Getriebe&ouml;l war in Ordnung. Dass Diff und der Triebling schauen, soweit es sich bis jetzt beurteilen l&auml;sst, gut aus.</p>
<p>Mit "rostbedingter Zerlegung" war die Plattform gemeint.</p>
<p>Das vordere Diff ist bereits fertig &uuml;berholt. Dort habe ich das Tragbild des Tellerrades und des Triebling&acute;s genau eingestellt. War ein ziemlicher Zeitaufwand! ;-)</p>
<p>Naja... mit dieser Antwort habe ich bereits gerechnet. Einen Dichtungssatz habe ich zumindest schon mal...</p>
<p>Wenn ich das Getriebe vom Trockeneisstrahlen zur&uuml;ckbekomme werde ich gleich loslegen.</p>
<p>Vielen Dank nochmal!</p>
<p>Gr&uuml;&szlig;e</p>
<p>Markus</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-05-26 21:48
        </div>
        <div class="post-body">
            <p>@ Markus!</p>
<p>Gute Idee da&szlig; du das Getriebe vor dem Zerlegen schon reinigen l&auml;&szlig;t.&nbsp; Es l&auml;&szlig;t sich so weitaus besser arbeiten. Im Falle da&szlig; du den einen oder anderen Tip oder Instruktion brauchst, melde dich. Gutes Gelingen w&uuml;nscht Mike. </p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-05-27 15:53
        </div>
        <div class="post-body">
            <p>Hallo Markus!</p>
<p>Dein Beitrag ist f&uuml;r mich interessant, da ich auch gerade die Vorderachse meines Haflingers zerlege. Bin schon gespannt, ob der Triebling irgendein Spiel aufweist... mal sehen! Das Geh&auml;use muss ich noch aufmachen.</p>
<p>Wie sehen so Aludruckgussteile nach dem Trockeneinsstrahlen aus? Hat das eine Ver&auml;nderung der Oberfl&auml;che zur Folge? W&uuml;rde mich freuen, wenn du vielleicht ein paar Fotos posten k&ouml;nntest!</p>
<p>LG,<br />Constantin</p>
<p>PS: Hast du eigentlich noch diesen gr&uuml;nen Serie 1 Haflinger mit Polyesterhaus?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>markusstimpfle</strong> replied on 2010-05-27 19:37
        </div>
        <div class="post-body">
            <p>Hallo Constantin,</p>
<p>tja, wie die Teile aussehen weiss ich leider auch noch nicht! Es ist das erste mal dass ich Aludruckgusteile Trockeneisstrahlen lasse! Die Oberfl&auml;che wird dadurch auf alle F&auml;lle nicht ver&auml;ndert, da diese Methode den Aludruckgu&szlig; nicht angreift. Es wird lediglich der Schmutz und der evtl. vorhandene Lack abgetragen. Mit trockeneis k&ouml;nnte man sogar&nbsp;eingebaute Motoren oder Getriebe strahlen ohne dass diese Schaden nehmen oder wie beim Sandstrahlen durch den &uuml;berall eindringenden Staub zerst&ouml;rt w&uuml;rden.<br />Eine gl&auml;nzende Fabrikneue Oberfl&auml;che wie man sie durch Glasperlstrahlen bekommt wird aber denke ich nicht dabei herauskommen. Ich bin selbst gespannt!<br />Nat&uuml;rlich werde ich Fotos posten! Wenn es soweit ist, werde ich aber sicherlich Deine Hilfe brauchen! Ich bin ja schon froh wenn ich etwas im Forum schreiben kann! ;-)</p>
<p>Dass Du von meinem gr&uuml;nen Serie 1 Haflinger weisst verwundert mich! Habe ich dass einmal irgendwo geschrieben?<br />Nein den habe ich leider nicht mehr! Das Chassis war derma&szlig;en zerfressen und von den Vorbesitzern so mit Schwei&szlig;flicken zugepflastert worden, dass es sich schlicht nicht mehr lohnte dieses Chasis zu erhalten! <br />Allerdings hatte ich beim Kauf dieses Haflingers einen zweiten als sog. Teiletr&auml;ger miterworben.<br />Nun baue ich mir einen 703`er neu auf! Aufgrund meiner von Familie und Arbeit wird es aber noch eine Zeitlang dauern bis ich wieder fahren kann.<br />Allerdings sind bei uns im Ort ca.&nbsp;9 Haflinger angemeldet von denen ich den ein oder anderen bei Bedarf fahren darf. Also ist die "Haflingerlose" Zeit zu &uuml;berstehen! ;-)<br />Gr&uuml;&szlig;e</p>
<p>Markus</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-05-28 11:07
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Ja mir ist dein Name bekannt vorgekommen und dann hab ich in meinen alten Emails nachgesehen... wir waren 2004 mal in Kontakt!<br />Auf das Resultat vom Strahlen bin ich schon gespannt! Notfalls schickst du mir halt die Bilder und ich stell sie rein. :-)</p>
<p>Was ist dein 703 AP f&uuml;r ein Modell?</p>
<p>LG,<br />Constantin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>markusstimpfle</strong> replied on 2010-05-28 13:05
        </div>
        <div class="post-body">
            <p>Es ist ein zivieler der Serie 2. Tag der ersten Zulassung 5. Juni 1974.<br />Allerdings bekommt er ein Kriechganggetriebe und die 64&eacute;r &Uuml;bersetzung. </p>
<p>LG Markus</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2010-06-12 19:07
        </div>
        <div class="post-body">
            <p>Servus Marcus,</p>
<p>entschuldige, da&szlig; ich mich mit einem anderen Thema in die Diskussion einklinke. Ich habe gelesen, da&szlig; Du aus Garmisch bist und noch etliche Haflinger bei Euch laufen. Meiner stammt von der Bergwacht Grainau. Ich habe ihn 1982 &uuml;bernommen. Jetzt meine Bitte: vielleicht hat einer in Eurer Haflingergemeinde noch Verbindung zu der o.a. Bergwachtbereitschaft. Ich h&auml;tte gro&szlig;es Interesse an Informationen zur Historie meines Haflingers und wei&szlig;, da ich lange Jahre beim Roten Kreuz war, da&szlig; da immer Chroniken und Fotoalben existieren, wo man f&uuml;ndig werden k&ouml;nnte. Ich habe schon mehrfach versucht, mit dem Bereitschaftsleiter Verbindung aufzunehmen, bekam aber nie eine Antwort. Vielleicht siehst Du eine M&ouml;glichkeit da einen Kontakt herzustellen, bevor die ganzen alten Recken, die noch etwas wissen,&nbsp;nicht mehr sind.</p>
<p>l.Gr.&nbsp; Ulli</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>markusstimpfle</strong> replied on 2011-01-23 14:46
        </div>
        <div class="post-body">
            <p>Hallo zusammen, habe nun mein Getriebe zerlegt.</p>
<p>Leider habe ich dabei feststellen m&uuml;ssen, dass der vordere Lagersitz der Zwischenwelle zwei Risse hat.</p>
<p>Ist das schon &ouml;fter beobachtet worden?</p>
<p>Die Zahnr&auml;der und Lager weisen keinen &uuml;berm&auml;&szlig;igen Verschlei&szlig; auf der auf eine &Uuml;berlastung des Getriebes hinweisen w&uuml;rden.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>markusstimpfle</strong> replied on 2011-01-24 18:30
        </div>
        <div class="post-body">
            <p>Hallo zusammen,<br />habe noch ein paar Fotos vom Trockeneisgesstrahlten Getriebegeh&auml;use und vom zerlegen.<br />Bei wem soll ich die Verschlei&szlig;teile wie Nadellager, R&uuml;cklaufrad,&nbsp;2. Gangrad&nbsp;und Synchronringe bestellen?</p>
<p>Kann mir jemand einen Tipp geben?</p>
<p>Ich k&ouml;nnte noch mehr Fotos von der Getriebezerlegung unter Media einstellen. Leider bringe ich es aber nicht fertig....???</p>
<p>Vielen Dank!</p>
<p>Markus</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2011-01-24 22:28
        </div>
        <div class="post-body">
            <p>Servus Markus,</p>
<p>Autoquariat in Wien (<a href="http://www.autoquariat.at">www.autoquariat.at</a> ) ist sehr gut sortiert und m&uuml;sste die Teile haben.&nbsp; Prokschi evtl. auch.</p>
<p>Was die nicht haben, hat L&uuml;scher in der Schweiz. L&uuml;scher hat jedoch den Nachteil, da&szlig; er nicht ins Ausland versendet.</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2011-01-24 22:30
        </div>
        <div class="post-body">
            <p>Noch was,</p>
<p>habe gerade gesehen, da&szlig; du in Garmisch zu Hause bist.</p>
<p>Zum L&uuml;scher sind es von dir aus ca. 320 km. Wenn mit dem Teilenachschub nicht klappt, ist eine Sonderfahrt durchaus zu empfehlen. Habe ich auch 2x gemacht.</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-01-30 19:26
        </div>
        <div class="post-body">
            <p>@ Markus!&nbsp;&nbsp; M&ouml;chte hier darauf hinweisen da&szlig; die Alu-Legierung des Getriebegeh&auml;uses, ANTICORODAL der S.A.G. Lend, sehr gut schwei&szlig;bar ist!&nbsp; Wig / Argongas-Verfahren und Zusatzmaterial AlMg 5.&nbsp; Der Au&szlig;enlaufring des Rollenlagers mu&szlig; jedenfalls vor Beginn der Arbeit gezogen werden! Gr&uuml;&szlig;e; AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>markusstimpfle</strong> replied on 2011-01-31 18:27
        </div>
        <div class="post-body">
            <p>Vielen Dank Michael.</p>
<p>Wenn ich Gl&uuml;ck habe bekomme ich von einem Freund den vorderen Getriebedeckel. Ansonsten muss ich das Teil wohl schwei&szlig;en lassen.</p>
<p>Gr&uuml;&szlig;e <br />Markus</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>StefanGrisse</strong> replied on 2012-11-02 08:10
        </div>
        <div class="post-body">
            <p>Gibt es noch eine Chance die Bilder vom Getriebe beim zerlegen zu sehen?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>markusstimpfle</strong> replied on 2012-11-05 18:12
        </div>
        <div class="post-body">
            <p><a href="./CommunityServer.Components.UserFiles/00/00/00/21/06/100_5F00_3535.JPG"><img src="./CommunityServer.Components.ImageFileViewer/CommunityServer/Components/UserFiles/00/00/00/21/06/100_5F00_3535.JPG-550x0.jpg" border="0" /></a><a href="./CommunityServer.Components.UserFiles/00/00/00/21/06/100_5F00_3543.JPG"><img src="./CommunityServer.Components.ImageFileViewer/CommunityServer/Components/UserFiles/00/00/00/21/06/100_5F00_3543.JPG-550x0.jpg" border="0" /></a><a href="./CommunityServer.Components.UserFiles/00/00/00/21/06/100_5F00_3544.JPG"><img src="./CommunityServer.Components.ImageFileViewer/CommunityServer/Components/UserFiles/00/00/00/21/06/100_5F00_3544.JPG-550x0.jpg" border="0" /></a><a href="./CommunityServer.Components.UserFiles/00/00/00/21/06/100_5F00_3545.JPG"><img src="./CommunityServer.Components.ImageFileViewer/CommunityServer/Components/UserFiles/00/00/00/21/06/100_5F00_3545.JPG-550x0.jpg" border="0" /></a><a href="./CommunityServer.Components.UserFiles/00/00/00/21/06/100_5F00_3546.JPG"><img src="./CommunityServer.Components.ImageFileViewer/CommunityServer/Components/UserFiles/00/00/00/21/06/100_5F00_3546.JPG-550x0.jpg" border="0" /></a><a href="./CommunityServer.Components.UserFiles/00/00/00/21/06/100_5F00_3547.JPG"><img src="./CommunityServer.Components.ImageFileViewer/CommunityServer/Components/UserFiles/00/00/00/21/06/100_5F00_3547.JPG-550x0.jpg" border="0" /></a></p>
<p>Habe noch ein paar sch&ouml;ne Bilder gefunden...</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>StefanGrisse</strong> replied on 2012-11-06 13:25
        </div>
        <div class="post-body">
            <p>Dank dir f&uuml;r die Bilder, aber das eigentliche Getriebe ist darauf doch noch eingebaut, wenn ich das richtig verstehe, oder?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2012-11-06 18:31
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>was man hier sieht, sind neben Ein- und Ausgangswelle (teilweise), die zwei Zwischenwellen f&uuml;r Kriechgang und Nebenantrieb. Siehe auch <a href="http://tdc.haflinger-4wd.com/details_and-changes/gearbox/generalinformation.php">hier</a>.</p>
<p>Das restliche Getriebe (G&auml;nge 2 - 5 und Retourgang) ist noch im Geh&auml;use.</p>
<p>&nbsp;</p>
<p>LG, C</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2016-11-28 12:34
        </div>
        <div class="post-body">
            <p>@ Markus! Es ist zwar schon eine Weile her, da&szlig; das o.g. Thema aktuell war. Anla&szlig;bedingt m&ouml;chte ich es aber noch aktualisieren mit dem beil. Fotos, weil an dem F&uuml;nfganggetriebe, das ich momentan auf der Werkbank habe, genau der gleiche Defekt vorlag. Der Lagerbock zum Rollenlager (Teil 30 / 900.6637 ) der Zwischenwelle zum Kriechgang wies ebenfalls einen Ri&szlig; auf. Zur Reparatur wurde der in diesem Lagerbock eingepre&szlig;te Au&szlig;enring zuerst mal herausgezogen &nbsp;( mit Lagerring-Auszieher Kukko 21-5 und Ausziehst&uuml;tze Kukko 22-2 ), danach der Ri&szlig; mittels Stabschleifer und Kugelfr&auml;ser 6mm etwa 3mm tief aufgefr&auml;st. In der Folge konnte mit dem WIG-Schwei&szlig;ger&auml;t der Ri&szlig; einwandfrei zugeschwei&szlig;t werden. Die Innenkontur zur Aufnahme des Rollenlager-Au&szlig;enringes wurde dabei gerade noch nicht verletzt, und konnte der Ring nach Abk&uuml;hlung wieder in die richtige Lage eingepre&szlig;t werden.</p>
<p>Ein zweiter Teil der oftmals bricht oder einrei&szlig;t, in diesem Falle auch hier, ist der Schaltaufsatz. Es bricht hier meist die rechte untere Ecke der quadratischen &Ouml;ffnung wo die Schaltstange herausragt. Diese Ecke ist Teil des Flansches mit Wulst, an dem der Gummi-Faltenbalg befestigt wird. Ursache des Schadens ist meist verkanten der Schaltstange, und damit &Uuml;berbeanspruchung der an sich eh&acute; schon d&uuml;nnen Wanddicke des Alugeh&auml;uses beim Ausbau des Getriebes. Auch dieser Teil konnte mittels WIG-Schwei&szlig;ens gerettet werden.</p>
<p>Allgemein ist festzustellen da&szlig; sich die damals von der SAG an SDP gelieferte Alulegierung Anticorodal recht gut schwei&szlig;en l&auml;&szlig;t. Auch Motorengeh&auml;use konnten so schon vor dem Schrott gerettet werden... &nbsp;Gr&uuml;&szlig;e, Mike J.</p>
<p><img src="https://c8.staticflickr.com/6/5685/31293931735_7845d47612_k.jpg" border="0" style="max-width: 550px;" /></p>
<p><img src="https://c3.staticflickr.com/6/5821/31149686162_15bf54bb68_k.jpg" border="0" style="max-width: 550px;" /></p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2016-12-04 22:02
        </div>
        <div class="post-body">
            <p>@ Markus!</p>
<p>Dass an der von dir genannten Stelle am Anschlu&szlig;geh&auml;use des Getriebes der verdickte Teil des Lagersitzes f&uuml;r den Aussenring des Rollenlagers der Zwischenwelle f&uuml;r den Kriechgang rei&szlig;t, ist h&auml;ufig festzustellen. Ursache? &nbsp;Offensichtlich zu d&uuml;nne Wanddicke an dieser Stelle zusammen mit zu strammer Passung des Aussenringes....</p>
<p>Zur Reparatur mu&szlig; zuerst der Lagerring herausgezogen werden. Danach mu&szlig; der Ri&szlig; aufgeweitet werden ( Kugelfr&auml;ser ca. 6mm und 2-3mm tief ), und dann wird der Ri&szlig; mit dem WIG-Ger&auml;t geschwei&szlig;t. An der Luft abk&uuml;hlen lassen. In der Folge kann der Aussenring wieder eingepre&szlig;t werden. Das sollte wie immer mit Hilfe eines passenden Dornes gemacht werden. Schwei&szlig;raupe nicht verputzen! </p>
<p>Gr&uuml;&szlig;e, Mike J.&nbsp;</p>
<p><img src="https://c8.staticflickr.com/6/5685/31293931735_7845d47612_k.jpg" border="0" style="max-width: 550px;" /></p>
        </div>
    </div>
</body>
</html>
