<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Hafi l&#228;uft nur mit gezogenem Joke richtig</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Hafi l&#228;uft nur mit gezogenem Joke richtig
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Hafi l&#228;uft nur mit gezogenem Joke richtig</h1>
            <div class="post-meta">
                Posted by <strong>Martin Mauthner</strong> on 2011-04-25 15:11
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Benzinpumpe</span>
                <span class="category">Vergaser</span>
                <span class="category">Z&amp;#252;ndung</span>
            </div>
            <div class="stats">
                Views: 14728 | Replies: 7
            </div>
        </div>
        <div class="post-body">
            <p>Erst mal einen herzlichen Gru&szlig; an alle im Forum. Nach mehr als zwei Jahren ohne Probleme mit meine Hafi mu&szlig; ich wieder an euch wenden ( mit GRO&szlig;ER Hoffnung auf Hilfe !! ). Am Ostersamstag&nbsp;habe ich mit meinem Hafi&nbsp;an einer Ausfahrt teilgenommen. Leider bin ich nur einige hundert Meter gekommen. Pl&ouml;tzlich hat er angefangen zu schie&szlig;en und hat kein Gas angenommen. Zuerst habe ich gedacht es w&auml;re wieder der Unterbrecher oder der Verteilerfinger. Fehlanzeige. Alles &uuml;berpr&uuml;ft und Verteilerfinger sowie Verteilerkappe getauscht -- kein Erfolg. Jetzt habe ich noch den Vergaser gereinigt ( 32er Weber) und die Benzinpumpe &uuml;berpr&uuml;ft. Benzin bekommt er genug. Z&uuml;ndzeitpunkt stimmt. Trotzdem l&auml;uft er nur mit gezogenem Joke rund. Ohne kommt er nicht auf Touren und nimmt auch das Gas nicht richtig an. Alles deutet auf ein Spritproblem hin, aber ich w&uuml;&szlig;te nicht mehr wo ich suchen soll. Besten Dank im vorhinein f&uuml;r eure Antworten.</p>
<p>Martin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2011-04-25 15:27
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Beim Webervergaser gibt es oft Probleme mit dem Schwimmer... hast du den schon n&auml;her betrachtet? Wenn Benzin in den Schwimmer eindringt, funktioniert das System nat&uuml;rlich nicht mehr richtig. Oftmals sind die Schwimmer schon schlecht repariert (schlecht gel&ouml;tet). Prokschi bietet hier einen guten Nachbau an.</p>
<p>Es k&ouml;nnten auch eine oder mehrere D&uuml;sen beim Vergaser verstopft sein... Wenn sich viel Dreck im Schauglas befindet, ist das sehr verd&auml;chtig.</p>
<p>Ein Freund hatte auch mal das Problem, dass die alte Vergaserdeckeldichtung so verformt war, dass der Schwimmer innen an der Dichtung gestriffen hat und sich somit nicht richtig bewegen konnte.</p>
<p>So viel zu meinen Ideen auf die Schnelle.</p>
<p>&nbsp;</p>
<p>LG,<br />Constantin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2011-04-25 20:00
        </div>
        <div class="post-body">
            <p>Servus Martin,</p>
<p>Je nach dem, wo Du zu Hause bist, in Wien ist&nbsp;&nbsp;&nbsp; Herr Kniezanrek, Cerningasse, 2.Bezirk&nbsp;&nbsp;&nbsp;&nbsp; eine Adresse erster Wahl. Leider habe ich grade die Tel. Nr. nicht vorr&auml;tig.</p>
<p>Michael Janczer h&auml;tte sie wahrscheinlich griffbereit. Vielleicht liest er das.</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-04-25 21:07
        </div>
        <div class="post-body">
            <p>Wie schaut den die Beschleunigerd&uuml;se aus?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Helmut Sommereder</strong> replied on 2011-04-25 22:14
        </div>
        <div class="post-body">
            <p class="mainHeader">Anbei die gew&uuml;nschte Telefonnummer:</p>
<p class="mainHeader">&nbsp;</p>
<p class="mainHeader">Helmut Kniezanrek </p>
<p><span class="mainContent1">Adresse:<br /></span><span class="mainContent2">Czerningasse 7<br />1020 Wien<br />AUSTRIA - EU </span><br /><br /><span class="mainContent1"><a href="kontakt_email.htm" class="a1">Kontakt</a> </span><br /><br /><span class="mainContent1">Telefon:<br /></span><span class="mainContent2">0043 1 21 45 432 </span></p>
<p>&nbsp;</p>
<p>Mit den besten Gr&uuml;&szlig;en</p>
<p>Helmut</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2011-04-26 13:16
        </div>
        <div class="post-body">
            <p>Hallo Martin,</p>
<p><br></p>
<p>das klingt für mich nach einer Verstopfung im normalen Vergasersystem: Es kommt kein Sprit durch das normale Düsensystem, mit dem Choke gehts aber, weil dort alles okay ist. Schraub noch mal alle zugänglichen Düsen raus und blas sie und den Vergaser mit Druckluft durch. Ist im Handbuch der CH-Armee ganz gut beschrieben, so du eines hast.</p>
<p>An den defekten Schwimmer glaube ich, im Gegensatz zu Consti eher nicht, da der Vergaser dann tendenziell eher überläuft, weil sich der Schwimmer mit Benzin füllt und so absinkt...</p>
<p>Ich bin gespannt!</p>
<p>Gruß</p>
<p><br></p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2011-04-27 19:54
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Nat&uuml;rlich kann es am Vergaser liegen, aber ich vermute wegen der Fehlz&uuml;ndungen eher die Z&uuml;ndverstellung im Verteiler, die verharzt sein kann. Bei 4 von mir &uuml;berholten und dann auf dem Verteilerpr&uuml;fstand getesteten Verteilern mu&szlig;ten 3 nachjustiert werden, weil die Federn halt altern.</p>
<p>Robert Prokschi hat einen Pr&uuml;fstand.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Martin Mauthner</strong> replied on 2011-05-18 18:33
        </div>
        <div class="post-body">
            <p>Besten Dank f&uuml;r die vielen Informationen. Ich glaube es war wirklich die Benzinzufuhr. Ihr k&ouml;nnt sagen was ihr wollt, aber der Hafi hat ein Eigenleben und wenn er nicht will dann will er nicht. Das mit der Benzinzufuhr vermute ich n&auml;mlich nur. Ich habe&nbsp;ziemlich alles was ihr geraten habt durchgef&uuml;hrt ( Verteiler, Vergaser gereinigt, ..........) ---- hat NICHTS gebracht. Dann hatte ich einige Tage leider keine Zeit zu Schrauben. Am Sonntag habe ich den Hafi gestartet und er l&auml;uft als w&auml;re nichts gewesen. Bis jetzt keine Probleme - keine Ahnung was war. Auf jeden Fall nochmal Danke an alle f&uuml;r die Hilfe. Da wei&szlig; man n&auml;mlich das man nicht ganz alleine ist.</p>
<p>Beste Gr&uuml;&szlig;e </p>
<p>Martin</p>
        </div>
    </div>
</body>
</html>
