<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Standheizung Ebersp&#228;cher BN 2</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Standheizung Ebersp&#228;cher BN 2
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Standheizung Ebersp&#228;cher BN 2</h1>
            <div class="post-meta">
                Posted by <strong>Michael Janczer</strong> on 2010-12-25 00:34
            </div>
            <div class="stats">
                Views: 7191 | Replies: 2
            </div>
        </div>
        <div class="post-body">
            <p>[View:http://www.flickr.com/photos/ap-700/sets/72157625407591201/:550:0]</p>
<p>[View:http://www.flickr.com/photos/ap-700/sets/72157625407591201/:550:0]</p>
<p>Unter diesem Link habe ich euch die Dokumentation / Reparaturanleitung bei Flickr als Album abgelegt. Es sind insgesamt 26 Seiten. Ich habe nicht alle Seiten in fortlaufender Reihenfolge kopiert, jene die fehlen sind &uuml;berfl&uuml;ssig. Link anklicken, Seiten anw&auml;hlen und kopieren&nbsp; </p>
<p>Zu evtl. Reparaturen noch folgende Infos:&nbsp; fast immer sind verh&auml;rtete Membranen die Ursache von Fehl - bzw. Nichtfunktion. Diese Membranen sind aber unterschiedlich und m&uuml;ssen stets beide erneuert werden. Ersatz hat noch Gerhard D. und R. Prokschi. Beim Ausbau der Einspritzd&uuml;se am Brennergeh&auml;use achtgeben da&szlig; der winzige Einsatz nicht verloren geht. Den Thermoschalter ( mit &Uuml;berwurfmutter befestigt am Brennergeh&auml;use) extrem vorsichtig behandeln, auf keinen Fall darf das in den Brennraum hineinragende R&ouml;hrchen gebogen werden, der darin enthaltene Quarzstab bricht sofort und ist unersetzlich. Es ist normalerweise nicht notwendig diesen Schalter auszubauen, es sei denn ein anderer soll eingebaut werden. Achtung auf die &Uuml;berwurfmutter, wenn schwerg&auml;ngig dann mit einem Tropfen &Ouml;l nachhelfen, verreibt sich gerne am Niro-Stutzen.</p>
<p>Schmelzsicherung 25 A&nbsp; im fliegenden Sicherungshalter pr&uuml;fen, Kontakte reinigen mit Glasfaserpinsel. Schmelzsicherung 8A zur Versorgung der Pumpe pr&uuml;fen, gegf. erneuern.&nbsp; Sehr wichtig: Zustand bzw. Vorhandensein des geflochtenen Massekabels. Oft ist dieses abgerissen, oder nicht montiert, daher Fehlfunktion der BN2.</p>
<p>Die zum Betrieb notw. Menge an Benzin an der Einstellschraube gem&auml;&szlig; Instruktion justieren. Guter Wert sind 27-28 Kubikzentimeter in 5 min. Zuwenig f&uuml;hrt leicht zum Verl&ouml;schen der Flamme, d.h. instabiles Verhalten, zuviel Benzin zu rauchendem Betrieb. </p>
<p>Vorgangsweise:&nbsp; Schlauch von der Einspritzd&uuml;se abziehen-in 50ccm Me&szlig;glas halten-Z&uuml;ndung EIN-Zugschalter in Pos. Heizen ziehen-Stoppuhr starten-5 min laufen lassen- Zugschalter hinendr&uuml;cken-Menge pr&uuml;fen. Gegenbenenfalls Menge an der Einstellschraube nachstellen. Me&szlig;vorgang wiederholen solange bis Menge wie oben angeg. pa&szlig;t</p>
<p>Das Brennergeh&auml;use (aus d&uuml;nnem Niroblech gefertigt) rei&szlig;t manchmal im Bereich der Abgasstutzen bzw. Frischluft-Ansaugstutzen, diese Bereiche sorgf&auml;ltig untersuchen. Kann gegf. mit Silberlot hartgel&ouml;tet werden. Ursache: verspannte Montage durch schlechte Passung durch die L&ouml;cher in der Fu&szlig;wanne, gerissene Silentbl&ouml;cke.</p>
<p>L&uuml;ftermotor mu&szlig; leicht und mit&nbsp; hoher Drehzahl laufen, auf keinem Fall z&auml;h und mit niedrigen Rpm. Motor kann komplett zerlegt werden, gegf. Kollektor nacharbeiten. Auss&auml;gen der Pertinaxlamellen zwischen den Kupferlamellen (0,5mm tiefe) nicht vergessen. Gleitlager nur mit je 1 Tropfen d&uuml;nnem &Ouml;l versorgen. Gl&uuml;hkerzen gibts bei Ebersp&auml;cher keine mehr, bei Oldtimerm&auml;rkten suchen, aus Tschech. Produktion (Jikov) gibt es zwar Ersatz, aber da Gewinde zu lang ist mu&szlig; 4mm dicker Abstandsring beigelegt werden. </p>
<p>Gr&uuml;&szlig;e, AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2010-12-25 14:15
        </div>
        <div class="post-body">
            <p>Servus Michael,</p>
<p>erstmal sch&ouml;ne Feiertage und ein gesundes Neues Jahr!</p>
<p>In Deinem Beitrag finde ich keinen Link, oder bin ich wieder nur zu doof etwas anzuklicken?</p>
<p>Vielleicht nochmal eine Hilfe zur Suche .&nbsp;&nbsp; Danke ! Lb. Gr&uuml;&szlig;e&nbsp; Ulli</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-12-25 18:37
        </div>
        <div class="post-body">
            <p>@ Ulli !</p>
<p>Du hast recht !&nbsp; Es fehlt die Angabe des Link. Das ist mir gleich nach "Senden" aufgefallen. Warum er nicht eingef&uuml;gt wurde, ?. Ich habe ihn eingef&uuml;gt in den Beitrag, doch nach Senden war er nicht mehr im Beitrag ! </p>
<p>Da m&ouml;chte ich den Christoph Wille um Rat fragen : wie kann man ein Album mit 26 Seiten als Link im Beitrag hineinkopieren?</p>
<p> Habe den Link nun einfach abgeschrieben: <b>http.//www.flickr.com/photos/ap-700/sets/72157625407591201</b></p>
        </div>
    </div>
</body>
</html>
