<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Verflixte Keilschraube! Frage an die Getriebe Spezi &#180;s ...  :-)</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Verflixte Keilschraube! Frage an die Getriebe Spezi &#180;s ...  :-)
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Verflixte Keilschraube! Frage an die Getriebe Spezi &#180;s ...  :-)</h1>
            <div class="post-meta">
                Posted by <strong>Stefan Beerendonk</strong> on 2013-11-30 13:34
            </div>
            <div class="stats">
                Views: 14504 | Replies: 8
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>ich m&ouml;chte am Getriebe einige Sachen &uuml;berarbeiten und scheitere an der Keilschraube die den Schwenkhebel&nbsp;an der Schaltwelle h&auml;lt ( Tafel 2 20/1 ) ...</p>
<p>Sie ist&nbsp;trotz tagelanger WD 40 Tr&auml;nkung etc einfach nicht&nbsp;rauszubekommen&nbsp;....&nbsp;&nbsp; --- Soll ich&nbsp;W&auml;rme einsetzten? Hat jemand noch einen anderen Trick? </p>
<p>Vielen Dank im Voraus!</p>
<p>Gr&uuml;&szlig;le aus dem Westerwald</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>StefanGrisse</strong> replied on 2013-11-30 18:43
        </div>
        <div class="post-body">
            <p>Hab zwar keine Ahnung, aber ich glaube ich muss dich mal besuchen kommen ;-)</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2013-12-02 13:19
        </div>
        <div class="post-body">
            <p>Hallo Stefan !</p>
<p>Aus vielmaliger Erfahrung, genau diesen Bolzen herauszubringen: Wenn er nicht gleich mit einem beherzten Hammerschlag herausgeht, mu&szlig; der Schwei&szlig;brenner ran.&nbsp;</p>
<p>Vorraussetzung ist dass das Getriebe&ouml;l vollst&auml;ndig abgelassen wurde, und da&szlig; der Bereich um Schaltfinger und Bolzen mittels Kaltreiniger und dem K&auml;rcher sauber gemacht und danach mit Pressluft ausgeblasen wurde.</p>
<p>Dann legst du dir ein ca. 150mm langes Rundeisen zurecht mit plangeschliffenen Enden, und einen 2500 g Schlosserhammer. Das Getriebe stellst du mit der Kupplungsglocke auf zwei 50x50 H&ouml;lzer vertikal auf eine Werkbank, so dass die &Ouml;ffnung des Schaltfingers direkt vor dir liegt, so wie am Foto zu sehen ist.</p>
<p>Vorgangsweise: zuerst die M6 Mutter ( Normale Ausfg.) etwas vom Bolzen drehen sodass ihre Planfl&auml;che mit dem Ende des Bolzens auf gleicher H&ouml;he liegt, sollte es eine Nylstopmutter sein, dann diese Mutter ganz abnehmen und durch eine normale Mutter ersetzen, ebenfalls soweit aufschrauben da&szlig; die Planfl&auml;che mit dem Bolzen-Ende plan ist.&nbsp;</p>
<p>Du schaltest nun entweder den 1. oder 3. Gang ein, Ziel ist dass der Bolzen gerade vertikal steht. Du setzt das Rundeisen auf die Mutter und schl&auml;gst zuerst einmal mit einem beherzten Hammerschlag darauf. Bitte trage dabei Lederhandschuhe, nur f&uuml;r den Fall dass der Hammer abgleitet. Sehr oft geht der Bolzen bereits damit heraus, er liegt dann mit der Mutter am Schaltfinger auf.</p>
<p>Sollte das keinen Erfolg zeitigen, so nimmst du einen Schwei&szlig;brenner zu Hilfe. Geeigneter Brenner ist der f&uuml;r 2-3mm Werkst&uuml;ckdicke. Mit nicht allzu scharfer Flamme nun den Schaltfinger sch&ouml;n gleichm&auml;&szlig;ig anw&auml;rmen, der Stahl unmittelbar um den Bolzen kann ruhig sehr heiss,( knapp dunkel-gl&uuml;hend ) &nbsp; gemacht werden. Ein Helfer nimmt dir dann den Schwei&szlig;brenner ab, &nbsp;w&auml;hrend du wieder mit Hammer und Rundeisen dem Bolzen einen satten Hieb verpasst.&nbsp;</p>
<p>In bisher allen F&auml;llen ist es damit gelungen auch den widerspenstigsten Bolzen herauszubringen. Bitte achtgeben mit der Flamme, nichts versehentlich anz&uuml;nden, brennbare Stoffe und Fl&uuml;ssigkeiten wegstellen. Aus dem Getriebe brennt meist etwas &Ouml;lr&uuml;ckstand weg, daher f&uuml;r gute Bel&uuml;ftung der Umgebung sorgen.</p>
<p>Hoffe dass dir die Info hilft, bitte berichte weiter &uuml;ber den Job, Gr&uuml;&szlig;e....</p>
<p><br /><img src="http://farm8.staticflickr.com/7306/11169264895_ea12156f18_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2013-12-03 16:42
        </div>
        <div class="post-body">
            <p>Servus Michael</p>
<p>Ich glaube, Stefan meint den Schwenkhebel und nicht den Schaltfinger. Es ist zwar ein gleicher Keil, aber man kann beim Schwenkhebel beim Prellschlag mit einem Hammer gegenhalten.</p>
<p>Ich verwende mit guten Ergebnissen K&auml;lteschockspray, z.B. bei einer festsitzenden Gl&uuml;hkerze.&nbsp; Auch bei verrosteten Verbindungen bricht der Rost soweit auf, da&szlig; Phosphors&auml;ure oder WD40 eindringen kann.</p>
<p>Gr&uuml;&szlig;e aus Graz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2013-12-03 18:03
        </div>
        <div class="post-body">
            <p>Hallo Hans, Michael und Stefan,</p>
<p>ich habe eure Antworten gerade erst lesen k&ouml;nnen ....</p>
<p>Vielen Dank f&uuml;r die schnelle technische Beratung :-)&nbsp;&nbsp; - Hans hat Recht, ich wollte nur den Schwenkhebel entfernen um erst einmal&nbsp;das Schaltaufsatzgeh&auml;use und&nbsp;die darunter liegende Lagerkonsole zu entfernen bzw. diese zu strahlen. Korrosion an der Keilschraube ist zum Gl&uuml;ck kein Thema, da man die Galvanik noch funkelt. Trotzdem sitzt sie superfest und im Geh&auml;use hat man leider nicht wirklich Platz um ihr einen zu " verpassen " .... Ich versuche morgen mal die&nbsp;Welle mit Buchenholzkl&ouml;tzen gegen die Schlagrichtung an der entgegenliegenden Geh&auml;usewand&nbsp; "abzust&uuml;tzen" und die Keilschraube dann mit einem gro&szlig;en Schlitzschraubenzieher und Hammerschlag&nbsp;zwischen der &nbsp;gegossenen "&nbsp;Rundwulst "&nbsp;f&uuml;r die Stehbolzenbohrung&nbsp; und der Gewindeseite ( zum Schutz lass ich die Mutter ein wenig auf dem Gewinde) auszukeilen ... da ich nur eine L&ouml;tlampe habe werde ich die Welle und Keilschraube vorher etwas erw&auml;rmen ... mal sehen ob&acute;s klappt ... wenn nicht, hab ich schlimmstenfalls das Geh&auml;use kaputt oder/und &nbsp;ein Adventsfeuer im Geh&auml;useaufsatz&nbsp;&nbsp; &nbsp;:-)&nbsp;&nbsp;&nbsp; </p>
<p>@ Michael:&nbsp;&nbsp;Vielen Dank&nbsp; f&uuml;r Deine immer&nbsp; superpr&auml;zisen Berichte ;-)&nbsp; - Ich habe mir daf&uuml;r schon einen Sammelordner angelegt !</p>
<p>@ Hans: Ich werde die Tage berichten, wie&acute;s ausgegangen ist :c)</p>
<p>@ Stefan: Das m&uuml;ssen wir mal machen!!!&nbsp; </p>
<p>Allen einen sch&ouml;nen Abend :-)</p>
<p>&nbsp;</p>
<p>Gru&szlig;</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2013-12-04 12:23
        </div>
        <div class="post-body">
            <p>Hallo Hans und Stefan!</p>
<p>Ich verstehe nun, da&szlig; es Stefan nicht um das L&ouml;sen des Keilbolzens &nbsp;geht, der den Schaltfinger &nbsp;( Tafel 2 20/0 Teil 53 ) an der vertikalen Welle fixiert.....</p>
<p>Genau dieser Keilbolzen ( Teil 49 ) ist aber der "Knackpunkt" bei jeder Zerlegung eines Haflinger-Getriebes !</p>
<p>Ein L&ouml;sen des Schwenkhebels ist aber-zumindest nach meiner Erfahrung- gar nicht notwendig. So wie ich das nun verstehe, meint ihr den Schwenkhebel der im Schaltturm zwischen den beiden F&uuml;hrungspl&auml;ttchen liegt, &nbsp;welcher zur h&ouml;henm&auml;&szlig;igen Bewegung der vertikalen Schaltwelle dient um den Schaltfinger in die jeweilige Schaltgasse zu heben / senken, sehe ich das richtig ? &nbsp;( Teil 48 )</p>
<p>Nun, die gesamte vertikale Welle kann &nbsp;ohne weitere Zerlegungsarbeiten aus den F&uuml;hrungsbuchsen herausgezogen werden, sobald der Keilbolzen entfernt wurde, der den Schaltfinger fixiert !</p>
<p>Dazu wird so vorgegangen da&szlig; im Schaltturm zuerst das obere Pl&auml;ttchen entfernt wird ( zwei M8 Muttern l&ouml;sen), dann die zwei Abstandsrollen entfernt werden, nach hochziehen der vertikalen Welle wird dann das untere Pl&auml;ttchen entfernt. &nbsp;Man mu&szlig; nun die vertikale Welle ganz nach hinten schwenken, damit geht der &nbsp;"Pimmel" &nbsp;( gemeint ist das kurze St&uuml;ck der langen Schaltstange, das an das Kardangelenk anlenkt, &nbsp;( Teil 32 ) glatt durch die quadratische &Ouml;ffnung des Schaltturms. Zweckm&auml;ssigerweise wird vorher noch der Faltenbalg ( Teil 38 ) &nbsp;abgenommen.</p>
<p>Im Falle da&szlig; es sich um ein 5-Ganggetriebe handelt, so mu&szlig; vorher noch der Flansch mit den 3 L&ouml;chern &nbsp;( Tafel 8 20/0 Teil 31) &nbsp;von erw&auml;hnter kurzer Schaltstange entfernt&nbsp;werden. </p>
<p>Anschliessend kann der gesamte Bauteil, mitsamt Kardangelenk, bequem in den Schraubstock eingespannt werden, falls der Schwenkhebel tats&auml;chlich entfernt werden soll ( Zu was denn eigentlich? )&nbsp;</p>
<p>Bitte berichte weiter.....Gr&uuml;&szlig;e</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2013-12-07 22:23
        </div>
        <div class="post-body">
            <p>Hallo Michael,</p>
<p>leider bin ich heute erst dazu gekommen ... aber jetzt ist der&nbsp;Keil endlich&nbsp;raus!&nbsp;Ich&nbsp;hab&acute;s &nbsp;genau nach Deiner Beschreibung durchgef&uuml;hrt und so ging&acute;s wirklich am Besten!! Ich wollte eigentlich nur das Schaltaufsatzgeh&auml;use austauschen ( Teil 65 /Tafel 2 05/1 ) da es "untenrum" sehr stark&nbsp;korrodiert war .... &nbsp;und die darunterliegende Lagerkonsole ( Teil 69 ) entrosten und neu lackieren. Jetzt komm ich endlich weiter ;-)&nbsp;</p>
<p>Vielen Dank f&uuml;r eure sehr pr&auml;zisen Hilfestellungen :-)</p>
<p>Viele Gr&uuml;&szlig;e aus dem Westerwald</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2013-12-07 23:02
        </div>
        <div class="post-body">
            <p>Hallo Stefan! &nbsp;Freut mich da&szlig; es dir mit den Tipps gelungen ist weiterzukommen mit der begonnenen Arbeit ! &nbsp; Noch ein Tip: wenn du die F&uuml;hrung des Zwischenlagerzapfens heraussen hast ( Tafel 2 05/0 Teil 69 ) so bohre mal ein 6mm Loch in das Blech unmittelbar neben die angeschwei&szlig;te vertikale H&uuml;lse, welche die beiden Kunststoffbuchsen tr&auml;gt zur Lagerung des Drehbolzens. Es ist so, da&szlig; durch die beidseitigen aufgebogenen R&auml;nder des St&uuml;tzbleches (Teil 69 ) in dieser "Mulde" immer Wasser stehen bleibt bzw. nicht ablaufen kann, und dieses l&auml;ngerfristig zur Korrosion am Schaltaufsatz f&uuml;hrt. Danach kannst du den Blechteil, mitsamt dem Zwischenblech ( Teil 66 ) dann Sandstrahlen bzw. Entrosten und weiter bearbeiten oder Galvanisieren lassen.</p>
<p>Gr&uuml;sse... Mike J.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2013-12-09 10:48
        </div>
        <div class="post-body">
            <p>Hallo Michael,</p>
<p>vielen Dank, das werde ich machen!</p>
<p>&nbsp;</p>
<p>Gru&szlig; Stefan</p>
        </div>
    </div>
</body>
</html>
