<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Kontaktlose Z&#252;ndung</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Kontaktlose Z&#252;ndung
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Kontaktlose Z&#252;ndung</h1>
            <div class="post-meta">
                Posted by <strong>RonaldAntener</strong> on 2009-01-16 21:22
            </div>
            <div class="stats">
                Views: 57570 | Replies: 23
            </div>
        </div>
        <div class="post-body">
            <p style="margin: 0cm 0cm 0pt;" class="MsoNormal"><span style="mso-ansi-language: DE-CH;" lang="DE-CH"><span style="font-size: small;"><span style="font-family: Times New Roman;">Ich habe mich in der letzten Zeit vermehrt &uuml;ber die Z&uuml;ndung im Haflinger mit entst&ouml;rter Z&uuml;ndung aufgeregt. Der Unterbrecher ist der Belastung wie sie bei mir auftritt auf Dauer nicht gewachsen, denn ich brauche mein Haflinger nicht nur zum Ausfahren sondern auch viel mit Anh&auml;nger f&uuml;r das Holzen und andere Transporte die bei einem Haus immer anfallen, das heisst ich Wohne nicht im Flachland, damit ich nach Hause komme <span style="mso-spacerun: yes;">&nbsp;</span>geht es immer recht Bergauf so dass beim 5-Ganggetriebe der 3. immer die Ehre hat die volle Last noch nach Hause zu bef&ouml;rdern. Bei den hohen Drehzahlen verbraucht es mir den Unterbrecher &uuml;berm&auml;ssig so dass es einen Abriss auf der einen Seite gibt und auf der anderen kleben bleibt.<o:p></o:p></span></span></span></p>
<p style="margin: 0cm 0cm 0pt;" class="MsoNormal"><span style="mso-ansi-language: DE-CH;" lang="DE-CH"><span style="font-size: small;"><span style="font-family: Times New Roman;">Diesen Winter bin ich nun auf einen Anbieter gestossen der eine kontaktlose Z&uuml;ndung f&uuml;r einen vern&uuml;nftigen Preis anbietet. Mit der Z&uuml;ndung von Steini ( steini-ktz.de) muss ich nur den Verteilerfinger, Unterbrecher und Z&uuml;ndkabel entfernen und kann beim Verteiler ( Armeeverteiler) nur die Kabeldurchf&uuml;hrung durch einen Sensor ersetzen ohne dass die Funktion vom Verteiler verloren geht, so ist es immer m&ouml;glich die Z&uuml;ndung auf den alten Stand zu bringen, genial. </span></span></span></p>
<p style="margin: 0cm 0cm 0pt;" class="MsoNormal"><span style="mso-ansi-language: DE-CH;" lang="DE-CH"><span style="font-size: small;"><span style="font-family: Times New Roman;">In den letzten Tagen als es am Morgen immer mehr als -10&deg; war sprang der Haflinger besser an und l&auml;uft im kalten Zustand viel sch&ouml;ner ich bin begeistert dass ich den Verteiler so einfach umgehen kann, hat jemand auch schon eine solche Z&uuml;ndung eingebaut und wie sind die Erfahrungen.</span></span></span></p>
<p style="margin: 0cm 0cm 0pt;" class="MsoNormal"><span style="mso-ansi-language: DE-CH;" lang="DE-CH"><span style="font-size: small;"><span style="font-family: Times New Roman;"></span></span></span></p>
<p style="margin: 0cm 0cm 0pt;" class="MsoNormal"><span style="mso-ansi-language: DE-CH;" lang="DE-CH"><span style="font-size: small;"><span style="font-family: Times New Roman;">Gruss</span></span></span></p>
<p style="margin: 0cm 0cm 0pt;" class="MsoNormal"><span style="mso-ansi-language: DE-CH;" lang="DE-CH"><span style="font-size: small;"><span style="font-family: Times New Roman;">Roni<o:p></o:p></span></span></span></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-01-18 16:39
        </div>
        <div class="post-body">
            <p>Hallo Ronald,</p>
<p>welches Modell hast du denn verwendet? Das f&uuml;r den 2CV?<br />Im Moment habe ich meinen Verteiler von Laubersheimer umbauen lassen und die n&auml;chsten Tage wird der Verteiler wieder eingebaut. Bernd H&ouml;ger f&auml;hrt damit und ich hab selbst schon 5 Pinzgauer damit ausger&uuml;stet und war da h&ouml;chst zufrieden, im Gegensatz zum Modell von Pertronix</p>
<p>Von der Z&uuml;ndung von Steini hab ich noch nie was geh&ouml;rt.</p>
<p>Kann das sein, dass bei deiner Unterbrecherz&uuml;ndung der Kondensator kaputt war und daher die Kontakte so schnell verschlissen sind?</p>
<p><br />Gru&szlig;</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>RonaldAntener</strong> replied on 2009-01-18 21:18
        </div>
        <div class="post-body">
            <p>Hallo Stefan</p>
<p><span style="font-size: 9pt; color: black; font-family: Verdana;">Im Haflinger habe ich den Abgeschirmten Milit&auml;r-Verteiler 0231 145 001, ich musste keine Teile einsenden es geht simpel einfach ohne gro&szlig;en Aufwand, deshalb habe ich diese Art Z&uuml;ndung gew&auml;hlt. Die Steini Z&uuml;ndung l&auml;uft schon in vielen Puchautos und darum war es f&uuml;r mich ein Argument mehr auf diese Z&uuml;ndung zu Vertrauen, aber vielleicht haben andere auch&nbsp;mit anderen Kontaktlosen Z&uuml;ndungen Erfahrungen es k&ouml;nnte f&uuml;r die einen oder anderen von Interesse sein.<o:p></o:p></span></p>
<p><span style="font-size: 9pt; color: black; font-family: Verdana;">Der Kondensator war nie defekt, aber ich fahre seit 1994 Milit&auml;r-Haflinger und habe mich f&uuml;r diese Abgeschirmte Z&uuml;ndung nie erw&auml;rmen k&ouml;nnen.&nbsp;</span></p>
<p>
<p>Gruss Ronald</p>
</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2009-01-18 22:09
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>Wo wir schon beim Thema sind... hab es vor einiger Zeit schon mal geschrieben, aber vielleicht diesmal mit mehr Erfolg: F&uuml;r meinen Navy Haflinger Bj. 74 suche ich aus Originalit&auml;tsgr&uuml;nden abgeschirmte Z&uuml;ndkabel, so wie sie bei CH-Armeehaflingern verwendet wurden (mit Kupferummantelung, siehe Foto). Kann es sein, dass jemand von euch beim Verteilerumbau diese Z&uuml;ndkabel ausgebaut hat und sie nun nicht mehr braucht?</p>
<p>lG,<br />Consti</p>
<p><img src="/Community/cfs-filesystemfile.ashx/__key/CommunityServer.Components.PostAttachments/00.00.00.09.43/zuendkabel.jpg" style="max-height: 640px;max-width: 480px;" /></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Helmut Sommereder</strong> replied on 2009-01-25 20:46
        </div>
        <div class="post-body">
            <p>Hallo Consti!</p>
<p>Vielleicht hilft Dir folgender Link weiter:</p>
<p><a href="http://www.lorenz-offroad.de/janito_shop/productdetails.php?productId=31&amp;PCatId=16">http://www.lorenz-offroad.de/janito_shop/productdetails.php?productId=31&amp;PCatId=16</a></p>
<p>Mit den besten Gr&uuml;&szlig;en von der Donau, 20km westlich von Wien</p>
<p>Helmut</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-02-06 15:18
        </div>
        <div class="post-body">
            <p>Hallo Leute.</p>
<p>Also ich kann Ronald nur zustimmen.</p>
<p>Ich habe mir auch eine Steini in den Hafi gebaut und bin begeistert. Die Laufruhe im Leerlauf und die Elastizit&auml;t sind einwandfrei. Ausserdem f&auml;llt die l&auml;stige Unterbrecher-Einstellerei und Schliesswinkel-Kontrolliererei weg. Einfach einbauen, Z&uuml;ndzeitpunkt einstellen und ewig Ruhe haben.</p>
<p>Super einfach auch der Einbau, da eine sehr ausf&uuml;hrliche Beschreibung dabei ist. Mit dem wasserdichten Stecker den ich mir zus&auml;tzlich noch eingebaut habe ist der Verteiler auch ruckzuck wieder ausgebaut.(Siehe Bild)</p>
<p>Demn&auml;chst bekommt auch mein Puch 500DL eine Steini KTZ.</p>
<p>Gr&uuml;sse aus Tirol</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-02-06 15:56
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>&nbsp;</p>
<p>gibts die Z&uuml;ndung auch f&uuml;r den Mil-Verteiler der CH-Hafis?</p>
<p>Was mich prinzipiell ein wenig st&ouml;rt, wieso wird die Mechanik des Verteilers genutzt, anstatt gleich auf die Kurbelwelle zu gehen. Da sind eigentlich wieder unn&ouml;tig viele St&ouml;rfaktoren (mechanisches Spiel, lahme Federn, ...) mit drin, die den Z&uuml;ndzeitpunkt beeinflussen.</p>
<p>Andererseits, pr&auml;ziser als die Kontakte ist das ganze sicher!</p>
<p>Gru&szlig;</p>
<p>&nbsp;</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-02-06 17:40
        </div>
        <div class="post-body">
            <p>Hallo Stefan.</p>
<p>Auf Steinis Homepage ist ein Mil Verteiler mit eingebautem Hallgeber abgebildet.</p>
<p>Ich glaube er nutzt den Verteiler der Einfachheit halber, da ja dort der Fliehkraftversteller schon drin ist und die Montage einfacher ist.</p>
<p>Gr&uuml;sse</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-02-08 14:12
        </div>
        <div class="post-body">
            <p><span style="font-size: 12pt;">Harald Steinhauser, Landstr. 52, D-63454 Hanau, Tel. und Fax.
06181-28073 </span></p>
<p><span style="font-size: 12pt;">Internet</span><span style="font-size: 14pt;">: <a href="http://www.steini-ktz.de/"><span style="font-weight: normal;">www.steini-ktz.de</span></a></span><span style="font-size: 12pt;"><span>&nbsp; </span></span></p>
<p><span style="font-size: 12pt;">mail:steini-ktz@gmx.de<span>&nbsp; </span></span></p>
<p><span style="font-size: 12pt;"><span></span>oder, patstein@gmx.de</span><br /><br />Man bekommt&nbsp; von Herrn Steinhauser freundlich detailierte Auskunft mit Bildern. Ich &uuml;berlege auch eine Umr&uuml;stung.<br /> Da mein Verteilerfinger gerade erneuert und die Z&uuml;ndung neu eingestellt wurde, funktioniert bei meinem Haflinger die Z&uuml;ndung zur Zeit ganz ertr&auml;glich. </p>
<p>Nur das Auf und Ab, sowie das st&auml;ndige ausgehen des Motors in der Kaltstartphase ist &auml;rgerlich. Nur mit dem Choke qu&auml;lt man den Motor durchs fette Gemisch am Leben zu bleiben und qualmt die Umwelt voll. Mit der Steini-Anlage wird das wohl entfallen.</p>
<p>Wenn es mit der Z&uuml;ndung schlechter wird, werde ich sicherlich auf eine Steinianlage umr&uuml;sten. Mein Motorenbauer (Fa. Streit) arbeitet viel mit Oldtimermotoren und hat mir auf Nachfrage den Umbau auf kontaktlose Z&uuml;ndung empfohlen. Er meint das der Puch-Motor beim Kaltstart viel besser und ruhiger l&auml;uft als mit dem alten Verteiler. Er behauptet auch es sei f&uuml;r den Motor ges&uuml;nder wenn er von Anfang an ruhiger l&auml;uft. Der Umbau macht also Sinn und die 160,-&euro; erscheinen gut angelegt.</p>
<p>So wie ich das verstanden habe, ist&nbsp; die Steini-Anlage f&uuml;r alle Haflinger geeignet. Aber man sollte das nochmal genauer bei Herrn Steinhauser hinterfragen. Warum also schlechtem hinterher Trauern?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-02-08 15:53
        </div>
        <div class="post-body">
            <p>Zur Steini KTZ Z&uuml;ndung:</p>
<p>Ich habe meinen Hafi bei -5Grad nach Einbau der Steini Z&uuml;ndung kalt gestartet und konnte den Choke sofort wieder auf machen. Der Leerlauf war sofort optimal.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>RonaldAntener</strong> replied on 2009-02-10 11:24
        </div>
        <div class="post-body">
            <p>Hallo Klaus</p>
<p>Die sogenante Steiniz&uuml;ndung ist das einfachste was es auf dem Markt gibt, die Z&uuml;ndung kann mit wenigen Handgriffen wieder in den Urzustand gebracht werden.</p>
<p>Nach dem Einbau in meinen Haflinger habe ich einen tadellosen Z&uuml;ndpunkt auch bei tiefen Leerlaufdrehzahlen, man hat keinen Verlust der Z&uuml;ndspannung &uuml;ber den Verteiler und alles ist genauso dicht wie vor dem Umbau. Ich kann diese Z&uuml;ndung nur empfehlen. Mein Haflinger l&auml;uft bei -3&deg; auch ohne Choke gut an.</p>
<p>Gruss Ronald</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-02-12 08:38
        </div>
        <div class="post-body">
            <p>Sehe ich das richtig, dass der Hallgeber anstelle des Verbindungskabels zur Z&uuml;ndspule eingeschraubt wird?<br />Wie wird die Z&uuml;ndspule angesteuert? Ist eine neue mit zwei Abg&auml;ngen dabei? Der Z&uuml;ndfunke scheint hier ja nicht "verteilt" zu werden...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-09-18 17:55
        </div>
        <div class="post-body">
            <p>Fragen zur Steini - Z&uuml;ndung, oder Z&uuml;ndung einstellen f&uuml;r Anf&auml;nger...</p>
<p>Ich habe gerade eine Steini Z&uuml;ndung gekauft und werde die nun einbauen. Was mir aber nicht klar ist,&nbsp; welches Z&uuml;ndkabel an welche Buchse an der Z&uuml;ndspule? Woher weis jetzt welche Kerze, da&szlig; sie Z&uuml;nden soll? oder z&uuml;nden die tats&auml;chlich gleichzeitig? Dann k&ouml;nnte man doch theoretisch eine Einfachspule nehmen, 2 Z&uuml;ndkabel zusammenl&ouml;ten und gut.</p>
<p>Wenn ich den Stromlauf verfolge, dann geht Plus &uuml;ber Z&uuml;ndschlo&szlig; an 15/16 der Spule und parallel zum Steuerger&auml;t. Eine der braun/gr&uuml;n/schwarz vom Steuerger&auml;t geht zum Geber im Verteiler und &uuml;ber gr&uuml;n zur&uuml;ck an Minus 1 der Spule und die macht den Funken an der/ den Z&uuml;ndkerze(n).</p>
<p>Die Funktion der Pr&uuml;flampe m&uuml;&szlig;te umgekehrt als bei der Einstellung mit Unterbrecher sein. Stimmt das?</p>
<p>Vielen Dank im voraus&nbsp;&nbsp;&nbsp;&nbsp; Norbert palme</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-09-18 19:21
        </div>
        <div class="post-body">
            <p>Servus Norbert.</p>
<p>Die Z&uuml;ndkabel kannst einstecken wie du willst. Die Z&uuml;ndung z&uuml;ndet tats&auml;chlich doppelt.</p>
<p>F&uuml;r die Z&uuml;ndeinstellung brauchst du gar keine lampe weil du das Z&uuml;ndschaltger&auml;t klicken h&ouml;rst und somit weisst wenn der Funke springt.</p>
<p>Ansonsten nimm eines der Z&uuml;ndkabel und leg es ein paar Millimeter vom Motorblock hin ,dann siehst du den Funken springen.</p>
<p>So kannst du ganz leicht den Z&uuml;ndzeitpunkt einstellen, aber ich rate dir trotzdem zu einem mechaniker zu fahren und ihn mit einem Stroboskopblitz einstellen zu lassen.</p>
<p>&nbsp;</p>
<p>Gr&uuml;sse aus Gr&auml;n</p>
<p>Flo</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-09-19 19:43
        </div>
        <div class="post-body">
            <p>Servus Flo, danke f&uuml;r die schnelle Antwort.</p>
<p>Jetzt weis ich was ich morgen zu tun habe....</p>
<p>Die Einstellung werde ich zun&auml;chst statisch vornehmen und mal den Verbrauch testen. Interessanterweise war nach der letzten Einstellung mit Stroboskoplampe das Motorger&auml;usch h&auml;rter und der Verbrauch h&ouml;her.&nbsp; ( 14 - 15 ltr). Nachdem ich Ihn mit Hilfe von Michael Janczer (jetzt weis ich auch wie das geht...) zur&uuml;ckgestellt habe fahre ich etwas &uuml;ber 11 ltr. ( Stra&szlig;e 58 km/h). Bin gespannt, wie es mit der kontaklosen Z&uuml;ndung ist.</p>
<p>Viele Gr&uuml;&szlig;e Norbert Palme</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-09-19 19:48
        </div>
        <div class="post-body">
            <p>Zur&uuml;ckgenommen? Weniger Vorz&uuml;ndung?<br />Wie hat sich das in der Fahrleistung ausgewirkt?<br />Gru&szlig;</p>
<p><br />Stefan&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-09-19 20:24
        </div>
        <div class="post-body">
            <p>Servus Stefan,</p>
<p>Jetzt mu&szlig; ich etwas ausholen und die ganze Story erz&auml;hlen:</p>
<p>letzter Sonntag, R&uuml;ckfahrt vom Schwarzwald, Panne im Donautal, die kleine Kunststoffnocke am Unterbrecher abgebrochen. Ersatzunterbrecher war nat&uuml;rlich der falsche und da ich den aktuellen beim Restaurieren "vergessen hatte" ist der drin seit 2004 und hat vielleicht 15000 km drauf. Der dazugeh&ouml;rige Kondensator hat sich auf der R&uuml;ckfahrt von Wien verabschiedet.</p>
<p>Der defekte Unterbrecher wurde also 2004 im Zuge der Motor&uuml;berholung vom Profi in der Schweiz eingebaut. Der Hafi lief auch ganz gut, mit Verbrauch unter 10 ltr. Er hatte aber immer noch mein Uraltproblem "&Uuml;berhitzen, Dampfblase, Pause"</p>
<p>Wie ich mich dann im Fr&uuml;hling diesen Jahres mal daran machte, die Z&uuml;ndung einzustellen, stellte ich fest, da&szlig; diese auf sp&auml;t (10 mm nach ot) eingestellt war.&nbsp;&nbsp; Also habe ich sie nach Anleitung auf 7 mm vor OT eingestellt.&nbsp; Das Ger&auml;usch wurde weicher. Als mein Mechaniker die Z&uuml;ndung dann mit der Stroboskoplampe einstellte war das Ger&auml;usch wieder h&auml;rter und der Vebrauch deutlich h&ouml;her 14 / 15 ltr.&nbsp; Drum habe ich beim Treffen in Stiefern doch relativ h&auml;ufig&nbsp; nachgetankt. Wie wir dann in Wien die Z&uuml;ndung wieder auf fr&uuml;her einstellten, konnte ich sehen, da&szlig; der&nbsp; Zeitpunkt ziemlich genau dort war, wo ich ihn im Fr&uuml;hling schon mal bemerkt hatte (10 mm nach OT).&nbsp;&nbsp; Bei der R&uuml;ckfahrt von Wien war das Ger&auml;usch wieder weicher und der Verbrauch eben (jetzt schon l&auml;nger) etwas &uuml;ber 11 ltr.&nbsp; Temperatur hatte ich zuletzt&nbsp; 85 bis max 105&deg; C gemessen am &Ouml;lfiltergh&auml;use au&szlig;en.</p>
<p>Die Fahrleistung war eigentlich nie auff&auml;llig, jedoch der Verbrauch.</p>
<p>Die R&uuml;ckfahrt vom Donautal war f&uuml;r meinen Hafi dann weniger anstrengend:&nbsp;&nbsp; ADAC Pickup Service. Ein Gl&uuml;ck da&szlig; es nicht 15 km vorher geschehen ist, da war ich n&auml;mlich auf einer wundersch&ouml;nen "Nebenstrecke" unterwegs....</p>
<p>Gru&szlig; Norbert Palme</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-10-13 08:12
        </div>
        <div class="post-body">
            <p>[quote user="RonaldAntener"]die Z&uuml;ndung kann mit wenigen Handgriffen wieder in den Urzustand gebracht werden.[/quote]</p>
<p>R&uuml;ckr&uuml;sten: Ich versuche gerade zu &uuml;berlegen, was passiert, wenn ich den Unterbrecher wieder einbaue und die Doppelz&uuml;ndspule drin lass, falls die Elektronik versagt. Funktioniert das? Brauch ich den Verteilerfinger und die Kappe oder geht das auch mit der Doppelz&uuml;ndspule und dem Unterbrecher?<br />Gru&szlig;</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>RonaldAntener</strong> replied on 2009-10-13 21:38
        </div>
        <div class="post-body">
            <p>Hallo Stefan </p>
<p>Kein Problem,&nbsp;mit einer Seite der Doppelz&uuml;ndspule und dem&nbsp;Z&uuml;ndkabel auf die Verteildose ( anderes Kabel ohne Kerzenstecker ) den zweiten Abgang eine Blindkappe drauf oder im Notfall auch offen lassen und fertig ist das ganze. Die beiden Z&uuml;ndkabel verwendet man weiter beim Z&uuml;ndverteiler. </p>
<p>Gruss Ronald</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-10-14 06:32
        </div>
        <div class="post-body">
            <p>Hallo Ronald,</p>
<p>das wollte ich ja gerade vermeiden, das komplette Mil-Geraffel vom CH-Hafi wieder mitschleppen zu m&uuml;ssen, bin kein Fan davon.</p>
<p>Was passiert, wenn ich nur den mechanischen Unterbrecher einbaue und mit diesem "Signal"&nbsp;auf die Doppelz&uuml;ndspule gehe? Z&uuml;ndet der mechanische Unterbrecher pro Umdrehung &ouml;fters als der elektronische von Steini?</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Joachim Foelsch</strong> replied on 2016-10-09 11:57
        </div>
        <div class="post-body">
            <p>Hallo Ronald,</p>
<p>ich fahre auch schon seit ein paar Jahren einen CH-Haflinger im orign. Zustand. Mich w&uuml;rde interessieren, wie sich die "steini" Z&uuml;ndung&nbsp; bew&auml;hrt hat.</p>
<p>Lohnt sich solch ein Umbau?</p>
<p>&Uuml;ber eine Antwort w&uuml;rde ich mich sehr freuen.</p>
<p>mit freundlichen Gr&uuml;&szlig;en</p>
<p>Joachim</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2016-10-14 20:55
        </div>
        <div class="post-body">
            <p>Vor vielen Jahren schon habe ich am Motor des 2 CV &nbsp;( ebenfalls ein 2-Zylinder Boxer ) &nbsp;meiner Frau eine elektron. Z&uuml;ndung eingebaut, aus England beschafft, hei&szlig;t "Lumenition" &nbsp;Grund: mit der originalen Z&uuml;ndung, also mit dem Unterbrecherkontakt in dem kleinen Geh&auml;use hinter dem Ventilatorradl ist der Wechsel dieses Bauteiles nicht so im Handumdrehen gemacht, einigerma&szlig;en umst&auml;ndlicher Job, speziell auf der Stra&szlig;e oder bei schlechtem Wetter. Der Unterbrecher mitsamt dem Stift der als Achse des Unterbrecherhammers dient mu&szlig; dazu entfernt werden und stattdessen wird eine kleine Lichtschranke ( Infrarot-Diode) eingebaut. Auf den Nocken kommt ein Plastikteil drauf der zwei Fl&uuml;gelchen aufweist, diese unterbrechen den Lichtstrahl und dieses Signal wirkt &uuml;ber einen Verst&auml;rker direkt auf die Doppelz&uuml;ndspule ( Serie bei allen 2 CV) ein.</p>
<p>Mit dieser Modifikation lief der Motor jahrelang vollkommen einwandfrei, ein Nachstellen der Vorz&uuml;ndung war &uuml;berfl&uuml;ssig. Der Abbrand der Elektroden der Z&uuml;ndkerzen war wie immer schon, nicht anders als bei einem &uuml;blichen PKW mit Benzinmotor. Da die Doppelz&uuml;ndspule bei jeden OT einen Z&uuml;ndfunken abgibt, war die urspr&uuml;ngliche Bef&uuml;rchtung da&szlig; es zu &uuml;berm&auml;&szlig;igen Z&uuml;ndkerzen-Verschlei&szlig; kommen w&uuml;rde, aber das hat sich nicht bewahrheitet.&nbsp;</p>
<p>Insofern ist die Puch-Motor Z&uuml;ndung als anachronistische Eigenart zu sehen, aber aus Originalit&auml;tsgr&uuml;nden belasse ich den Motor wie er ist. Erfordert eben ab und zu etwas Aufmerksamkeit, Kontaktputzen, Abstand einstellen, Z&uuml;ndzeitpunkt kontrollieren ( 8 bis 10mmvor OT) usw. &nbsp;W&uuml;rde mir ja sonst langweilig werden.....</p>
<p>Gr&uuml;&szlig;e, Michael J.&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>RonaldAntener</strong> replied on 2016-10-17 21:51
        </div>
        <div class="post-body">
            <p>Hallo Joachim</p>
<p>Hab es nicht gesehen dass noch eine Frage offen ist. Die Z&uuml;ndung w&uuml;rde ich nicht mehr hergeben, l&auml;uft ohne Probleme. Das einzige das beim Haflinger zu beachten ist, wenn ein Aufbau ist der mit dem Heck b&uuml;ndig ist wird der Motor die warme Abluft wieder ansaugen. Musste deshalb zwei Hallgeber wechseln weil im Motorraum im Sommer &uuml;ber 30 Grad einfach zu heiss wird. Die Folgen sind ein unregelm&auml;ssiges Z&uuml;nden, aber nach Hause kam ich immer selber. Das Problem ist nicht die Z&uuml;ndung sondern eben der Aufbau der die warme Luft am Heck beh&auml;lt wie ein Tropfen.</p>
<p>Gruss Ronald</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2017-08-07 10:46
        </div>
        <div class="post-body">
            <p>Einfach nur mal eine R&uuml;ckmeldung! Ich habe die Steini-Z&uuml;ndung jetzt schon einige Jahre! Dolle Sache! Einfach Genial! Hoffe der Herr Steinhauser baut sie noch!</p>
<p>Beste Gr&uuml;&szlig;e!</p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
