<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Stahlqualit&#228;t Antriebswelle</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Stahlqualit&#228;t Antriebswelle
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Stahlqualit&#228;t Antriebswelle</h1>
            <div class="post-meta">
                Posted by <strong>Michael Janczer</strong> on 2019-12-04 21:48
            </div>
            <div class="stats">
                Views: 6610 | Replies: 2
            </div>
        </div>
        <div class="post-body">
            <p>Hallo in der Runde!</p>
<p>Bin dabei ein paar der sog. Schaltbolzen, bzw. Gleitsteine zur Bet&auml;tigung des innenverzahnten Kupplungsringes zum Einkuppeln des Vorderachsantriebes ( Teilenr. 700.1.41.0721 ) nachzufertigen. Diese Teile d&uuml;rften schon seit langem Mangelware sein, nicht aufzutreiben. </p>
<p>Als Ausgangsmaterial nehme ich dazu eine alte Antriebswelle zur Hi.Achse, wo der Gewindezapfen abgebrochen wurde. Es ist diese aus einem sehr guten Stahl gefertigt, da sie die stark wechselnden Drehmomente beim Gel&auml;ndefahren immer zuverl&auml;ssig &uuml;bertragen hat. Es gibt aber in keinem Ersatzteilkatalog oder anderer Literatur keinen Hinweis darauf um welchen Stahl es sich da handelt. Die Zerspanung auf der Drehbank, mit Widia Pl&auml;ttchen, klappt sehr gut, das Material ist so richtig z&auml;h-hart. &nbsp; Ich halte das Material f&uuml;r entweder Einsatzstahl wie z.B. C15, oder Verg&uuml;tungsstahl wie z.B. C45E oder 15NiCr14 oder 18CrNiMo7 , ein Nitrierstahl d&uuml;rfte das aber nicht sein...</p>
<p>Die Teile sollten abschliessend geh&auml;rtet werden, auf etwa 60-62 HrC, deshalb w&auml;re mir sehr geholfen wenn jemand aus dem Kreise der erfahrenen Haflingeristi zur Stahlqualit&auml;t den einen oder anderen Tipp geben k&ouml;nnte um den H&auml;rteproze&szlig; m&ouml;glichst richtig auszuf&uuml;hren! &nbsp;MfG&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Friedo Jaeger</strong> replied on 2020-02-03 18:18
        </div>
        <div class="post-body">
            <p>Hallo Michael,</p>
<p>an der gro&szlig;en Anzahl der R&uuml;ckmeldungen kannst Du erkennen, dass Du leider der Einzige im gro&szlig;en Forum bist, der sich nur halbwegs mit Stahlqualit&auml;ten auskennt. Deiner Schilderung nach ist die vorhandene Halbachse so bestens geeignet und Du wirst durch H&auml;rteversuche inzwischen schon herausgefunden haben, ob Du die HrC 61 erreicht hast.</p>
<p>Freue mich schon, Dich in Hafling zu sehen!</p>
<p>MfG Friedo.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2020-02-04 10:49
        </div>
        <div class="post-body">
            <p>Hallo Frido! Danke f&uuml;r deine Zeilen. Diese Teile sind wahrscheinlich bereits eingebaut, wurden jedenfalls alle sofort versandt. Die Teile wurden zum Abschlu&szlig; der Fertigung dann &ouml;lgeh&auml;rtet. Beim Stahl handelt es sich um einen Verg&uuml;tungsstahl. Kann aber auch Nitriert werden. Erfahrungsgem&auml;&szlig; - aus meiner fr&uuml;heren T&auml;tigkeit im Maschinenbau - wird dabei in etwa HRc 67-68 erreicht, mit dem geeigneten Nitrierstahl. Ob solch hohe H&auml;rtegrade unbedingt notwendig sind ? &nbsp;Wichtig ist dass die Oberfl&auml;chen, da wo die Gleitsteine in der Ringnut eingreifen, zwar sauber aber nicht allzu glatt sind, damit sich der &Ouml;lfilm zur Schmierung gut halten kann. Beim Einbau sollte die Stellung der Kupplungsmuffe so justiert werden, dass die Gleitsteine nicht andauernd auf Druck sind im ausgekuppelten Zustand. L.G. Michael&nbsp;</p>
        </div>
    </div>
</body>
</html>
