<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Hinterer Radantrieb dr&#252;ckt &#214;l ...</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Hinterer Radantrieb dr&#252;ckt &#214;l ...
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Hinterer Radantrieb dr&#252;ckt &#214;l ...</h1>
            <div class="post-meta">
                Posted by <strong>Stefan Beerendonk</strong> on 2009-09-04 14:39
            </div>
            <div class="stats">
                Views: 47546 | Replies: 22
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>eine Frage an die Fachleute ... Ich will den hinteren Radantrieb zerlegen, da die Papierdichtung undicht ist. Kann ich nach l&ouml;sen der Schrauben die Ankerplatte einfach so von der Achstrometenaufnahme abnehmen, oder&nbsp; gibt es noch mehr zu beachten, dass keine Radvorgelegeteile herauspurzeln?</p>
<p>Danke im voraus ;c)</p>
<p>&nbsp;</p>
<p>Gruss Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-09-04 19:42
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Das geht problemlos, ohne da&szlig; da etwas herausfallen kann.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-05-24 21:01
        </div>
        <div class="post-body">
            <p>Bein meinem Haflinger habe ich gestern beide hinteren Radantriebesgeh&auml;use gereinigt. Nun habe ich Tropfenbildung am Ankerblech. Der &Ouml;lstand ist ok.</p>
<p>Warum? Legt sich das wieder? Falls die Antriebe neu abgedichtet werden m&uuml;ssen, wie funktioniert das bzw. wird da nur die Papierdichtung verwendet oder wird mit etwas anderem abgedichtet? Mu&szlig; ich daf&uuml;r die Radbremse demontieren bzw. das Hydrauliksystem &ouml;ffnen? M&uuml;ssen die Radlager dannach auch neu eingestellt werden?</p>
<p>&nbsp;</p>
<p>Sonnige Gr&uuml;sse!</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2011-05-24 21:47
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>hast Du nur die Papierdichtung gewechselt oder auch denSimmerring zur Radnabe?</p>
<p>Was bezeichnest Du mit Ankerblech?</p>
<p>Gr&uuml;&szlig;e Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-05-25 07:22
        </div>
        <div class="post-body">
            <p>Die Bremse habe ich gereinigt und neu geschmiert bzw. eingestellt. Davor habe ich den Antrieb und die Bremse mit Bremsenreiniger gereinigt. Vorher war der Antrieb&nbsp; leicht mit normalen Stra&szlig;estaub/dreck benetzt aber keine Spur von Tropfenbildung. Dannach war Tropfenbildung an der Bremsankerplatte(Geh&auml;use Radantrieb) sogar auch auf der Felge. Das &Ouml;l kommt zwischen den Geh&auml;usen raus.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-11-19 20:21
        </div>
        <div class="post-body">
            <p>Im Fr&uuml;hjahr wird sich das Abdichten der Geh&auml;useh&auml;lften nicht mehr vermeiden lassen.</p>
<p>Kann mir wer die Arbeitsschritte verraten. Welche Arbeiten bzw Kontrollen sollen dabei noch gemacht werden.</p>
<p>Wo gibts das Material?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-11-26 23:53
        </div>
        <div class="post-body">
            <p>Hallo Hans!&nbsp; Im Falle da&szlig; &Ouml;l austritt zwischen den Geh&auml;useh&auml;lften eines Radantriebes mu&szlig; auf alle F&auml;lle einmal die Papierdichtung, wenn n&ouml;tig auch beide Wellendichtringe (WD-Ring) erneuert werden. Je nach Zustand, ob bereits eine Einlaufrille von der Dichtringlippe vorhanden oder nicht, mu&szlig; auch der Laufring zum a&uuml;sseren WD-Ring erneuert werden. Der unter diesem Stahlring liegende O-Ring in einem solchen Fall dann ebenfalls. </p>
<p>Extrem wichtig ist die sorgf&auml;ltige Behandlung der Dichtfl&auml;chen, das hei&szlig;t also da&szlig; das Entfernen der alten Papierdichtung, und damit die an den Flanschfl&auml;chen haftenden Reste von Dichtmasse ( Loctite / Hermetic / Hylomar ) so erfolgen soll da&szlig; auf keinen Fall die Kanten der Flanschfl&auml;chen verrundet werden oder da&szlig; evtl. sogar Kratzer hineingeschabt werden !&nbsp; Also L&ouml;sungsmittel wie Testbenzin / Petroleum oder Nitrol&ouml;sung verwenden, ein St&uuml;ck altes Leintuch eignet sich gut als Putzlappen.&nbsp; Kratzen nur mit Messingblechstreifen oder scharfgeschliffenem Hartholzspatel.</p>
<p>Zu Beginn kriechst du gleich mal unter deinen Haflinger, im Bereich vorne, um die Spann-Mutter der Handbremsstange soweit wie m&ouml;glich zu l&ouml;sen ( aber nicht ganz abnehmen), 14er Gabelschl&uuml;ssel mitnehmen. ( Habe mir einen alten 14er auf ca. 1/2 L&auml;nge zurechtgeschnitten, da genau in diesem Bereich fast kein Platz zum lockeren Werken da ist ).Wagen gegen wegrollen sichern.</p>
<p>Anschlie&szlig;end die betreffenden Radmuttern (SW=14) l&ouml;sen. Achse mit Wagenheber aufbocken, unter Halterung des Sto&szlig;d&auml;mpfers ansetzen.&nbsp; Rad und danach Bremstrommel abnehmen.Danach werden die Bremsbacken abgenommen, dabei die oberen kleinen Haltefedern nicht &uuml;berdehnen oder verlieren. Die Backen unten aus dem Radbremszylinder ziehen, die "Schubstange" kommt dabei auch frei. Danach kann das &Ouml;l des Radantriebes abgelassen werden, M8 Ablass-Schraube liegt etwas oberhalb des Radbremszylinders. An diesem mu&szlig; mittels 17er Ringschl&uuml;ssel die Hohlschraube entfernt werden, welche den Messingfitting mit der Bremsleitung an den Radbremszylinder fixiert. Zum Auffangen des Schmier&ouml;ls ( ca. 150 ml ) und der Bremsfl&uuml;ssigkeit geeignete Wanne bereithalten, evtl. alte Backbleche , Entwicklertassen oder &auml;hnliches.</p>
<p>Dann h&auml;ngst du das Handbremsseil am gegabelten Ende des Handbremshebelchen aus, indem du soweit als geht das Seil herausziehst, soda&szlig; das mit einer &Ouml;se versehene Ende durch nach hinten Drehen ausgeh&auml;ngt werden kann. Evtl das Hebelchen dabei nach vorn kippen. Wenn geht jetzt die Haarnadelfeder vom Hebelchen aush&auml;ngen.</p>
<p>Als n&auml;chstes l&ouml;st und entfernst du die M7 Schraube ( 11er Ringschl&uuml;ssel ), welche das Handbremshebelchen an der Welle des &Uuml;bertragungshebels h&auml;lt, und hebelst mittels zweier geeigneter Schraubendreher das Hebelchen von der Welle. Du siehst dann ein geriffeltes Ende dieser Welle mit einer rundumlaufenden gerundeten Nut. Um die richtige Position beider Teile beim Zusammenbau wieder zu finden, empfiehlt es sich, noch vor dem L&ouml;sen des M7 Schr&auml;ubchens beide Teile mittels genau gegen&uuml;berliegenden leichten K&ouml;rnerschl&auml;gen zu markieren. Abschlie&szlig;end kann auch die Hebelwelle ( Bremshebel ) aus der Bohrung gezogen werden. Achtung: linke und rechte Seite sind unterschiedlich gestaltet.</p>
<p>Nun beginnt man mit dem L&ouml;sen der M8 Muttern der Schrauben, welche die beiden Geh&auml;useh&auml;lften zusammenhalten. Diese Muttern befinden sich auf der R&uuml;ckseite der "Ankerplatte", und haben entsprechend der damals g&uuml;ltigen DIN / &Ouml;Norm eine SW=14. Sind da M8 Muttern mit SW=13, so wurden diese bereits sp&auml;ter montiert, sind also nicht original.&nbsp;&nbsp; Die beiden oberen M8 Schrauben dienen mittels spezieller M8 Muttern und l&auml;nglicher Beilagscheiben zum Halten der Haarnadelfeder&nbsp; ( R&uuml;ckdrehfeder )&nbsp; welche das Handbremshebelchen in die Ruhestellung zur&uuml;ckdr&uuml;ckt.&nbsp; Die unterschiedlich langen M8 Schrauben d&uuml;rfen auf keinen Fall verloren gehen oder durch andere ersetzt werden, denn mindestens zwei davon sind auf der Drehbank hergestellt ( mittige Zentrierbohrung ), und weisen verdickte Sch&auml;fte auf, dienen also zum zentrieren beider Geh&auml;useh&auml;lften gegeneinander !&nbsp;&nbsp; Diese Schrauben sollten beim Zusammenbau in genau der gleichen Anordnung in die entsprechenden Bohrungen kommen. </p>
<p>Es folgt nun das Trennen des a&uuml;sseren Radantriebsgeh&auml;uses vom Flansch, der ja am Achsrohr angeschwei&szlig;t ist, und praktisch das innere Geh&auml;use bildet, siehe Fotos. Mit leichten Schl&auml;gen eines Gummihammers auf die "Ankerplatte" kann nachgeholfen werden, keinesfalls darf mit einem Mei&szlig;el oder Stemmeisen als Keil zwischen die Dichtfl&auml;chen versucht werden das Alugeh&auml;use zu l&ouml;sen! ( nicht lachen, alles schon dagewesen ). </p>
<p>Sofern nicht auch die WD-Ringe erneuert werden sollen, mu&szlig; nicht weiter zerlegt werden. Alte Dichtung mit Messingschaber oder Dichtungsentferner abl&ouml;sen, alles gut entfetten, hierzu gut geeignet Bremsenreiniger.&nbsp; Auf die blanken Dichtfl&auml;chen d&uuml;nn Hylomar Dichtmasse auftragen, neue Dichtung auflegen und in umgekehrter Reihenfolge an den Zusammenbau gehen. Wichtig: die M8 Pass-Schrauben m&uuml;ssen wieder in die gleichen Bohrungen wie gehabt. Da&szlig; alle Dichtringe erneuert werden, ist selbstverst&auml;ndlich, bei Kupferringen diese vorher ausgl&uuml;hen, ansonst besser Aludichtringe verwenden.</p>
<p>Nach erfolgtem Zusammenbau Geh&auml;use mit 150 ml Motor&ouml;l SAE 40 auff&uuml;llen.</p>
<p>Noch ein Tipp zur Montage der kleinen Haltefedern der Bremsbacken, eine Sysiphusarbeit welche viel Geduld erfordert: Nimm eine passende Holzschraube die gerade stramm in die Feder hineingeht, etwa 40 bis 50 mm lang und mit halbrundem Kopf,&nbsp; drehe sie etwa 5 bis 6 mm hinein, und schon kannst du mit einer Kombizange die Feder besser bewegen und gleichzeitig hochziehen zum Einh&auml;ngen in die Ankerplatte.</p>
<p>Solltest du auch die WD-Ringe erneuern wollen.... bitte um Info, das hier auch noch unterzubringen sprengt den Rahmen dieser Instruktion, kann ich dir aber gerne ebenfalls erl&auml;utern !&nbsp; Gr&uuml;&szlig;e, AP 700</p>
<p>&nbsp;</p>
<p><img src="http://farm8.staticflickr.com/7175/6406923771_699100de10_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Querschnittszeichnung Radantrieb: Zum Tausch des WD-Ringes der Antriebswelle&nbsp; ( 900.3819 ) brauchts Spezialwerkzeug !</p>
<p>&nbsp;</p>
<p><img src="http://farm8.staticflickr.com/7021/6406914527_1717b88093_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>So sieht es aus, sobald das a&uuml;&szlig;ere Radantriebsgeh&auml;use abgenommen ist ( am Foto die rechte Hinterachse ), gut sichtbar die Drahtsicherung ( kein Splint ! ) der M14x1,5&nbsp; Feingewinde-Mutter der Antriebswelle&nbsp; ( rechts=Rechtsgewinde / links=Linksgewinde ). Abdichtung der Bremsleitung mittels spitzem Holzkegel. </p>
<p><img src="http://farm8.staticflickr.com/7027/6406883803_94dd4dc13b_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Das ist das a&uuml;&szlig;ere Geh&auml;use&nbsp; ( hier vorne rechts, hinten ist nur die Papierdichtung unterschiedlich) , mitsamt Radnabe, auf dieser montierten Kegelrollenlager und Zahnrad ( in diesem Falle 14 zu 31 = 75 KmH )&nbsp; Gut sichtbar die auf Drehbank gefertigten M8 Pass-Schrauben.</p>
<p><img src="http://farm8.staticflickr.com/7018/6406868701_ab4b983cc8_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Halteschl&uuml;ssel f&uuml;r 14er Zahnrad, st&uuml;tzt sich ab an Inbusschraube, je nach Zahnradgr&ouml;&szlig;e gibt es Spezialschl&uuml;ssel. Dieses Zahnrad ( und das dahinterliegende Kugellager ) mu&szlig; nur dann abgebaut werden wenn der WD-Ring 900.3819 erneuert werden mu&szlig; !</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2011-11-27 19:01
        </div>
        <div class="post-body">
            <p>Servus Michael,</p>
<p>wieder mal ein Beitrag, der um eine komplette Reparaturanleitung aus Deiner Feder&nbsp;&nbsp;betteln l&auml;sst. Warum aber f&uuml;llst Du Motor&ouml;l in Die Antriebsgeh&auml;use?</p>
<p>Gehts Gut? Liebe Gr&uuml;&szlig;e&nbsp; Ulli</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-11-27 20:58
        </div>
        <div class="post-body">
            <p>Danke f&uuml;r diesen Behelf.</p>
<p>&nbsp;</p>
<p>Ohne die Bremse zu zerlegen und das Hydraulische System zu &ouml;ffnen geht es wohl nicht ?!</p>
<p>Bremshydraulik zu entl&uuml;ften ist wohl nur was f&uuml;r Profis.</p>
<p>&nbsp;</p>
<p>Hans F.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-11-28 09:32
        </div>
        <div class="post-body">
            <p>Hallo Ulli &amp; Hans !</p>
<p>Zur Frage wg. Schmier&ouml;l im Radantrieb: Motor&ouml;l SAE 40 = Fehler von mir ! Ich korrigiere das: &nbsp;Laut Betriebsanleitung ist Getriebe&ouml;l SAE 90 einzuf&uuml;llen, &nbsp;Menge 150ml. &nbsp;Danke f&uuml;r den Hinweis !!!</p>
<p>Zur Frage wg. ob es immer notwendig ist die Bremsleitung zu trennen: Ja, um zu vermeiden da&szlig; die starre Bremsleitung verbogen wird beim abnehmen der "Ankerplatte", sprich des &auml;usseren Geh&auml;uses ( und danach wieder zur&uuml;ckgebogen werden mu&szlig; ) .... ist das auf alle F&auml;lle besser. Das Entl&uuml;ften der Bremsanlage ist rasch erledigt, entweder mit einem Helfer der auf Anweisung aufs Bremspedal steigt w&auml;hrend du die Entl&uuml;fterschraube am Radbremszylinder auf und zumachst, &nbsp;oder mit einer kleinen Saugpumpe, wie z.B. beim Ersatzteilhandel erh&auml;ltlich ist. Bei dieser Gelegenheit kommt n&auml;mlich wieder etwas frisches Bremsfluid in die Anlage, wg. n&auml;chster T&Uuml;V-Pr&uuml;fung.....</p>
<p>Gr&uuml;&szlig;e, Mike J.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2012-05-20 22:31
        </div>
        <div class="post-body">
            <p>Neulich habe ich beide Radantriebe neu abgedichtet und folgendes stellt ich dabei fest:</p>
<p>Es sind keine einzigen Passschrauben verbaut</p>
<p>keine Papierdichtung war montiert</p>
<p>beide Kronenmuttern der Antriebswellen waren locker</p>
<p>die besorgten Papierdichtungen passten nicht(Lochbild war um ca. 3 bis 4 mm zu klein) </p>
<p>Wo bekomme ich Passschrauben und Papierdichtungen her?</p>
<p>Habe jetzt einmal die gerissenen Papierdichtungen mit Dichtmasse montiert. Vielleicht ist es trotzdem dicht.</p>
<p>Hans F.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2012-05-21 18:53
        </div>
        <div class="post-body">
            <p>Hallo Hans !</p>
<p>Tjaaaa....... da waren nun ja richtige "Spezialisten" am auf Werk, ich meine den / die Vorbesitzer !&nbsp;</p>
<p>Tr&ouml;ste dich, du bist nicht der Einzige, der eben jetzt draufkommt, da&szlig; von seinem Vorg&auml;nger einiges schlei&szlig;ig / pfuschig an seinem Haflinger "Repariert" wurde.</p>
<p>Nun, das &auml;u&szlig;ere Radantriebsgeh&auml;use sollte auf jeden Fall mittels der bereits erw&auml;hnten Pa&szlig;schrauben an das Achsrohr montiert werden. Diese stellen sicher, da&szlig; dieser Geh&auml;useteil fluchtend, sozusagen " In Linie" mit den Lagern und den Zahnr&auml;dern passt. Ist das nicht so, dann ist nicht sichergestellt, da&szlig; der Eingriff der Zahnr&auml;der paralell ist, damit das sog. Abw&auml;lzen der Zahnprofile ( Evolventenverzahnung) richtig und korrekt erfolgt. Die geh&auml;rtete Schichte an den Z&auml;hnen der Stirnr&auml;der w&uuml;rde , wenn das Abw&auml;lzen etwas einseitig abl&auml;uft, durch den erh&ouml;hten Fl&auml;chendruck aufbrechen, in der Folge tritt sog. Pitting auf, und die Zerst&ouml;rung der Stirnr&auml;der geht rasch vor sich.</p>
<p> Ausserdem mu&szlig; auch die Radnabe zentrisch, also in der fiktiven Mittelachse, in den Kegelrollenlagern laufen, auch hier ist jeder Achsversatz sch&auml;dlich und w&uuml;rde nur zu raschem Verschlei&szlig; der teuren Lager f&uuml;hren !</p>
<p>Bitte besorge dir diese Pa&szlig;schrauben und neue Papierdichtungen &nbsp;evtl. bei Autoquariat.at &nbsp;oder Strada.at ( Michael Peroutka), Camo in Himberg, Robert Prokschi in W&ouml;llersdorf, Gerhard Drabek, Manfred Preiser... Ansonsten k&ouml;nnen diese M8 Schrauben nach Ma&szlig; auf der Drehbank hergestellt werden.&nbsp;</p>
<p>Papierdichtungen sollten schon verwendet werden. Das Geh&auml;use nur mit past&ouml;ser Dichtmasse abzudichten ist nur als Notma&szlig;nahme zu sehen, meist wird das dann bald wieder undicht, &Ouml;l tritt aus, und der Job mu&szlig; ein zweites Mal gemacht werden. Diese Papierdichtungen schrumpfen ein, je nachdem wie trocken der Raum ist in dem sie gelagert wurden. Durch Anfeuchten quellen sie etwas auf und sind dann geschmeidiger, vor Verwendung wieder etwas trocknen lassen.&nbsp;</p>
<p>Die Kronenmuttern der Antriebswellen m&uuml;ssen fest sitzen. Nicht &uuml;bertrieben fest, also keine Rohrverl&auml;ngerung am Schraubenschl&uuml;ssel anstecken, aber doch gut Handfest mit dem -langen- Ringschl&uuml;ssel festziehen. Als Sicherungsdraht eignet sich gut der Drahtstift von 3,2mm Pop-Nieten! Der Schlitz dieser Kronenmuttern ist absichtlich schmal gehalten, damit keine der &uuml;blichen Splinte verwendet werden. &nbsp;</p>
<p>Gr&uuml;&szlig;e, AP700</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Christian Tuerk</strong> replied on 2012-05-22 18:00
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>auch der Radantrieb meines HAFIS &ouml;lt. </p>
<p>Habe bereits alles zerlegt, nur das kleine Zahnrad l&auml;sst sich nicht von der Welle l&ouml;sen!</p>
<p>Gibt es hierf&uuml;r ein Spezialwerkzeug bzw. einen Spezialabzieher?</p>
<p><img src="https://lh5.googleusercontent.com/-0nI88jxi1X0/T7u4TflAMbI/AAAAAAAAAJc/WU_yVgFidOs/s640/P1050712.JPG" border="0" style="max-width: 550px;" /></p>
<p>Herzlichen Dank</p>
<p>Christian</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2012-05-23 10:28
        </div>
        <div class="post-body">
            <p>Gr&uuml;&szlig; dich !</p>
<p>Wg. Abzieher: gibt es keinen, es k&ouml;nnen ja die Abziehhaken nicht unter das Zahnrad greifen da dessen Z&auml;hne zu tief unter den eingegossenen Stahlring ( der eigentliche Lagersitz ) reichen. </p>
<p>Es handelt sich hier um das Achsschenkel-Geh&auml;use, rechts vorne, in welchem noch die Gelenkwelle steckt bzw. herausbaumelt. Zum Ausbauen gen&uuml;gt ein satter Schlag gegen den Gewindestummel, der hier am Foto eh so sch&ouml;n sichtbar ist !&nbsp;&nbsp; Dazu besorgst du dir einen Hammer mit Kunststoff-Eins&auml;tzen, wenn geht mit wei&szlig;en Polyethylen-Eins&auml;tzen. Gewicht sollte mind. 1 Kg sein. Ich ben&uuml;tze einen der mit Schrotkugeln gef&uuml;llt ist. </p>
<p>Als High-Tech L&ouml;sung k&ouml;nnen noch 2 Vierkanth&ouml;lzer dienen, ca. 10 x 10 cm und etwa&nbsp; 40 cm lang. </p>
<p>Diese stellst du so auf die Werkbank oder den Fu&szlig;boden, da&szlig; sie vertikal aufragen. Dann legst du das Geh&auml;use so auf die H&ouml;lzer,&nbsp; da&szlig; es im flacheren Bereich, dort wo der Spurstangen-Hebel sitzt, aufliegt.&nbsp; Oder ein Helfer h&auml;lt das Geh&auml;use eben so da&szlig; du mit dem Hammer gut auf den Gewindestummel triffst. Ein gut gef&uuml;hrter Schlag mit dem Kunsstoffhammer, und die Gelenkwelle sollte schon herausrutschen. </p>
<p>Das untenstehende Bild zeigt einen Querschnitt durch den vorderen Radantrieb. Du siehst da&szlig; das Kugellager der Gelenkwelle in dem eingegossenen Stahlring sitzt, UND da&szlig; die Bohrung dahinter kleiner im Durchmesser ist, weil dort der Simmerring seinen Platz hat. Beim Draufschlagen auf die Gelenkwelle bleibt also das Lager -&uuml;ber seinen Aussenring- in dem Lagersitz und kann keineswegs komplett herausgleiten. Nur die Gelenkwelle gleitet aus der Innenverzahnung des Zahnrades bzw. aus dem Innenring des Lagers.&nbsp; </p>
<p>Um eventuell das Kugellager auch noch auszubauen mu&szlig; ein Seegerring, der es in dem Geh&auml;use h&auml;lt, entfernt werden &gt; Innen-Seegerringzange ben&uuml;tzen ! Danach kommt man perfekt an den Simmerring heran um ihn zu erneuern. </p>
<p>PS: Das Bild zeigt die urspr&uuml;nglich verbaute Gelenkwelle mit Faltenbalg ( Baujahre 1959 bis 1962 )&nbsp; Gutes Gelingen, AP700</p>
<p>&nbsp;</p>
<p><img src="http://farm8.staticflickr.com/7082/7254264558_596ccd4162_b.jpg" style="max-width: 550px;" border="0" /></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Christian Tuerk</strong> replied on 2012-05-23 16:46
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Herzlichen Dank f&uuml;r die detaillierte Anleitung!</p>
<p>Wenn man wei&szlig; wie es funktioniert, dann reicht ein gezielter Hammerschlag!</p>
<p>Bin jetzt aber an das n&auml;chste Problem gesto&szlig;en. Das Wellenlager ist offensichtlich defekt und muss daher getauscht werden. Nur l&auml;sst sich das Lager weder nach vorne noch nach hinten hinausdr&uuml;cken!</p>
<p>&nbsp;</p>
<p><img src="https://lh6.googleusercontent.com/-1W84MWcJW_w/T7z3joZ7J5I/AAAAAAAAAJs/dZvGALKOWzU/s640/P1050716.JPG" border="0" style="max-width: 550px;" /></p>
<p><img src="https://lh6.googleusercontent.com/-VNGIcZrGDh0/T7z3kYUM7xI/AAAAAAAAAJw/0RmNiElgAfo/s640/P1050717.JPG" border="0" style="max-width: 550px;" /></p>
<p>LG</p>
<p>Christian</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2012-05-23 18:42
        </div>
        <div class="post-body">
            <p>Gr&uuml;&szlig; dich !</p>
<p>Danke f&uuml;r die Fotos, sie sagen tats&auml;chlich mehr als tausend Worte! &nbsp;Das Kugellager geht NUR auf der Innenseite heraus, also auf die Seite wo du den Seegerring herausgenommen hast.. &nbsp;Zur Au&szlig;enseite kann es nicht ausgebaut werden denn dort ist die Durchgangsbohrung kleiner im Durchmesser.</p>
<p>Das Ausbauen ist manchmal eine etwas langwierige Sache, denn das Lager verkantet gern. Du brauchst einfach Geduld. Wenn es steckt, klopfst du es wieder hinein, gibst ein paar Tropfen &Ouml;l ringsherum auf den Lagersitz und klopfst wieder gleichm&auml;&szlig;ig rundherum in kleinsten Schritten auf den Au&szlig;enring, von der Au&szlig;enseite her versteht sich. Keinen spitzen Mei&szlig;el verwenden. Ein ca. 15-20 cm langes St&uuml;ck Rundeisen mit 10 mm Dm als Verl&auml;ngerung ist recht hilfreich. </p>
<p>&nbsp;Zum fachgerechten Ausbau solcher Lager gibt es spezielle Auszieher, die sich mit zwei Beinen am Alugeh&auml;use abst&uuml;tzen, sind aber teuer, die Anschaffung lohnt sich nur dann wenn wie in einer Profiwerkstatt eher h&auml;ufig derlei Lager ausgebaut werden m&uuml;ssen.</p>
<p>Noch zur Info: Dieses Lager hat die Bezeichnung 6205 nach DIN 625, Abmessungen 25 x 52 x 15. &nbsp;Gr&uuml;&szlig;e, AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Christian Tuerk</strong> replied on 2012-05-24 16:38
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>das &Ouml;l am Lagersitz hat gefehlt. Nach dem &Ouml;len haben zwei, drei Sch&auml;ge gen&uuml;gt, und das Lager war ausgebaut!</p>
<p>Nochmals herzlichen Dank</p>
<p>Christian</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2020-10-04 19:29
        </div>
        <div class="post-body">
            <p>Wer hat eine Erkl&auml;rung.</p>
<p>Habe heute nochmals am Haflinger alle &Ouml;lst&auml;nde kontrolliert. Bei einen hinteren Radantrieb wurde das &Ouml;l bei der Abnahme der Verschlu&szlig;schraube bis zur anderen Radseite raus geschleudert. Es ist noch l&auml;nger allerhand &ouml;l ausgelaufen. Alle anderen &Ouml;lst&auml;nde waren korrekt Kante Einf&uuml;ll&ouml;ffnung.</p>
<p>Woher kam der &Uuml;berdruck und die Menge an &Ouml;l? Das Fahrzeug stand bereits 2 Tage.</p>
<p>Die Kontrolle hat mich bewogen weil dieser Radantrieb immer w&auml;rmer war als die Anderen.</p>
<p>Hans F.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2020-10-05 15:32
        </div>
        <div class="post-body">
            <p>Hallo Hans, der &Uuml;berdruck und das viele &Ouml;l kommt von einem falsch montierten oberen Wellendichtring. Der Wellendichtring an der Ritzelwelle muss so montiert werden dass er zum Getriebe hin abdichtet, also die offene Seite zum Getriebe. So kann kein &Ouml;l vom Getriebe in den Radantrieb laufen, der &Uuml;berdruck vom Radantrieb hingegen kann sich zum Getriebe hin abbauen. Auf der Getriebeseite kann kein &Uuml;berdruck entstehen, da sich das Getriebe &uuml;ber den Schaltdom entl&uuml;ftet. </p>
<p>Gr&uuml;&szlig;e Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2020-10-07 19:48
        </div>
        <div class="post-body">
            <p>Hallo Bernd!</p>
<p>Gestern habe ich wieder das &Ouml;l was sich bei der letzten Ausfahrt angesammelt hat abgelassen. Irgend etwas ist wohl faul. Bei der anderen Seite kann ich so etwas nicht feststellen. Beide Radantriebe habe ich hintereinander komplettiert und montiert.&nbsp;</p>
<p>Wie der WDR montiert ist bin ich mir im Moment nicht sicher. Habe gerade nur den pdf-Teilekatalog vom L&uuml;scher zur Hand. Da ist der WDR mit der Federseite zum Radantrieb hin gezeichnet( aus der Sicht eines Fachunkundigen). Wieso passiert so etwas nicht auch auf der anderen Seite?</p>
<p>Ist das bei allen WDR so oder nur bei welchen mit Drallrillen? Die Motivation f&uuml;r die Nacharbeit ist nicht schlecht, w&uuml;rde jedoch die Arbeit in einem Zug durchf&uuml;hren und br&auml;uchte daher noch mehr Stellungsnahmen in welche Richtung nun die Federseite zeigen soll. Oder gleich einen WDR ohne Drallrillen montieren und gut?</p>
<p>Vielen Danke f&uuml;r die nochmalige Kl&auml;rung.</p>
<p>Hans F.!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2020-10-08 11:31
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Der Simmerring ist einfach defekt. Diese Simmerringe haben keinen Drall, sondern fallweise eine Staublippe. Es gibt in diesem Forum einen ausf&uuml;hrlichen Beitrag aus den Jahren 2007 - 2009. Diesen findest du auf Seite 21.</p>
<p>Gr&uuml;&szlig;e aus Graz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2020-10-08 16:15
        </div>
        <div class="post-body">
            <p>Hallo Hans M und Hans F., griass eich! &nbsp;</p>
<p>Die Antwort von Bernd H. habe ich gelesen, ich meine es macht schon auch Sinn was er sagt. </p>
<p>Allerdings ist auf den Zeichnungen, die den Querschnitt durch Radantrieb, Achsrohr bzw. Gleichlaufgelenk, also Hinterrad und Vorderradantrieb zeigen, der betreffende Simmerring 47 x 30 x 7 stets so eingezeichnet da&szlig; die offene Seite ( wo die Ringfeder sichtbar ist ), gegen das kleine Zahnrad im Radantrieb gerichtet ist. &nbsp;Siehe auch die beiden Zeichnungen im erw&auml;hnten Bericht !</p>
<p>Beim Hinterradantrieb macht es, denke ich, keinen wesentlichen Unterschied in welcher Lage der WD-Ring eingebaut ist, beim Vorderadantrieb ist die verkehrte Einbaulage aber eher nicht gut weil damit &Ouml;l aus dem Radantrieb sehr leicht austreten k&ouml;nnte und damit gleich in&acute;s Freie kommt wo es den ganzen Bereich der R&uuml;ckseite des Achsschenkels verschmutzt.&nbsp;</p>
<p>L.G. Michael J.&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2020-10-08 21:58
        </div>
        <div class="post-body">
            <p>Das &Ouml;l unter Umst&auml;nden in die eine oder andere Richtung gesaugt oder gedr&uuml;ckt wird, kann ich mir vorstellen. Aber das mit der Luft geht mir nicht ein.</p>
<p>Wenn ich die verschlu&szlig;schraube abnehme wird das &Ouml;l durch einen Luftsto&szlig; zumindest bis Fahrzeug Mitte oder bis zum anderen Rad geschleudert, danach l&auml;uft einige Zeit das restliche &uuml;berfl&uuml;ssige &Ouml;l welches sehr aufgesch&auml;umt wirkt aus. Die urspr&uuml;ngliche Kontrolle war weil die Radnabe immer w&auml;rmer war als die andere. Warme Luft dehnt sich aus, das w&uuml;rde ich ja verstehen. Aber ich &ouml;ffne die Verschlu&szlig;schraube nur im kalten Zustand(fr&uuml;hestens am n&auml;chsten Tag). Also da ist bereits schon ein geringerer Druck im Radantrieb und trotzdem spuckt die Luft das &Ouml;l so weit raus. Was herrscht da f&uuml;r ein Druck im warmen Zustand.</p>
<p>Kann da irgend etwas mit dem &Ouml;l passiert sein. Wird &Ouml;l schlecht? Sollte ich einfach mal das &Ouml;l ablassen und mit einem anderen &Ouml;l befallen. Das selbe &Ouml;l ist auch im Schaltgetriebe und in den anderen Radantrieben und schaut gut aus. Das &Ouml;l ist ein niedriglegiertes 80er Getriebe&ouml;l aus dem Lagerhaus.&nbsp;</p>
<p>Hans F.</p>
        </div>
    </div>
</body>
</html>
