<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>durchgebrannte Sicherungen</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            durchgebrannte Sicherungen
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">durchgebrannte Sicherungen</h1>
            <div class="post-meta">
                Posted by <strong>Martin Mauthner</strong> on 2016-07-19 18:10
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Elektrik</span>
            </div>
            <div class="stats">
                Views: 11045 | Replies: 5
            </div>
        </div>
        <div class="post-body">
            <p>Als erstes m&ouml;chte ich alle im Forum ganz herzlich begr&uuml;&szlig;en. Ich wende mich wieder einmal mit einem Problem an euch das ich nicht l&ouml;sen kann. Seit einigen Tagen brennt immer die Sicherung, die die R&uuml;cklichter und Kennzeichenbeleuchtung absichert, durch. Aber nur wenn ich fahre und&nbsp;auch die Touren sind egal&nbsp;! Wenn er im Stand l&auml;uft, gibt es kein Problem. Wenn ich fahre brennt die Sicherung nach unterschiedlicher Fahrzeit durch. Manchmal sofort, wenn ich das Licht aufdrehe, manchmal erst nach 10 Minuten.&nbsp;Nur bei eingeschalteten Licht brennt sie Sicherung durch und die R&uuml;cklichter sind&nbsp;finster.&nbsp;Ich habe schon alles abgesucht, ob ev. irgendwo ein Kabelbruch ist, der einen Kurzschluss verursacht, aber ich finde nichts. Vielleicht haben die Spezialisten hier im Forum wieder&nbsp;einen Rat f&uuml;r mich, denn einige male habt ihr mich schon "herausgerissen". Herzlichen Dank im vorhinein f&uuml;r eure Bem&uuml;hungen. lG&nbsp; Martin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>JohnBennett</strong> replied on 2016-07-19 20:55
        </div>
        <div class="post-body">
            <p><span><span><span><span>Hi Martin,</span></span></span></span></p>
<p>&nbsp;</p>
<p><span><span><span><span>Do you have a wiring diagram for your Haflinger? </span><span>You will need one did is as close to your Particular Haflinger as you can, there are Several variations to choose from.</span></span></span></span></p>
<p><span><span>What I would suggest is that you run a completely separate wire from your fuse box to your switch and then over the platform to the rear lights. </span><span>That way you can tell if it is the wires did run down the centre of the platform or if the trouble is in light units them selves.</span></span></p>
<p>&nbsp;</p>
<p><span><span>John&nbsp;</span></span></p>
<p><span><span>p.s. It appears that the forum does not like English as it changes the words I use!</span></span></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2016-07-20 22:48
        </div>
        <div class="post-body">
            <p>Hallo Martin, eine wichtige Info ist notwendig: welchen Haflinger hast du? Mk 1 mit Benzintank Re-Hi, &nbsp;mit 4 Ganggetriebe, &Ouml;BH Ausf&uuml;hrung, Mk 2 mit Tank Li-Vo, &nbsp;Zivilausf&uuml;hrung mit 5 Ganggetriebe, Schweizer Haflinger-Ausf&uuml;hrung, Italien-Zivil-Ausf&uuml;hrung? &nbsp;Ein jeder ist im Detail anders. Hast du den betreffenden Elektroplan bei dir? &nbsp; &nbsp; &nbsp;Welche R&uuml;ckleuchten hat der Haflinger, die schmalen ZKW oder Hella mit Sofittenl&auml;mpchen oder die runden Dreikammerleuchten ? &nbsp; Welchen Schalter hat der Haflinger um die Beleuchtung einzuschalten ? &nbsp;Es gab Ausf&uuml;hrungen mit einem eigenen &nbsp;Lichtschalter mit Ziehbet&auml;tigung, dieser hatte 3 Positionen: Aus / Standlicht / Abblendlicht. Letzteres konnte bei Bedarf dann per Fu&szlig;taster auf Fernlicht umgeschaltet werden. &nbsp;Dann gab es Haflinger mit kombiniertem Z&uuml;nd-Licht-Anlass-Schalter. Die &Ouml;.B.H. Ausf&uuml;hrungen hatten einen Kombischalter, der auch noch die Tarnbeleuchtung schaltete. &nbsp; Hat der Haflinger eine oder zwei Sicherungsboxen ? &nbsp;Du siehst, es gibt da noch einige Fragen zu kl&auml;ren um genauer recherchieren zu k&ouml;nnen.&nbsp;</p>
<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Die von dir beschriebenen Symptome deuten auf einen gel&ouml;sten oder abgebrochenen Draht hin, der durch die Ersch&uuml;tterungen beim Fahren mit der Masse in Kontakt kommt und dadurch die Sicherung durchbrennt bzw. der Sicherungsautomat ausl&ouml;st ( CH-Ausfg.) &nbsp;Der Fehler tritt eben daher nur dann auf wenn das Licht eingeschaltet ist, &nbsp;</p>
<p>Eine m&ouml;gliche Fehlerstelle k&ouml;nnte bei einer der Lusterklemmen liegen, welche im Motorraum links und rechts etwa in unmittelbarer N&auml;he der R&uuml;ckleuchten sich befinden. Seinerzeit wurden an den Enden der Dr&auml;hte n&auml;mlich keine sog. Kabel-Endh&uuml;lsen angebracht &nbsp;( diese gibt es entweder als blanke H&uuml;lsen mit einer trichterf&ouml;rmigen Aufweitung an einem Ende oder mit einem Kunststoff-Trichterchen, und ausserdem sortiert nach Kabelquerschnitten, wie 0,75, &nbsp;1,00, &nbsp;1,5, &nbsp; 4,00 mm2 ), sondern die Enden wurden oftmals verzinnt. Das war zwar gut gemeint, aber auf lange Sicht f&uuml;hrte dieses Verfahren manchmal zu Draht bzw. Kabelbruch. Daher wird heutzutage Zinn kaum mehr verwendet, sondern werden fast immer die ( je nach Norm) Kabelschuhe auf den Draht gecrimpt.&nbsp;</p>
<p>&nbsp;</p>
<p>L&ouml;se mal das "Armaturenbrett" und klappe es nach unten soda&szlig; du auf die Verdrahtung sehen kannst wenn du am Fahrersitz bist. Dazu musst du vorher die Tachowelle vom Tachometer l&ouml;sen indem du die &Uuml;berwurfmutter l&ouml;st welche die Tachowelle am Tacho h&auml;lt. Zur Sicherheit ebenfalls vorher die Minusklemme von der Batterie abklemmen, so &nbsp;bist du auf der Sicheren Seite. Oftmals ist da n&auml;mlich ein richtiger Drahtsalat vorzufinden. &nbsp; So ad-hoc gesehen, m&uuml;&szlig;te das immer die oberste Schmelzsicherung sein, welche durchbrennt ( Sofern der Haflinger einer Zivilausfg. entspricht, mit 1 Sicherungsbox ), die Sicherung " B ". &nbsp;Nun hast du Sicht auf die Klemmen am Lichtschalter, eventuell ist da schon ein Defekt, sprich loses Kabel oder blankes Ende, zu sehen. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;So wie du das Problem berichtest, war ja bis vor einiger Zeit alles in Ordnung, also ist pl&ouml;tzlich eine Ver&auml;nderung eingetreten. Daher ist der Fehler sicher zu finden. Da&szlig; es zu einer blanken Stelle im Kabelstrang gekommen w&auml;re, der vom Armaturenbrett durch den Blechkanal in der Fu&szlig;wanne, dort unten durch eine Gummit&uuml;lle, und dann weiter nach hinten in den Motorraum verl&auml;uft, das ist eher unwahrscheinlich, was w&auml;re da der Grund? </p>
<p>Bitte berichte mal genauer &uuml;ber den Haflinger ( siehe die Fragen zur Eingrenzung der Varianten ), und gehe systematisch beim Fehlersuchen vor. Gr&uuml;sse, &nbsp;Michael J.&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Martin Mauthner</strong> replied on 2016-07-21 12:45
        </div>
        <div class="post-body">
            <p>Hallo</p>
<p>Besten Dank f&uuml;r die Antworten. Ich habe einen Gendarmerie - Haflinger der &ouml;sterreichischen Alpingendarmerie, BJ. 1962 mit schr&auml;gem Planenheck und Galerie statt Bordw&auml;nden, sowie Viergang Getriebe und 62 km/h &Uuml;bersetzung. Er hat keinen Tarnlichtschalter sondern das Licht wird &uuml;ber drei Stufen mit dem Z&uuml;ndschl&uuml;ssel geschaltet. Die R&uuml;cklichter wurden schon von der Gendarmerie auf eckige Lichter mit integriertem Blinker (alle Birnen sind Sofittenl&auml;mpchen, &auml;hnlich den runden Dreikammerleuchten) &nbsp;umgebaut. An den R&uuml;cklichtern und an der Kennzeichenbeleuchtung liegt es nicht, denn ich habe alles schon einmal abgeklemmt und der Kurzschluss ist trotzdem noch da. Einen Schaltplan habe ich zwar nur f&uuml;rchte ich, das der Plan nicht mehr stimmt. Es wurde einiges "umgebaut". So wurden Leitungen f&uuml;r das Funkger&auml;t ( PRC-8), ein Radio und ein Tarnlicht das mit einem eigenen Schalter bet&auml;tigt wird, verlegt. Er hat nur einen Sicherungskasten und es brennt immer die dritte Sicherung von unten durch. Laut Schaltplan kann es eigentlich nur am Z&uuml;ndlichtschalter liegen. Obwohl ich mir das fast nicht vorstellen kann. Ich stehe wirklich vor einem R&auml;tsel !</p>
<p>lG</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>JohnBennett</strong> replied on 2016-07-22 08:22
        </div>
        <div class="post-body">
            <p><span><span><span><span>Follow the wires from the fuse whereever They Go and you will find you shortcircuit .....</span></span></span></span></p>
<p>&nbsp;</p>
<p><span><span><span><span>John</span></span></span></span></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2016-07-25 21:46
        </div>
        <div class="post-body">
            <p>Hallo Martin, hi John!</p>
<p>Wenn du den Licht-Z&uuml;ndschalter in Verdacht hast, hier ein Foto von einem Neuteil, der von Bosch-Tradition wieder nachgefertigt wird. Der Teil kann &uuml;ber jeden Boschdienst bezogen werden, so die Aussage der Firma. Es gab auch einmal eine Version, wo man mit Auf-den-Schl&uuml;ssel-dr&uuml;cken den Anlasser bet&auml;tigen konnte. Sp&auml;tere Varianten des Puch-Haflinger hatten f&uuml;r diese Funktion einen Drucktaster mit schwarzem Knopf. &nbsp;</p>
<p>As Martin argues that the electric failure could be within the so called combined Lights-Ign-starter-switch, here a pic from Bosch-Tradition, a branch from Bosch company which is manufacturing a variety of parts for oldtimers. Those parts can be ordered from any Bosch service shop nearby, according the Bosch-Marketing Dept. &nbsp;With the Puch-Haflingers, there were also variants of their electrical installation, where a separate black push-button was installed on the dashboard to activate the startermotor, rather than a similar combined Lights-Ign-Starter switch, which had the push-button function by pressing onto the key.</p>
<p>Mike Janczer</p>
<p><img src="http://www.bosch-automotive-tradition.com/media/automotive_tradition_1/teile_1/switches/Zuendschalter_w734.jpg" border="0" style="max-width: 550px;" /></p>
        </div>
    </div>
</body>
</html>
