<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Vergaser einstellen oder reparieren  Zenith Ndix 32</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Vergaser einstellen oder reparieren  Zenith Ndix 32
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Vergaser einstellen oder reparieren  Zenith Ndix 32</h1>
            <div class="post-meta">
                Posted by <strong>Norbert Palme</strong> on 2008-12-07 18:40
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Vergaser</span>
            </div>
            <div class="stats">
                Views: 18135 | Replies: 5
            </div>
        </div>
        <div class="post-body">
            <p>Servus Freunde, f&uuml;r Spezialisten bestimmt nichts besonderes, aber ich blick nicht durch!</p>
<p>Hafi macht nach 17 Monaten Stillstand wieder erste Gehversuche. Benzin da, Motor l&auml;uft an, aber unruhig zwischen Vollgas und Absterben.&nbsp; Vergaser ge&ouml;ffnet, einiges an wei&szlig;em Schlotz und Reste von Tankbeschichtung drin. Alles liebevoll rausgeputzt (Nitroverd&uuml;nnung, Pinsel, Druckluft). Neue Dichtungen eingesetzt. Flanschdeckel von Chokebet&auml;tigung zun&auml;chst undicht, Deckel verzogen. Deckel wieder geradegebogen, und um mehr Elastizit&auml;t beim Anziehen zu haben, 2. Dichtung beigelegt (Meiner Meinung nach geh&ouml;ren da noch 2 Flanschschrauben hin.....) Anschlie&szlig;end Vergaser dicht. Beschleunigerpumpe nicht erneuert.</p>
<p>Im kalten Zustand sch&ouml;ner Start mit Choke, Leerlaufschraube an der Vergaserbet&auml;tigung etwas rein und die Leerlaufgemischschrauben auf 2 Umdrehungen raus. Zum Teil recht sch&ouml;nes Standgas,&nbsp; bei Bet&auml;tigung Gaspedal hochdrehen geht, aber bis er zum Leerlauf zur&uuml;ckfindet w&uuml;rde er mir lieber davonlaufen..... Manchmal habe ich hier dann die Z&uuml;ndung abgestellt, um ein &Uuml;berdrehen zu verhindern. Habe dann die Lerrlaufschraube wieder etwas zur&uuml;ckgenommen, mit dem Effekt, da&szlig; wieder kein Standgsa da ist. Es kann auch sein, da&szlig; das Standgas recht langsam, aber gleichm&auml;&szlig;ig l&auml;uft, bei Bet&auml;tigung vom Gaspedal aber der Motor ausgeht.</p>
<p>Der Hebel der Beschleunigerpumpe hat 3 L&ouml;cher zum Einh&auml;ngen. welches ist der richtige? Und da mu&szlig; doch noch eine R&uuml;ckzugfeder hin?</p>
<p>Es w&auml;re sch&ouml;n, wenn ich jetzt den entscheidenden Hinweis bek&auml;me.</p>
<p>Viel Gr&uuml;&szlig;e Norbert Palme</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2008-12-07 19:32
        </div>
        <div class="post-body">
            <p>Servus Norbert,</p>
<p>hast du den Vergaser zerlegt gehabt? Das lohnt sich nach meiner Erfahrung mit den NDIX36 vom Pinzgauer auf jeden Fall. Danach l&auml;sst sich das ganze ordentlich einstellen. Falls ein Ultraschallbad brauchst, in das das NDIX-Geh&auml;use gerade so rein geht, sag Bescheid.</p>
<p>Das mit dem Standgas, das nur langsam zur&uuml;ckgeht k&ouml;nnte folgende Gr&uuml;nde haben: Vergaser l&auml;uft zu mager, zieht Falschluft (Drosselklappenwelllen, Dichtung zwischen Ober- und Unterteil, Dichtungen an den Ansaugkr&uuml;mmern: "Bremsenreinigertest" machen) oder Z&uuml;ndzeitpunkt nicht in Ordnung (Fliehkraftverstellung okay?). Kannst du das ausschliessen? R&uuml;ckzugfeder: Vom Hafi weiss ich es jetzt nicht, aber am Pinzi war an beiden Vergasern noch eine Feder die die Drosselklappe in den Leerlaufzustand gestellt hat.</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Helmut Sommereder</strong> replied on 2008-12-07 21:35
        </div>
        <div class="post-body">
            <p>Hallo Norbert!</p>
<p>Trotz K&auml;lte habe ich jetzt f&uuml;r Dich den Vergaser von meinem Hafi inspiziert. Die verstellbare Pumpenstange ist ganz au&szlig;en am Pumpenhebel eingeh&auml;ngt. Eine extra R&uuml;ckzugfeder hat mein Vergaser nicht. Wird mit dem Gest&auml;nge, das vom Gaspedal kommt, auf Nullstellung gebracht. Da ich weder mit dem Standgas, noch bei Beschleunigung Probleme habe, d&uuml;rfte es so richtig sein. </p>
<p>Liebe Gr&uuml;&szlig;e von der Donau, 20km westlich von Wien</p>
<p>Helmut</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2008-12-07 21:52
        </div>
        <div class="post-body">
            <p>Danke einstweilen, noch ein Hinweis: Am Hafi- Treffen in Bad ischl 2007 lief er ordentlich und sparsam (Stra&szlig;e knapp 9 ltr, Langstrecke) und hat auch gut beschleunigt. Das war der letzte Einsatz vor der Restauration. Nur durfte ich ihn nach l&auml;ngerer Bergauffahrt nicht gleich abstellen, wegen der Dampfblasenbildung. Dies k&ouml;nnte aber auch von den damaligen evtl. undichten Schl&auml;uchen meiner Auspuffheizung her kommen.</p>
<p>Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>willizach</strong> replied on 2008-12-13 12:42
        </div>
        <div class="post-body">
            <p>hallo norbet!</p>
<p>hast du mein e-mail bekommen?</p>
<p>lg</p>
<p>willi</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2008-12-21 19:59
        </div>
        <div class="post-body">
            <p>Hafi klingt wieder besser!</p>
<p>Ursache f&uuml;r meine Vergaserprobleme waren die Reste von 2 alten Leerlaufgemischschrauben, die in den Bohrungen steckten. Ob die von denen stammen, die ich gerade erneuert habe, oder noch &auml;lter waren, kann ich nicht mehr feststellen. Interressant nur, da&szlig; von 2002 bis Mitte Juni 2007 der Hafi ganz ordentlich lief und nichts am Vergaser gemacht wurde. Der Motor wurde 2002 komplett &uuml;berholt. Und die Fahrten zu den Treffen gingen auch echt gut.</p>
<p>Meine jetzt erneuerten Schrauben sehen eher etwas verdatscht statt abgebrochen aus.</p>
<p>Viele Gr&uuml;&szlig;e Norbert Palme</p>
        </div>
    </div>
</body>
</html>
