<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>off road reifen von Green Way</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            off road reifen von Green Way
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">off road reifen von Green Way</h1>
            <div class="post-meta">
                Posted by <strong>willizach</strong> on 2007-06-19 23:08
            </div>
            <div class="stats">
                Views: 69731 | Replies: 39
            </div>
        </div>
        <div class="post-body">
            <p>habe heute versucht&nbsp; <b>165/70R13 79Q Green Way SP 8 </b>( auf www.offroadreifen. com unter green way zu finden) zu bestellen und musste leider feststellen, dass diese reifen erst wieder frühestens im august lieferbar sein werden.</p><p>sobald ich sie bekomme werde ich über meine erfahrungen berichten.</p><p><b>hat vieleicht schon jemand mit diesen reifen erfahrungen gesammelt und kann mir seine erfahrungen mitteilen?!</b></p><p>lg</p><p>willi&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2007-06-21 10:24
        </div>
        <div class="post-body">
            <P mce_keep="true">Hallo Willi,</P>
<P mce_keep="true">bei meiner Reifensuche dachte ich zuerst auch an den Grenn Way,entschieden habe ich mich letztendlich für den Fedima F/OR 145 13".</P>
<P mce_keep="true">Den gibt es auch in 165 13",&nbsp;vom Profil&nbsp;erinnert er an einen Mud Terrain Reifen wie&nbsp;ihn die "Großen" haben.</P>
<P mce_keep="true">Er fährt sich auf der Straße gut und im Gelände und auf Schnee hat er auch überzeugt und der Preis mit 48,- € ist auch OK.</P>
<P mce_keep="true">Finden tust Du ihn unter <A href="http://www.rennsportshop.com/">www.Rennsportshop.com</A> </P>
<P mce_keep="true">Gruß Bernd&nbsp;</P>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>willizach</strong> replied on 2007-06-21 12:25
        </div>
        <div class="post-body">
            <p>danke bernd!</p><p>hatte bei rennsportshop.com auch gesucht aber nichts gefunden. wenn man nun nach fedima sucht gibts einige optionen. denke, dass der F/OR eine gute preis/leistungs mischung bietet und hab ihn daher auch bestellt.</p><p>felgen hab ich vom fiat punto besorgt. lochkreis pass gut, inneres loch ist mit 58 mm um 0,2 mm zu klein und muss etwas aufgeweitet werden.</p><p>denke aber, dass die kombination ein guter ersatz für meine ÖBH reifen/original felgen kombination sein wird.&nbsp;</p><p>nochmals danke für die info und den hinweis!</p><p>lg</p><p>willi&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2007-06-21 15:39
        </div>
        <div class="post-body">
            <P mce_keep="true">Hallo Willi,</P>
<P mce_keep="true">die Felgen vom Punto hab ich auch,ich glaub meine sind vom Caprio,die passen vom Stil her auch ganz gut mit den runden Löchern gleichmäßig am Umfang verteilt.Aufschleifen mußte ich auch.Die Felgen haben eine etwas geringere Einpresstiefe was eine um ca. 2cm breitere Spur ergibt doch ich glaube 2 cm ist unbedenklich.</P>
<P mce_keep="true">Der&nbsp;Fedima F/OR ist mein neuer Allroundreifen,der kommt auch auf meinen neuen Haflinger den ich gerade aufbaue,die Gummimischung ist relativ weich dadurch haftet der Reifen auch auf Asphalt und fester Schneedecke sehr gut,es gibt sogar eine M&amp;S Kennzeichnung.</P>
<P mce_keep="true">Obwohl die Reifen&nbsp;das Format&nbsp;145&nbsp;haben sind sie so breit wie die 165er Maloyas.</P>
<P mce_keep="true">Ich glaub´ das ist wie beim Hosen kaufen,da kann man auch nicht immer nach der Größe gehen.</P>
<P mce_keep="true">Gruß Bernd</P>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>willizach</strong> replied on 2007-06-21 16:05
        </div>
        <div class="post-body">
            <p>&nbsp;lieber bernd!</p><p>das mit den punto cabrio felgen hab ich ja auch von dir, habs im alten forum gefunden.</p><p>hab die 165er bestellt und hoffe sie anfang bis mitte nächster woche zu bekommen. mal sehen ob sichs noch für asiago ausgeht.</p><p>vielen dank jedenfalls für die bereitwille weitergabe deiner erfahrungen!</p><p>lg</p><p>willi&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2007-06-21 16:52
        </div>
        <div class="post-body">
            <P mce_keep="true">Hallo Willi,</P>
<P mce_keep="true">es freut mich&nbsp;immer wieder wenn ich Erfahrungen oder Anregungen weitergeben kann.</P>
<P mce_keep="true">Ich komme auch nach Asiago,falls Du Deine reifen bis dahin bekommst können wir direkt vergleichen zwischen 145 u. 165.</P>
<P mce_keep="true">Vielleicht bekommt mein neuer&nbsp;(703) dann auch die 165er, am langen Radstand machen sich größere Reifen immer gut.</P>
<P mce_keep="true">Gruß Bernd&nbsp;&nbsp;</P>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2008-06-16 20:45
        </div>
        <div class="post-body">
            <P mce_keep="true">Schau, Schau was im Forum net alles für Themen gibt.</P>
<P mce_keep="true">Was ist der letzte Stand bei den Reifen. Gibt es noch was von den Alten 145 oder 165 12"? Bei meinen Fahrzeug waren 4 Stück 165-12 dabei wovon allerdings 2 Stück wirkliche Lutscher sind. Zur Zeit fahr ich 13" und 14" 165er. Die 13" sind gerade noch Tauglich für meine Zwecke. Mit Schläuche bestückt vertragen diese sogar leichte Reiber an der Reifenflanke und Felge. Bei den 14" war bald die Luft&nbsp;weg. Wie gut sind den die orig 145er im Gelände und&nbsp;für welchen Boden. Zur Zeit habe ich immer Ketten mit damit ich falls Regen/Schnee fällt sicher ins Tal komme. </P>
<P mce_keep="true">Freue mich schon auf eure Tipps!!</P>
<P mce_keep="true">Hans F.&nbsp;</P>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Roland Guenter Dworschak</strong> replied on 2009-01-16 00:02
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>Ich bin zwar noch ein "Greenhorn" mit meinem Hafi. (hab ihn erst seit Okt 08)<br />Bin aber sehr interessiert an einer Garnitur Felgen die passen.<br />Felgen vom Punto mit wenig "Modifikationsaufwand" ist ja schon eine gute Info. Ein FIAT H&auml;ndler ist in meiner N&auml;he, und der macht in seiner Werkstatt (auch f&uuml;r LKW) immer wieder was f&uuml;rs HEER, da stehen &ouml;fter mal ein paar Pinzis, Puch-G, und auch die "Gro&szlig;en" wie 680, S-LKW, 12M18, usw...<br />Ich m&ouml;chte gerne die Originalreifen vom &Ouml;BH f&uuml;r den "t&auml;glichen Gebrauch" etwas schonen, und nur dann einsetzten wenn man sie wirklich braucht. Das hei&szlig;t, eben f&uuml;r die Ausfahrten in echtes Gel&auml;nde, oder auf ein Oldtimer Treff. F&uuml;r die "Sonntags-Parade" zum spazierenfahren&nbsp;auf den Fr&uuml;hschoppen w&uuml;rden doch sicher auch die Ersatzreifen/Felgen Garnitur mehr als ausreichen, oder?&nbsp;</p>
<p>Aber da stellt sich jetzt die Frage, mit einer gr&ouml;&szlig;eren Felge und auch anderen Reifendimensionen, wie "legal" ist das wenn man damit auf die Stra&szlig;e will. Im Radkasten (wenn man das bei dem Fahrzeug &uuml;berhaupt als solchen bezeichnen kann) ist ja genug Platz, aber das ist ja nicht ausschlaggebend.&nbsp;Ein Unterschied der sich aus den unterschiedlichen Reifendimensionen bei der Geschwindigkeit ergibt ist ja nicht so wesentlich. Mit mehreren unterschiedlichen &Uuml;bersetzungsm&ouml;glichkeiten in den R&auml;dern ist das ja sowieso relativ mit der Geschwindigkeit.<br /><br />Ich hoffe ihr habt hier im Forum eine Antwort oder zumindest eine Idee zu dem Thema.<br />Bitte um zahlreiche Beteiligung bei der Diskussion.</p>
<p>Liebe Gr&uuml;&szlig;e</p>
<p>Roland</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-01-16 09:45
        </div>
        <div class="post-body">
            <p>Hallo Roland,</p>
<p>die Reifen die ich verwende, Fedima F/OR 145-13" haben exakt den gleichen Abrollumfang wie die 165-12" original Reifen, da sie einen geringeren Querschnitt haben (80%), die alten diagonalreifen haben einen Querschnitt von 100%. Die &Ouml;BH Reifen sind geringf&uuml;gig kleiner. Nat&uuml;rlich mu&szlig;t Du die ge&auml;nderte Reifendimension eintragen lassen, wie das in &Ouml;sterreich funktioniert kann ich allerdings nicht sagen, vielleicht kann Dir da Deine Werkstatt weiterhelfen. Es gibt meines Wissens auch eine Liste von Magna Steyr mit den&nbsp;freigegebenen Reifengr&ouml;&szlig;en.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-01-16 10:45
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Es ist eine &ouml;sterreichische Spezialit&auml;t, da&szlig; nur die Reifenmindestma&szlig;e im Typenschein eingetragen sind. Dadurch entf&auml;llt die Pflicht, andere Dimensionen eintragen zu m&uuml;ssen. Aber bei den Felgen sollte man auf die Einpre&szlig;tiefe achten.</p>
<p>Michael Peroutka verkauft derzeit neue und gebrauchte &Ouml;BH-Reifen ab und auch Originalfelgen in Topzustand.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Helmut Sommereder</strong> replied on 2009-01-16 16:54
        </div>
        <div class="post-body">
            <p>[quote user="Hans Messerklinger"]
<p>Es ist eine &ouml;sterreichische Spezialit&auml;t, da&szlig; nur die Reifenmindestma&szlig;e im Typenschein eingetragen sind. Dadurch entf&auml;llt die Pflicht, andere Dimensionen eintragen zu m&uuml;ssen. Aber bei den Felgen sollte man auf die Einpre&szlig;tiefe achten.</p>
<div style="CLEAR: both"></div>
[/quote]</p>
<p>&nbsp;</p>
<p>Hallo Hans!</p>
<p>So ganz richtig ist Deine Aussage betreffend zugelassener Reifen nicht. Es sind zwar im Typenschein (mein Hafi ist Baujahr 1960) die Art und die Mindestma&szlig;e der Bereifung eingetragen aber <strong>genau festgelegt</strong> <strong>auf welcher Felge</strong>. Die zugelassene Felge ist eindeutig mit 3,50x12 eingetragen. Somit w&auml;ren 13Zoll Reifen nicht zul&auml;ssig, da dann ja eine andere Felge verwendet wird. Es gibt aber von Steyr Puch eine&nbsp; Freigabe f&uuml;r andere Reifendimensionen. Mit einer Kopie dieser Freigabebescheinigung vom 27.02.1984 wurden mir von der N&Ouml; Landesregierung folgende wahlweise Reifendimensionen in meinem Typenschein bzw. Zulassungsschein eingetragen: 165-12; 5,5-12; 155-13; 175-13; 185/70-13 und 195/70-13. F&uuml;r die Dimension 6,40-13 ist die Tacho&uuml;bersetzung zu &auml;ndern.</p>
<p>&nbsp;</p>
<p>Mit den besten Gr&uuml;&szlig;en von Nieder&ouml;sterreich</p>
<p>Helmut</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-01-16 20:23
        </div>
        <div class="post-body">
            <p>Servus Helmut</p>
<p>Im alten Forum Seite 4, Beitrag 2 ist das schon einmal behandelt worden. Ich kann leider keinen Link herstellen, aber zur Freigabe von Puch, eingestellt von Luki Offner:</p>
<p>http://www.puch-haflinger.com/images/Haflinger/Reifendimensionen-Haflinger.jpg</p>
<p>Daraus geht hervor, da&szlig; eine 13 Zoll Felge nicht extra freigegeben wurde und auch in Deiner Eintragung im Typenschein d&uuml;rfte demnach nur die 12 Zoll Felge stehen. Ich bin davon ausgegangen, da&szlig; zum Reifen passende Felgen zu verwenden sind.</p>
<p>Gr&uuml;&szlig;e aus Graz</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Helmut Sommereder</strong> replied on 2009-01-16 21:32
        </div>
        <div class="post-body">
            <p>Hallo Hans!</p>
<p>Eine Kopie mit Datum, Stempel und Unterschrift von dem in Deinem Link abgebildeten Schreiben habe ich der N&Ouml; Landesregierung vorgelegt. Trotz dieser Freigabe m&uuml;ssen&nbsp;alle genehmigten&nbsp;Reifendimensionen im Typen- bzw. Zulassungsbescheinigung eingetragen werden. In den neueren Zulassungsbescheinigungen sind unter Pos. A13 <strong>alle</strong> zugelassenen&nbsp;Reifendimension eingetragen. Bei &auml;lteren Zulassungsscheinen ist die Eintragung nicht vorhanden. D.h., bei einer zuf&auml;lligen Polizeikontrolle hat das Kontrollorgan nur die M&ouml;glichkeit die tats&auml;chliche Reifendimension mit dem Zulassungsschein (wenn eingetragen) zu vergleichen. Anders hingegen bei einem "Planquadrat" bei dem die Exekutive einen Computer mit hat. Jedes in &Ouml;st. angemeldetes KFZ hat eine Fahrzeugidentifikationsnummer. Durch den Aufruf dieser I-Nummer&nbsp; hat die Beh&ouml;rde den kompletten Zugriff zu s&auml;mtlichen Daten &uuml;ber dieses konkrete Fahrzeug. Bei meinem&nbsp;musste ich sogar die Farbe auf&nbsp;rot richtiggestellen lassen. </p>
<p>Der Vorbesitzer von meinem Hafi hat die 13 Zoll Reifen nicht eingetragen gehabt und bei der Pickerl &Uuml;berpr&uuml;fung wurde das als "leichter Mangel" festgehalten.</p>
<p>Die Eintragung der genehmigten Reifengr&ouml;&szlig;en war bei mir in N&Ouml; in einer halben Stunde erledigt. Anders hingegen bei einem Bekannten in Wien. Der h&auml;tte Best&auml;tigungen &uuml;ber die richtige Reifenmontage und noch andere Unterlagen vorlegen m&uuml;ssen. Beh&ouml;rdenb&uuml;rokratismus pur! Da er aber einen alten Zulassungsschein hat, auf dem die genehmigte Reifendimension noch nicht drauf steht hat er von der Richtigstellung Abstand genommen. <em>Wien ist eben anders</em>. Wie die anderen Landesregierungen das handhaben wei&szlig; ich nicht. Wahrscheinlich jede anders. Wichtig glaube ich ist ausschlie&szlig;lich, dass wir nur Reifendimensionen verwenden, die vom Hersteller freigegeben sind.&nbsp; 14 Zoll Reifen sind z.B. nicht freigegeben.&nbsp;Durch die Montage der freigegebenen Dimensionen ist&nbsp;sichergestellt, dass bei einem Unfall die Haftpflichtversicherung wegen&nbsp;der Bereifung nicht aussteigen kann und das ist wichtig. Alles andere w&auml;ren bestenfalls Verwaltungs&uuml;bertretungen und im schlimmsten Fall&nbsp;mit einigen Euro gutzumachen.</p>
<p>Mit den besten W&uuml;nschen</p>
<p>Helmut</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-01-25 14:49
        </div>
        <div class="post-body">
            <p>Hallo!&nbsp; </p>
<p>Die Diskussion um die Reifen wirft einige Fragen auf.&nbsp; Gerne w&uuml;rde ich andere Reifen auf meinem CH-Armee-Haflinger fahren. Denn die Maloya AS haben nicht gerade den besten Grip im Gel&auml;nde. Au&szlig;erdem war es ein ziemlicher Zirkus an die Reifen zu kommen. </p>
<p>In Deutschland wird er offiziell nicht angeboten und ist nicht mehr im Sortiment von&nbsp; Vredestein Deutschland. Mein Reifenh&auml;ndler hat ihn mir dann mit Tricks und Kniffen aus den Niederlanden besorgt und zwar &uuml;ber Vredestein Koblenz. Nur dort konnte der Reifen bei Vredestein Niederlande bestellt werden.</p>
<p>Die Fedima-Reifen gefallen mir ganz gut. Sie scheinen einen guten Grip im Gel&auml;nde zu bieten und sie sind auf einem neueren Stand der Reifentechnik. </p>
<p>Aber kann man diese Reifen auf die Standart-Armeefelge aufziehen? Vermutlich nicht. Oder doch? Wenn nicht, gibt es eine Felge die &auml;hnlich aussieht wie die Armeefelge und wie lautet deren genaue Beschreibung?</p>
<p>F&uuml;r Bundesdeutsche ist eins sicher. Was nicht eingetragen ist, darf auch nicht gefahren werden. Da ist auch die Polizei gnadenlos.</p>
<p>Auf der hier genannten Unbedenklichkeitsbescheinigung ist die Gr&ouml;&szlig;e 165/13 nicht beschrieben. Doch wie bekommt man den Eintrag? Welche Unterlagen ben&ouml;tigt man wenn man die Reifen eintragen m&ouml;chte?&nbsp; Gibt es dazu eine Bescheinigung? Und liegt die dem Deutschen T&Uuml;V sogar vor?</p>
<p>Danke f&uuml;r Ihre Antworten.</p>
<p>Klaus Herbertz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-01-25 15:41
        </div>
        <div class="post-body">
            <p>Hallo Klaus,</p>
<p>die Fedima&nbsp;haben 13" passen also nicht auf die Originalfelgen . Ich habe Felgen vom Fiat Punto 4,5 x 13" ET 35, die passen optisch ganz gut, es ergibt sich eine geringe Spurverbreiterung von ca. 10 mm pro Seite, das ist laut meinem T&uuml;vpr&uuml;fer aber unbedenklich. Am besten sprichst Du mal vorab mit einem T&Uuml;Vler und erkl&auml;rst im Dein Vorhaben, der kann Dir dann genau sagen was Du alles beibringen mu&szlig;t.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2009-01-25 20:26
        </div>
        <div class="post-body">
            <p>Die Maloyas werden mittlerweile f&uuml;r Vredestein in Deutschland hergestellt und gibt es bei mir zu kaufen:</p>
<p>http://www.lorenz-offroad.de/janito_shop/productdetails.php?productId=35&amp;PCatId=18</p>
<p>&nbsp;</p>
<p>Au&szlig;erdem in &Ouml;sterreich bei Michael Peroutka in Graz und Robert Prokschi.</p>
<p>Bei gemischtem Einsatz finde ich die Maloyas gar nicht schlecht. Auf Eis und Schnee sind Bernds Reifen sicher deutlich besser wei moderner. Die Karkasse wird aber im Gel&auml;nde mit wenig Druck speziell auf Wurzeln und Ger&ouml;ll bei den Maloyas l&auml;nger halten.</p>
<p>Gru&szlig;</p>
<p>Lorenz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-01-25 23:54
        </div>
        <div class="post-body">
            <p>&nbsp;</p>
<p>W&uuml;rde es gerne mal mit den Fedimas probieren. Ein Versuch kann nicht schaden. </p>
<p>Was mich an den Maloyas &auml;rgert ist der in meinen Augen schlechte Gripp auf Asphalt. Im Gel&auml;nde sind sie nat&uuml;rlich ganz in Ordnung. Aber auch dort k&ouml;nnte der Halt manchmal besser sein. Leider gehts bei mir erst durch Stadtverkehr bevor das Gel&auml;nde erreicht wird. Daher ist ein besserer Gripp auf Asphalt f&uuml;r mich sicherer. Es gab da schon ein paar brenzlige Situationen. Vor allem weil einige Autofahrer den Haflinger permanent &uuml;ber- oder untersch&auml;tzen. </p>
<p>PS:</p>
<p>Einmal mit dem Haflinger &uuml;ber die D&uuml;sseldorfer K&ouml;! Mit Scheibe runter und Sturmbrille auf! Das w&auml;rs!</p>
<p>Danke nochmals!</p>
<p>Klaus Herbertz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-01-26 10:51
        </div>
        <div class="post-body">
            <p>Hallo Klaus,</p>
<p>es ist halt wie bei so vielen Dingen, die Eierlegende Wollmilchsau gibt es nicht.</p>
<p>Wie Lorenz bin ich auch der Meinung da&szlig; die Maloyas f&uuml;r schweres Gel&auml;nde besser geeignet sind vor allem deutlich stabiler.</p>
<p>Die Fedimas schlagen leichter durch, da der Querschnitt geringer ist und die Flanken sind weicher. Ich hab mir im Ger&ouml;ll schon welche aufgeschlitzt.</p>
<p>F&uuml;r mich sind es halt meine Alltagsreifen f&uuml;r vorwiegend Stra&szlig;eneinsatz und leichtes Gel&auml;nde. Im Schnee sind sie aber unschlagbar und das ist hier im&nbsp;Flachland von Bedeutung, weil man hier eher d&uuml;nne festgefahrene Schneedecken hat ,die mit ger&auml;umten Abschnitten wechseln, da sind Ketten nicht so optimal.</p>
<p>Aber was meinst Du mit brenzliger&nbsp;Situation auf der Stra&szlig;e? lag es wirklich an den Reifen? Ich hatte eine Zeitlang zu harte Federn drin, das hat das Fahrverhalten viel mehr verschlechtert. Seit ich die weichen Federn drin habe, fahre ich im Kreisverkehr allen anderen davon.</p>
<p>Gru&szlig; Bernd&nbsp; </p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-01-27 01:43
        </div>
        <div class="post-body">
            <p>&nbsp;</p>
<p>Mein Haflinger ist mir in Kurven schon mal ausgebrochen. Oder er schob zusehr &uuml;ber die Vorderr&auml;der. In allen F&auml;llen war die Stra&szlig;e feucht. In einer Gefahrensituation rutsche er mir beim bremsen &uuml;ber die Reifen weg. </p>
<p>Bin &uuml;berzeugt mit einem anderen Profil w&auml;re das nicht so schnell geschehen.</p>
<p> Das waren keine sch&ouml;nen Erlebnisse.</p>
<p>In einem verlaubten Buchenwald rutschte er mir zustark weg. Das kann an dem leicht absch&uuml;ssigen Hang gelegen haben. Der Untergrund war aber trocken.</p>
<p>Manchmal erstaunt&nbsp; mich der Haflinger was er besonders im Gel&auml;nde schafft. Aber manchmal ist er bockig wie ein Pferd.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-01-27 09:38
        </div>
        <div class="post-body">
            <p>Hallo Klaus,</p>
<p>in dem Fall sind die Fedimas sicher besser, die kleben fast auf der Stra&szlig;e, sind nat&uuml;rlich auch ruckzuck abgefahren, wobei bei &euro; 47,- das nicht so schlimm ist. Anderseits denke ich, da&szlig; Maloyas aus neuester Produktion auch besser haften wie&nbsp;Reifen die schon an die 20 Jahre alt sind.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Roland Guenter Dworschak</strong> replied on 2009-01-27 22:56
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>Mit der Nachfrage bei den Reifen habe ich ja ganz sch&ouml;n was losgetreten. So&nbsp;viele Meininugen und Informationen sind nat&uuml;rlich sehr hilfreich, und vorallem interessant welch unterschiedliche Ans&auml;tze sich da zum Thema Reifen und Felgen so herauskristalliesieren.</p>
<p>Zum "wegrutschen" im verlaubten Wald:<br />[quote user="Klaus Herbertz"]In einem verlaubten Buchenwald rutschte er mir zustark weg. Das kann an dem leicht absch&uuml;ssigen Hang gelegen haben. Der Untergrund war aber trocken.[/quote]<br />Ich habe da auch zu Fu&szlig; &auml;hnliche Erfahrungen. (da hats mich voll aufgebrezelt&nbsp;- im Endeffekt ein paar blaue Flecken - der&nbsp;Nachteil von zwei F&uuml;&szlig;en, gegen die&nbsp;4 R&auml;der von denen zumindest meist mindestens 3 Bodenkontakt haben.)&nbsp;Die Bl&auml;tter liegen einfach flach aufeinander, und das ergibt nun mal eben keinen recht guten Kraftschluss zwischen Profil und Boden. Egal ob Schuhe oder Reifen, wenn die Schicht dick genug ist, sind immer ausreichend Bl&auml;tter da die das Profil so weit "ausgleichen" bis irgendwo dann weiter unten "glatt auf glatt" die Kraft nicht mehr &uuml;bertragen k&ouml;nnen.</p>
<p>Auch die Wahl der Reifen, ob nun die &Ouml;BH, die Maloyas oder die in einem anderen Beitrag angesprochenen Fedimas bleibt immer ein Kompromiss. Gel&auml;nde und Stra&szlig;e sind nun mal "zwei verschiedene Paar Schuhe".<br />Wobei die echt "groben Profile" bei den Fedimas leider auch erst auf Felgen passen die man vermutlich auf keinen Hafi mehr Typisiert bekommt.<br /><br />Also dann weiterhin "gefahrloses herumrutschen" und liebe Gr&uuml;&szlig;e</p>
<p>Roland</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-01-28 19:27
        </div>
        <div class="post-body">
            <p>&nbsp;</p>
<p>Dann stellt sich die Frage welche Reifen denn &uuml;berhaupt noch f&uuml;r den Haflinger in der Gr&ouml;&szlig;e 165 /12 erh&auml;ltlich sind.</p>
<p>Kann jemand diese Frage beantworten?</p>
<p>Herzlichen Dank!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-01-28 21:39
        </div>
        <div class="post-body">
            <p>Jetz m&ouml;chte ich auch noch was zu den Maloyas loswerden: Zu Zeit habe ich kein Verdeck, keine bordw&auml;nde, kein Motordeckel und keine Motorklappe, er ist also hinten maximal leicht. Bei einer Vollbemsung mit 1,5 bar in den Reifen aus 40 km/h dann macht er ein Nickerchen nach vorne, krallt sich also voll in den Asphalt. Trotzdem bleibt er recht gut gerade.</p>
<p>Im Gel&auml;nde stelle ich mit immer vor, wie es w&auml;re zu Fu&szlig; zu gehen. Und da waren die 5cm Altschnee, gefroren, recht gut zu fahren. Jedoch wird kleine Schneekeil vor dem Rad des Hafis schon zum Thema, wenn es&nbsp;steil bergauf geht. Besser ging es, wenn ich zuerst hinunter und dann in der gleichen Spur bergauf gefahren bin. Wohl gemerkt, der Schnee war gefroren.</p>
<p>Bei feuchtem Neuschnee hatte ich auf der Stra&szlig;e bereits Probleme....</p>
<p>Gru&szlig; Norbert Palme</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-01-29 18:21
        </div>
        <div class="post-body">
            <p>&nbsp;</p>
<p>Erlauben Sie mir noch einige Worte zum Maloya und zum Problem Reifen allgemein. Er ist bestimmt ein guter Reifen.&nbsp; Aber ich halte ihn eigentlich f&uuml;r etwas zu klein.</p>
<p>Der Haflinger hat ausreichend Platz f&uuml;r 13 Zoll Reifen. Vorne wie hinten. Daher kann man sich vorstellen das der Haflinger mit einem 13 Zoll Umfang noch etwas leistungsst&auml;rker im Gel&auml;nde auftreten k&ouml;nnte. Gerade mit Ackerschlepper-Profil und erstrecht mit modernen Gel&auml;ndereifen. Erstere scheint es aber nicht zu geben. </p>
<p>Doch! Ist die Konstruktion des Haflingers (Achsen usw.) den Belastungen eines 13 Zollreifens auf die Dauer gewachsen? Denn jedes Automobil ist eine Ingenieurleistung. Und gebaut auf die Anforderungen hin, die verlangt wurden. Wenn man die Anforderungen &uuml;berschreitet in dem man an einer Stelle etwas grundlegendes ver&auml;ndert, dann mu&szlig; man mit vorzeitigen Besch&auml;digungen rechnen. Das bereitet mir immer Sorge. Weil -&nbsp; ein gebranntes Kind scheut das Feuer.</p>
<p>&nbsp;</p>
<p>Vielen Dank!</p>
<p>Klaus Herbertz</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-10-05 19:40
        </div>
        <div class="post-body">
            <p>Wer hat die Fedima-Reifen in Verwendung und gibt hier seine Erfahrungen weiter!!</p>
<p>Brauche neue Str&szlig;aenbereifung und bin daher auf der Suche. Felge habe ich 5J13 mit einem Winterreifen 165/70R13 in Verwendung und &uuml;berlege auf Fedima zu wechseln. Der Reifentyp w&auml;re der FOR.... aber welche Ausf&uuml;hrung passt zu meiner Felge?</p>
<p>Kennt jemand das Profil des E/grip?</p>
<p>&nbsp;</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2010-10-06 07:13
        </div>
        <div class="post-body">
            <p>[quote user="Fischer Hans"]Wer hat die Fedima-Reifen in Verwendung .... Der Reifentyp w&auml;re der FOR.... aber welche Ausf&uuml;hrung passt zu meiner Felge?[/quote]</p>
<p>&nbsp;</p>
<p>Bernd H&ouml;ger (siehe auch erste Seite dieses Beitrags) f&auml;hrt die auf seinem Hafi, mit wachsender Begeisterung! Er kann dir auch sicher in Sachen Gr&ouml;&szlig;e/Felge weiterhelfen...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-10-07 12:01
        </div>
        <div class="post-body">
            <p>Manchmal frage ich mich ob manche Leute &uuml;berhaupt lesen was hier geschrieben wird. Wie Stefan schon angemerkt hat, habe ich weiter oben schon ausf&uuml;hlich &uuml;ber den Fedima referiert.</p>
<p>Gr&uuml;&szlig;e Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-10-07 20:02
        </div>
        <div class="post-body">
            <p>Dein Refarat ist doch bereits ein alter Schuh!&nbsp; Vielleicht schreibst ein neues wie sich der Reifen bis heute bew&auml;hrt hat. </p>
<p>Vielen Dank!!</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-10-08 09:31
        </div>
        <div class="post-body">
            <p>@Hans, Jetzt verstehe ich Du wolltest eine Umfrage starten. Dann bitte ich vielmals um Entschuldigung.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Georg Walderdorff</strong> replied on 2010-10-08 15:15
        </div>
        <div class="post-body">
            <p>Hallo, Hans,&nbsp;</p>
<p>ich habe die Fedima FOR 145/80/13&nbsp; seit diesem Fr&uuml;hjahr auf meinem Haflinger und bin bis jetzt&nbsp; im Gel&auml;nde und auf der Strasse sehr zufrieden.</p>
<p>Ich habe die weiche Mischung.&nbsp; F&auml;hrt sich sehr angenehm.&nbsp; Der Abried wird wohl etwas gr&ouml;&szlig;er sein als bei h&auml;rteren Reifen. Angesichts der (zumindest meiner) Km -Leistung f&auml;llt das aber nicht ins Gewicht. Erfahrungen im Schnee habe ich noch keine. Werde aber gerne im Winter dar&uuml;ber berichten. </p>
<p>Ich habe deshalb von den Maloyas gewechselt, da meine erstens ziemlich alt und entsprechend hart waren und ich insgesamt vom Maloya -Reifen auf Schnee und Eis nichts halte.</p>
<p>Georg Walderdorff</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-10-09 16:37
        </div>
        <div class="post-body">
            <p>@Bernd&nbsp;&nbsp; Genau eine Umfrage. Mir ist nur das Wort nicht eingefallen:-)!</p>
<p>Die Original 165/12 haben bei mir folgende Abmessungen: Breite ca. 145mm Umfang ca. 1850 und Durchmesser 585mm</p>
<p>Wieso wird von euch der 145 80R13 verwendet. Die Abmessungen b=140mm U=1774 d=565. Im vergleich dazu passt doch der 155 80R13 b=150mm U=1846 d=588 besser. Oder haben die 145er mehr Grip gesehen auf das Leistungsgewicht. Die 145/12 sind mit dem 823-Motor ziemlich an der Leistungsgrenze und deswegen Suche ich die passende Dimension.</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-10-09 16:55
        </div>
        <div class="post-body">
            <p>@Hans,</p>
<p>den 155er gibt es noch nicht so lange. Der 145er ist aber deutlich breiter als 145mm, vom Durchmesser her entspricht er ziemlich genau dem 165/12"</p>
<p>Bei meinem zweiten Haflinger, langer Radstand, werde ich mal den 155er probieren. Der ist mit 588mm Durchmesser angegeben, beim Maloya habe ich 560mm gemessen.</p>
<p>Gru&szlig; Bernd&nbsp;&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2012-05-31 20:59
        </div>
        <div class="post-body">
            <p>Fedima 155/80R13 innerhalb 700 Kilometer von 10mm auf knapp 5mm Profiltiefe!</p>
<p>Wie kann ich die Standzeit verl&auml;ngern. Habe ich da mit der &Auml;nderung vom Druck in den Reifen eine M&ouml;glichkeit? Druck rauf oder runter?</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2012-06-01 09:55
        </div>
        <div class="post-body">
            <p>@Hans,</p>
<p>ich bin mit meinem 703 seit der Fertigstellung&nbsp; 5500 Km gefahren, bei den Fedima 155/80R13 sind jetzt ca. 2mm runter.</p>
<p>Das Fahrzeug wiegt 800 Kg&nbsp; mit dem Spezialaufbau, Luftdruck fahre ich 2,0 bar.</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2012-06-01 19:55
        </div>
        <div class="post-body">
            <p>meine sind die supersoft....</p>
<p>Welche f&auml;hrst du? Luftdruck war bis jetzt auch 2 bar. jetzt reduziert auf 1,5 bar. Mal schauen ob es etwas bringt</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2012-06-01 20:54
        </div>
        <div class="post-body">
            <p>ich hab die medium/hart, dann liegt es wohl daran.</p>
<p>Gr&uuml;&szlig;e Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2012-06-04 20:48
        </div>
        <div class="post-body">
            <p>Habe mir gedacht die Supersoft passen zum Gewicht vom Haflinger. </p>
<p>Sonst bin ich mit den Reifen zufrieden.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>StefanGrisse</strong> replied on 2012-10-06 01:38
        </div>
        <div class="post-body">
            <p>Ist es m&ouml;glich das mir jemand eine Kopie des Brief's/Schein vom Fahrzeug mit den 155er Fedimas</p>
<p>zur Verf&uuml;gung stellen kann?&nbsp;W&uuml;rde die R&auml;der gerne bestellen wenn die Felgen da sind.</p>
<p>Danke</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2012-10-07 00:34
        </div>
        <div class="post-body">
            <p>Servus Stefan,</p>
<p>Ich habe den R&auml;derkatalog von Steyr-Puch und mein dazugeh&ouml;riges Gutachten. Die gr&ouml;&szlig;e 155 80 13 erscheint dort. Schick mir doch mal eine Faxnummer.</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>StefanGrisse</strong> replied on 2012-10-07 19:45
        </div>
        <div class="post-body">
            <p>Auf Palme Sanit&auml;r ist Verlass&nbsp; :-)</p>
<p>Hab leider kein Fax, aber du kannst es in die Firma schicken .</p>
<p>02732592828</p>
<p>Bitte zHd Stefan Grisse draufschreiben</p>
        </div>
    </div>
</body>
</html>
