<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Sperrenhebel einstellen</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Sperrenhebel einstellen
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Sperrenhebel einstellen</h1>
            <div class="post-meta">
                Posted by <strong>Stefan_Feierabend</strong> on 2008-11-23 15:16
            </div>
            <div class="stats">
                Views: 26376 | Replies: 16
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>nachdem gestern der Hafi erfolgreich importiert wurde, hab ich heut nat&uuml;rlich im Hof meine Runden gedreht, dabei ist mir aufgefallen, dass die Hinterachssperre schwer zu schalten ist bis der Hebel dann endlich rastet. Allerdings war mein Eindruck, dass sie Sperre dann doch noch nicht sauber drin ist. Auch steht der Hebel f&uuml;r die Sperre mehr als 10mm weiter heraus als die anderen beiden.</p>
<p>Kann man den Weg des Hebels einstellen? Wenn ja, wie und wo? Was gibts dabei zu beachten?</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2008-11-23 19:07
        </div>
        <div class="post-body">
            <p>Moin,</p>
<p>mache mal etwas Kriech&ouml;l auf das den Hebel, da wo er aus der Plattform kommt. Dann drehst Du nochmal ne Runde.</p>
<p>In dieser Durchf&uuml;hrung ist ein Gummi, das kannst Du Dir auch mal ausbauen und anschauen. Gummis gibts neu.</p>
<p>Den Weg kannst Du mit den Kugelkopfstangen einstellen, am besten zu 2. Einer bewegt oben den Hebel und Du schaust Dir unten mal die Bewegungen an, dann durchschaust Du das gleich. Schau Dir mal die F&uuml;hrung/Umlenkung kurz vor dem Diff an, das ist abundzu etwas ausgeschlagen.</p>
<p>&nbsp;</p>
<p>Gru&szlig;</p>
<p>Lorenz</p>
<p>P.S. Hoffe wir sehen uns in P&ouml;rtschach zur Schneerally ...</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2008-11-23 19:41
        </div>
        <div class="post-body">
            <p>Dankesch&ouml;n f&uuml;r den Tipp, mach ich bei Gelegenheit!</p>
<p>[quote user="Lorenz Rohde"]P.S. Hoffe wir sehen uns in P&ouml;rtschach zur Schneerally ...[/quote]</p>
<p>So ist der Plan, ich muss schauen, dass ich mit der Zulassung voran komm! Hab aber zwischen den Jahren frei und bin frohen Mutes...</p>
<p>Gru&szlig;</p>
<p>&nbsp;</p>
<p>Stefan</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2008-11-23 20:08
        </div>
        <div class="post-body">
            <p>Sch&ouml;nen Abend!</p>
<p>Mein Sperre hinten l&auml;sst sich auch nicht arretieren. Bevor der Hebel arretiert steht der Anschlaghebel an. Bei meinem Haflinger ist zwischen Schalthebel und Anschlaghebel nichts zum einstellen. Wie schauts da bei euren Fahrzeugen aus?</p>
<p>Sch&ouml;nen Wochenbeginn.</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2008-11-23 20:09
        </div>
        <div class="post-body">
            <p>Noch was ......</p>
<p>Schneerally P&ouml;rtschach. Habt ihr da n&auml;here Informationen.</p>
<p>DANKE!</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2008-11-23 20:43
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>f&uuml;r mich h&ouml;rt es sich an, wie wenn in dem Schaltgest&auml;nge Kugelk&ouml;pfe verbaut sind. Und die lassen sich &uuml;blicherweise von den Kugeln trennen (vorher den feinen Draht-Splint wegklappen und herausziehen) und auf den Stangen in der L&auml;nge um ein paar Millimeter verstellen und so bekommt man den gelben Hebel wieder weiter runter, dass nicht der Anschlag ansteht bevor die Sperre sicher rastet.</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Helmut Sommereder</strong> replied on 2008-11-23 22:10
        </div>
        <div class="post-body">
            <p>Hallo Stefan!</p>
<p>Auf folgenden Link siehst Du genau den Aufbau des Gest&auml;nges und der Kugelk&ouml;pfe.</p>
<p><a href="http://www.puch-haflinger.at/katalog/bedienungsorgane/schaltgestaengezurdiffsperrehinten.JPG">http://www.puch-haflinger.at/katalog/bedienungsorgane/schaltgestaengezurdiffsperrehinten.JPG</a></p>
<p>Mit den besten Gr&uuml;&szlig;en von der Doanu, 20km westlich von Wien</p>
<p>Helmut</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2008-11-24 06:13
        </div>
        <div class="post-body">
            <p>Prima, da scheint es ja reichlich M&ouml;glichkeiten zum einstellen zu geben.</p>
<p>Werd mich die n&auml;chsten Tage mal unter den Hafi legen...</p>
<p>Dankesch&ouml;n f&uuml;r den Link!<br />Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2008-11-24 18:05
        </div>
        <div class="post-body">
            <p>Ich glaube wir reden vom selben Sperrenhebel. Aber ich mu&szlig; mit dem Sperrenhebel weiter nach oben kommen, damit er in den Klemmring schl&uuml;pft. Geht aber nicht weil vorher der Anschlaghebel am Tragkasten ansteht. Die Sperre des Differnzial funktioniert einwandfrei nur mu&szlig; ich den Sperrenhebel st&auml;ndig nach oben ziehen damit die Sperre nicht wieder rausspringt. Hat da jemand eine Ahnung warum der Hebel nicht mehr lange genug ist?</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2008-11-24 19:45
        </div>
        <div class="post-body">
            <p>Bei der vorderen Sperre gab es bei den Schweizern eine Ausf&uuml;hrung mit Anschlag, damit die Sperre nicht einrastet. Die Verantwortlichen waren damals der Meinung, da&szlig; die vordere Sperre nur kurzzeitig bet&auml;digt werden darf und daher mu&szlig;te sie mit der Hand gehalten werden.</p>
<p>Ansonsten m&uuml;ssen die Sperren einrasten, dies geschieht ausschlie&szlig;lich am Klemmring bei der Verdickung an den Handhebeln. Am Diff. selber rastet nichts ein. Dort ist der Bet&auml;digungsweg am Diff.Deckel ungef&auml;hr 20mm. Der St&ouml;&szlig;el der da herausragt hat innen eine Feder die einerseits die Bet&auml;digungskraft begrenzt und anderseits erm&ouml;glicht durch Vorspannung die Sperre dauerhaft im Eingriff zu halten, dies&nbsp;wird erm&ouml;glicht wenn der Hebel schon eingerastet ist, die theoretische L&auml;nge des Gest&auml;nges aber etwas gr&ouml;&szlig;er ist als tats&auml;chlich n&ouml;tig w&auml;re. Also wenn der Hebel schon anst&ouml;&szlig;t aber die Sperre nicht richtig drinn ist dann mu&szlig; das Gest&auml;nge, durch verstellen der Kugelgelenke,&nbsp;l&auml;nger werden. Eine weitere Einstellm&ouml;glichkeit f&uuml;r die hintere Sperre bietet der Lagerbock f&uuml;r den Umlenkhebel am vorderen Kastentr&auml;ger, dieser ist mit Langl&ouml;chern versehen so kann er nach l&ouml;sen der Schrauben nach oben oder unten verschoben werden.</p>
<p>Wichtig bei der ganzen Hebelei ist geringes Spiel und gute Schmierung. Die Kugelgelenke sind Normteile und leicht erh&auml;ltlich.Die vernieteten Kugelbolzen mu&szlig; man von hinten abschleifen und rausklopfen, dann kann man sie durch geschraubte Bolzen ersetzen.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2008-11-30 20:44
        </div>
        <div class="post-body">
            <p>Noch was.....</p>
<p>Schneerally P&ouml;rtschach. Habt ihr da n&auml;here Informationen.</p>
<p>DANKE!!</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2008-11-30 21:29
        </div>
        <div class="post-body">
            <p>Hier findest du Infos:</p>
<p><a target="_blank" href="http://www.ogcw.at/">http://www.ogcw.at/</a></p>
<p>Bin heuer aber auch das erste Mal dabei und noch als Copilot in einem Hafi... Ich glaub kaum, dass ich meinen bis dahin zugelassen habe!</p>
<p>Gru&szlig;<br /><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2008-12-01 18:53
        </div>
        <div class="post-body">
            <p>Hier habe ich euch mal ein paar Bilder von der Schneerally P&ouml;tschach 2007 hochgeladen:</p>
<p><a href="http://www.teamsaurer.com/system/page.php?Parent=22&amp;PageId=29&amp;GalleryId=35">http://www.teamsaurer.com/system/page.php?Parent=22&amp;PageId=29&amp;GalleryId=35</a></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2008-12-01 19:09
        </div>
        <div class="post-body">
            <p>Und hier noch ein paar mit Schnee von 2006:</p>
<p><a href="http://www.teamsaurer.com/system/page.php?Parent=22&amp;PageId=29&amp;GalleryId=36">http://www.teamsaurer.com/system/page.php?Parent=22&amp;PageId=29&amp;GalleryId=36</a></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2008-12-13 17:19
        </div>
        <div class="post-body">
            <p>So, heute bin ich dazu gekommen, mal nach dem Gest&auml;nge zu sehen. Ich hab dann im Bereich des linken Hinterrades nachgestellt und als ich die Kugelk&ouml;pfe weg hatte, hab ich festgestellt, dass es beim losen Gest&auml;nge keinen Anschlag gibt f&uuml;r den Hebelweg am Differential gibt. Meine Frage: Was passiert, wenn man das Gest&auml;nge "zu lang" einstellt und den Hebel am Differential zu weit reindr&uuml;ckt? Gibts "zu weit" &uuml;berhaupt? Wann ist denn die Sperre sicher drin?</p>
<p>Gru&szlig;<br /><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2008-12-13 19:42
        </div>
        <div class="post-body">
            <p>Hallo Stefan,</p>
<p>bin grad r&uuml;ber in die Metallwerkstatt und hab mir ein ausgebautes Differential angeschaut. Also zu weit drin gibt es defintiv nicht.</p>
<p>Bisschen kompliziert zu erkl&auml;ren, aber ich versuch es. Also, die beiden &auml;u&szlig;eren Kegelr&auml;der, worin die Antriebswellen m&uuml;nden, haben eine Innenverzahnung, da greift ein verzahnter Bolzen,&nbsp;welcher hin und her geschoben wird und so die Verbindung zwischen den Kegelr&auml;dern bei gesperrtem Diff herstellt. Dieser Bolzen hat in der Mitte ein Langloch, da geht&nbsp;ein kleinerer geschliffener Bolzen durch,worauf die&nbsp;umlaufenden Kegelr&auml;der lose gelagert sind, dieser Bolzen bildet praktisch den Anschlag, da er sich aber nicht dreht, macht es nix aus wenn der gro&szlig;e Bolzen dagegen gedr&uuml;ckt wird. Das Ganze hat ungef&auml;hr 10mm Verschiebeweg.Das &Uuml;bertragungsgest&auml;nge wirkt &auml;hnlich wie ein Kniehebel, da der St&ouml;&szlig;el am Diff.Geh&auml;use noch Federunterst&uuml;zt ist, bewirkt die Vorspannung, da&szlig; die Sperre nicht raush&uuml;pft.</p>
<p>Nicht einfach zu erkl&auml;ren, komm halt kurz vorbei. In zwei Stunden bist Du hier dann kannst Du ein zerlegtes Diff. selber anschauen.Oder soll ich es nach P&ouml;rtschach mitbringen, vielleicht tut es ein Stift und ein Blatt Papier abends beim Bier auch.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2008-12-14 21:02
        </div>
        <div class="post-body">
            <p>Danke, Bernd, ich werd mir das gleich noch mal anhand der Schnittzeichnungen in der Betriebsanleitung anschauen.</p>
<p>Wichtig war mir mal die Info, dass ich zu viel dr&uuml;cken kann, hinten am Diff. Dann werde ich eher so einstellen, dass die Sperre noch sauber ausrastet, dann bin ich auf der sicheren Seite.</p>
<p>Gru&szlig;<br /><br />Stefan</p>
        </div>
    </div>
</body>
</html>
