<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Hallo! Bin neu hier und habe viele Fragen...</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Hallo! Bin neu hier und habe viele Fragen...
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Hallo! Bin neu hier und habe viele Fragen...</h1>
            <div class="post-meta">
                Posted by <strong>HannesPerner</strong> on 2010-06-13 20:34
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Restauration</span>
                <span class="category">Fahrgestell</span>
            </div>
            <div class="stats">
                Views: 37939 | Replies: 19
            </div>
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>ich habe zwar schon einige Male hier im Forum gelesen, aber bin erst seit heute angemeldet. Ich komme aus Nieder&ouml;sterreich und habe mir einen Jugendtraum erf&uuml;llt und einen Haflinger gekauft. Es ist ein 700AP, ehemals &Ouml;BH und hat schon grobe Rost- und Gebrauchsspuren vorzuweisen.</p>
<p>Leider steht mir die gr&ouml;&szlig;te Arbeit noch bevor, denn ich will ihn komplett restaurieren. F&uuml;r die Karosserie habe ich einen Spengler, der mir hilft. Das Fahrgestell m&ouml;chte ich in den n&auml;chsten Wochen in Angriff nehmen. Das die Bremsen neu gemacht werden m&uuml;ssen habe ich schon mitbekommen.</p>
<p>Nun meine Frage: Was sollte ich (au&szlig;er den optischen Erscheinungsbild) beim Fahrgestell alles zerlegen, abdichten, warten? Mu&szlig; ich alle Radantriebe zerlegen? </p>
<p>Vielen Dank f&uuml;r die Hilfe im voraus (die ich in n&auml;chster Zeit sicher &ouml;fters brauche)</p>
<p>Gr&uuml;&szlig;e Hannes</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HannesPerner</strong> replied on 2010-07-06 21:27
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>kann mir keiner meine Frage beantworten?</p>
<p>Gr&uuml;&szlig;e Hannes</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2010-07-07 06:56
        </div>
        <div class="post-body">
            <p>Hallo Hannes,</p>
<p>ich bin sicher nicht der Hafiprofi, hab meinen erst seit knapp zwei Jahren...</p>
<p>Aber in deinem Fall sehe ich zwei M&ouml;glichkeiten: Du zerlegst das Ding komplett und baust ihn neu auf (Vorsicht beim Getriebe, ist anscheinend &uuml;berhaupt nicht banal! Profiarbeit!) oder du bringst das Ding zum fahren, machst einen gro&szlig;en Service (&Ouml;le, Fette, Verschleissteile) und schaust einfach mal, wie das alles so funktioniert und f&auml;hrst. Macht sehr viel Spa&szlig; und dir verleidet es nicht gleich! :o)</p>
<p>Hat aber wohl den Nachteil, dass du evtl. manches zweimal auseinanderreissen wirst, aber: "Nur zur &Uuml;bung, nicht&nbsp; zur Strafe!"</p>
<p>Mehr kann ich jetzt dazu nicht schreiben...</p>
<p>Gru&szlig; vom Bodensee</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HannesPerner</strong> replied on 2010-07-07 07:35
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>Vielen Dank f&uuml;r deine Antwort! </p>
<p>Ich bin gerade beim Zerlegen. Habe die Plattform abgenommen und das Fahrgestell erst mal gereinigt. Was&nbsp;mir bisher aufgefallen ist, ist dass&nbsp;die Achsschenkel (Halbachsen)&nbsp;alle ausgeschlagen sind und gro&szlig;es Spiel haben. In der Reparaturanleitung steht was von Gewindebolzen mit &Uuml;berma&szlig;. Gibt es die noch?</p>
<p>Weiters ist&nbsp;z.b.&nbsp;unterm Getriebe ein Gemisch von Dreck und &Ouml;l. Woher das &Ouml;l gekommen ist, kann ich nicht mehr genau&nbsp;sagen.&nbsp;Gibt es Dichtungen, die h&auml;ufig kaputt gehen?&nbsp;&nbsp;&nbsp;</p>
<p>Das Getriebe will ich ohnehin nicht antasten. Das m&uuml;&szlig;te ich im Fall des Falles an einen Profi &uuml;bergeben.&nbsp;</p>
<p>Gibt es hier Hafi-Besitzer im Wiener Raum, s&uuml;dliches N&Ouml;?</p>
<p>Gr&uuml;&szlig;e Hannes</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-07-07 10:30
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Die &Uuml;berma&szlig;bolzen bekommt man in der Regel noch.</p>
<p>Beim Getriebe gibt es einige M&ouml;glichkeiten f&uuml;r Lecks... z.B. Dichtungen am Zwischenflansch, Halbachsmanschetten, Wellendichtring auf der Eingangswelle (Kupplungsraum), Einf&uuml;ll-/Ablassschrauben, und auch bei den Gewindebolzen kanns durchkommen.</p>
<p>Bin aus Graz, aber denke schon, dass in deinem Raum einige Haflingerbesitzer sind.</p>
<p>&nbsp;</p>
<p>LG,</p>
<p>Constantin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Anonymized20140402</strong> replied on 2010-07-07 11:57
        </div>
        <div class="post-body">
            <p>Hallo Hannes,</p>
<p>gratuliere zu deinem Kauf! Allerdings ist Vorsicht geboten das der Traum zu keinem Alptraum wird!</p>
<p>So eine Hafi-Restauration kostet mitunter sehr viel Geld und zum aktuellen Preisverfall von Oldtimern bzw.der zuk&uuml;nftigen Entwicklung&nbsp;m&ouml;chte ich keine Stellungnahme abgeben! Da du mit dem Hafi wahrscheinlich legal auf der Strasse fahren m&ouml;chtest ist das oberste Ziel das die Technik einwandfrei funktioniert! Also w&uuml;rde ich die Karosserie erstmal vernachl&auml;ssigen und dir n&auml;here Gedanken zum Fahrgestell machen!</p>
<p>Ich kenne nicht viele Mechaniker die ein Haflinger-Getriebe kompl. zerlegen und wieder zusammenbauen k&ouml;nnen! Meist kann man so eine anspruchsvolle Arbeit nur fr&uuml;heren Steyr Puch Mechaniker anvertrauen! Ich habe schon mehrere "Hinterachsen" &uuml;berholen lassen und kann dir sagen das selbst mit viel Eigenleistung(Reinigung der Getriebegeh&auml;use, etc) kosten zwischen ungef&auml;hr 1000-2000,- EUR entstehen je nachdem wie viel man investieren m&ouml;chte bzw. muss&nbsp;(4-5 Synchronringe St&uuml;ckpreis ca. 80,- EUR, Zahnrad Retourgang ca. 80,- EUR,&nbsp;div. Lager oder verschlissenen Gangr&auml;der zu erneuern kostet viel Geld! Selbst f&uuml;r Gebrauchtteile werden mitunter&nbsp;horrende Preis verlangt! Was man wirklich investieren muss weis man erst nach dem zerlegen und dann gibt es kein zur&uuml;ck mehr.... Die &Uuml;berholung vom Zentralrohr wenn man die drei Hauptlager neu gibt kostet ca. 500,- EUR inkl. Arbeitszeit. Die Vorderachse ist zwar nicht so kompliziert vom Aufbau wie die Hinterachse aber daf&uuml;r mitunter trotzdem kostenintensive wenn die Kugelgelenke defekt sind oder die Lagerung des Achsschenkels zu viel Spiel hat. Rechne auch hier mit gesch&auml;tzen 1000,- EUR!&nbsp; Ev. weitere Kosten Stossd&auml;mpferset (150,- EUR) Bremsanlage erneuern (Hauptbremszylinder ca. 100,- eur, Radbremszylinderset ca. 150,- EUR, gute Bremsleitungen(keine Kupferleitungen) 100,- EUR, Bremssschl&auml;uche, etc etc...) neue Bereifung, neue Seilz&uuml;ge</p>
<p>Dann kommen noch Motor bzw. Karosseriearbeiten! Auch hier viele "verstecke" Kosten! Ein Haflinger ohne g&uuml;ltiges "Pickerl" kann sehr schnell zur Kostenfalle werden! H&auml;ndler wie der Harrer Robert verkaufen nicht ohne Grund die Hafis meisten ohne Pickerl! Am Ende der Restaurierung kommt man meistens zu der Einsicht das man viel Zeit und Geld investiert hat und beides verloren ist! Also &uuml;berlege dir gut was du bereit bist zu investieren bzw. wieviel dir dein Traum wert ist! Tatsache ist der Traum kostet immer mehr als man vorher veranschlagt! </p>
<p>Tipp: Such dir in deiner Umgebung jemand mit Hafi-Erfahrung der dir helfen kann!</p>
<p>hg Benedikt</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2010-07-07 15:12
        </div>
        <div class="post-body">
            <p>@Hannes: Dann h&ouml;rt es sich wohl eher nach Komplettrevision an, vor noch mehr verschleisst...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HannesPerner</strong> replied on 2010-07-07 17:49
        </div>
        <div class="post-body">
            <p>Hallo</p>
<p>Benedikt: Danke f&uuml;r deinen ern&uuml;chternten Beitrag. Dass ein Haflinger kein billiges Hobby ist, war mir schon vor dem Kauf klar, aber dass die Preise verfallen ist mir noch nicht aufgefallen. Solange Haflinger um 20.000&euro; den Besitzer wechseln, mache ich mir keine Sorgen, dass meine "Zeit und Geld verloren" sind. </p>
<p>Die Zeiten wo man einen BH-Hafi um 7000,- Schilling!!! ersteigern konnte, sind leider schon lange vorbei.</p>
<p>Da ich ihn schon mal zerlegt habe, m&ouml;chte ich nicht auf irgendwas "vergessen" um ihn dann nach 2 Ausfahrten wieder komplett zerlegen zu m&uuml;ssen. Nat&uuml;rlich soll er so schnell wie m&ouml;glich pickerlf&auml;hig werden, weil schlie&szlig;lich&nbsp;kann ich die erste Ausfahrt schon kaum erwarten. </p>
<p>- Getriebe, Differentiale und Zentralrohr bleiben erstmal unangetastet.</p>
<p>- Bremsen m&ouml;chte ich komplett erneuern (was sind "gute" Bremsleitungen?)</p>
<p>- wahrscheinlich diverse Seilz&uuml;ge neu</p>
<p>- das Spiel der Achsschenkel mu&szlig; beseitigt werden</p>
<p>- Motor wird komplett &uuml;berholt (macht ein Freund aus Graz)</p>
<p>- Fahrgestell entrosten und neu lackieren</p>
<p>Karosserie und Verdeck sind dann ein eigenes Thema.</p>
<p>Constantin: Ich bin &ouml;fters in Graz, vielleicht k&ouml;nnen wir uns mal auf ein Fachgespr&auml;ch treffen?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Anonymized20140402</strong> replied on 2010-07-07 19:42
        </div>
        <div class="post-body">
            <p>Hallo hannes,</p>
<p>ich besch&auml;ftige mich zwar schon etwas l&auml;nger mit Haflinger aber das diese Gef&auml;hrte f&uuml;r 20.000,- EUR verkauft waren ist mir bis jetzt entgangen!</p>
<p>Soviel verlangt ja nichtmal ein Harrer Robert! ich denke da handelt es sich um eine urbane Legende bzw. gef&auml;hrliches Halbwissen!</p>
<p>Aber ich lasse mich gerne vom Gegenteil &uuml;berzeugen!</p>
<p>bitte um n&auml;here Infos zum 20.000 EUR Haflinger!</p>
<p>danke hg Benedikt</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HannesPerner</strong> replied on 2010-07-07 20:22
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>Ich wei&szlig; nicht was du gegen Robert Harrer hast. Ich kenne ihn pers&ouml;nlich und kann nichts negatives sagen. Er ist Gesch&auml;ftsmann und handelt nach Angebot und Nachfrage. Du mu&szlig;t ihm ja nichts abkaufen. </p>
<p>Derzeit zu finden auf sammlerboerse.at: <br />Steyr Puch Haflinger 700 AP/2, Baujahr 1963, UNO-weiss, Bestzustand, Diverse Extras, Typenschein, genaue Beschreibung vorhanden<br />Fixpreis &euro; 20.000,-- <br /><b>Standort:</b> Stmk, Graz&nbsp;</p>
<p>Aber&nbsp;das soll hier nicht&nbsp;das Thema sein. Bitte wieder um Tipps und Ratschl&auml;ge zu meinem Fahrgestell!&nbsp;</p>
<p>Danke, Hannes</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Anonymized20140402</strong> replied on 2010-07-07 21:44
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>also ich habe nichts gegen Robert Harrer, nur ist er halt bekannt in &Ouml;sterreich&nbsp;f&uuml;r seine Hafis mit dementsprechend hohen Preisen. Ab und an verkaufe ich ja auch einen und da redet mal halt mit den Kaufinteressenten wo sie sonst schon gewesen sind etc. Robert Harrer habe ich&nbsp;hier nur als Beispiel von vielen genannt, denn sein Name f&auml;llt fast immer wenn jemand einen Hafi sucht!. Ich h&auml;tte ebenso andere nennen k&ouml;nnen aber Robert ist hier im Forum aktiv und bekannt! Soviel dazu...</p>
<p>Wie vermutet handelt es sich um gef&auml;hrliches Halbwissen oder noch&nbsp;weniger bei deiner Argumentation! Aber viel Gl&uuml;ck bei deiner Restauration, irgendwann wirst du nochmals an meine Worte denken und dann bist auch du um eine Erfahrung reicher! Nur ist es halt dann zu sp&auml;t.....</p>
<p>hg benedikt</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HannesPerner</strong> replied on 2010-07-07 22:18
        </div>
        <div class="post-body">
            <p>Wie schon geschrieben: Zur&uuml;ck zum Thema!</p>
<p>Und du kannst mir die Freude am Hafi sicher nicht verderben!</p>
<p>Gr&uuml;&szlig;e Hannes</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Anonymized20140402</strong> replied on 2010-07-08 09:26
        </div>
        <div class="post-body">
            <p>das wollte ich nicht und war auch nie meine Absicht! Aber du hast ja mittlerweile gesehen wie weit Realit&auml;t und&nbsp; Vorstellungen (eben auch Preisvorstellungen) differenzieren k&ouml;nnen!</p>
<p>Da der Thread leider schon komplett in eine andere Richtung geht w&uuml;rde es mich freuen wenn du einen neuen er&ouml;ffnen w&uuml;rdest! Einen Restaurationsbericht! Sowas gibt es noch nicht im Forum denke ich? Da k&ouml;nntest du Fotos einstellen damit man endlich auch sieht wor&uuml;ber man schreibt&nbsp;und &uuml;ber Fortschritte etc berichen! Mitglieder k&ouml;nnten dann ihre Erfahrungen einbringen! </p>
<p>hg</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2010-07-08 20:06
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Gratuliere zu deinem Haflinger.</p>
<p>Wesentlich sind schon die Bremsen und die Halbachsbolzen. Wir haben in meiner Kellerwerkstatt in den letzten 2 Jahren bei 3 Getrieben die Halbachsbolzen auf Kunststofflagerung umgebaut, allerdings die verbesserte Variante von Prokschi verwendet. Wenn Du in Graz bist, kannst mit oder ohne Constantin, der ganz in der N&auml;he wohnt,&nbsp; vorbeischauen und das anschauen. Gerne auch mit Deinem Motorenbauer.&nbsp; Meine Telefonnummer ist im Telefonbuch. Da man beim Ausbau der Buchsen W&auml;rme braucht, sollte man nicht vorher lackieren. Auch seltene Ersatzteile sind eigentlich kein Problem, solange man nicht auf Gesch&auml;ftemacher, nicht zu verwechseln mit unseren Teileh&auml;ndlern, angewiesen ist. Nach ein paar Telefonaten und entsprechenden Empfehlungen ist fast alles zu moderaten Preisen zu bekommen.</p>
<p>Viel Erfolg und Gr&uuml;&szlig;e aus Graz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HannesPerner</strong> replied on 2010-07-09 16:37
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>Vielen Dank f&uuml;r deine Antwort. Dein Angebot dich zu besuchen werde ich gerne annehmen. Ich bin ca. alle&nbsp;2 Wochen in Graz, melde mich&nbsp;sicher bei dir. Tipps von erfahrenen Kollegen kann ich immer gebrauchen. Prokschi kenne ich auch schon, ist quasi ein Nachbar von mir.&nbsp;Konnte schon mal&nbsp;sein Lager besichtigen. Echt beeindruckend was er alles hat.&nbsp;</p>
<p>Gr&uuml;&szlig;e Hannes</p>
<p>&nbsp;</p>
<p>@Benedikt:&nbsp;Nur weil du&nbsp;keine einzige meiner Fragen&nbsp;beantwortest hast,&nbsp;mache ich sicher keinen neuen Thread auf. </p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Anonymized20140402</strong> replied on 2010-07-09 18:54
        </div>
        <div class="post-body">
            <p>ich habe gelesen in diesem Thread das du eine komplettrestauration machen willst inkl. Fahrgestell (siehe Posting Nr.1 von dir falls du es nicht mehr wissen solltest) deshalb mein Erfahrungsbereicht dazu! Es gibt nicht viele davon im Forum weil es kaum jemand so genau macht, sondern die meisten so wie du nur Halbachsen demontieren lackieren und fertig!! </p>
<p>Meine 1. Antwort war auch nicht gedacht Euphorie auszul&ouml;sen, daf&uuml;r bin ich bzw. das Forum auch nicht zust&auml;ndig!&nbsp;Dumm, unerfahren und euphorisch ist man sowieso automatisch am Anfang wie deine Vorstellungen zeigen.&nbsp;Das du deswegen gleich schnippisch wirst versteh ich nicht! Jedenfalls rechtfertige ich damit meine etwas pers&ouml;nliche Antwort......</p>
<p>Das mit dir etwas nicht stimmen kann war mir aber sp&auml;testens klar als du Robert Harrer hochgejubelt hast! Das hat es wohl kaum weder innerhalb noch au&szlig;erhalb des Forums gegeben. Aber du weisst nat&uuml;rlich besser Bescheid, deshalb auch deine ebenso dumme Annahme das man hier im Forum alle&nbsp;deine Fragen beantworten kann ohne Fotos. Selbst mit Fotos ist dies wohl kaum in allen F&auml;llen m&ouml;glich!</p>
<p>Und die Freude am Hafi kann dir nur einer Verderben, n&auml;mlich du SELBST! </p>
<p>Denk bitte diesmal etwas l&auml;nger nach bevor du wieder antwortest, auch wenn es weh tut im Kopf!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ChristophWille</strong> replied on 2010-07-09 19:01
        </div>
        <div class="post-body">
            <p>Stop. Pers&ouml;nlich werden geht gar nicht (Absatz #3ff) hier in unserem Forum. </p>
<p>Chris</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HannesPerner</strong> replied on 2010-07-09 19:22
        </div>
        <div class="post-body">
            <p>So, mir reicht es! Ich werde mich von diesem Forum wieder verabschieden! </p>
<p>Vielen Dank an Alle, die mir konstruktive Ratschl&auml;ge geben wollen und sich per mail bei mir gemeldet haben!</p>
<p>Der Thread kann geschlossen werden! Von mir aus auch gel&ouml;scht werden. Oder ihr lasst ihn als abschreckendes Beispiel stehen, wie eine Person einen Thread zerst&ouml;ren kann und pers&ouml;nliche Angriffe austeilt, obwohl wir noch kein Wort gewechselt haben. Ich lasse mich sicher nicht auf dieses Niveau herab,&nbsp;das hab ich nicht n&ouml;tig!&nbsp;</p>
<p>Es ist&nbsp;zwar schade, aber ich werde auch anderswo meine&nbsp;Informationen bekommen und&nbsp;meine eigenen Erfahrungen weitergeben k&ouml;nnen.&nbsp;</p>
<p>Viel Spass euch allen mit euren Hafis.</p>
<p>Gr&uuml;&szlig;e&nbsp;Hannes&nbsp;&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Anonymized20140402</strong> replied on 2010-07-09 21:36
        </div>
        <div class="post-body">
            <p>nur zur Info: Vor meinem letztem Posting habe ich beim Forum-Administrator angesucht den sinnlosen Thread zu l&ouml;schen. Was er mir leider abgeschlagen hat aufgrund der Policy!&nbsp;</p>
<p>@hannes: Wo liegt dein Problem? Wer austeilt muss auch einstecken k&ouml;nnen! Und das du mir vorgeworfen hast ich verderbe dir deinen Hafi war schon mehr als pers&ouml;nlich bzw. beleidigend f&uuml;r mich! Und so eine bl&ouml;de Meldung braucht man in keinem Forum! </p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ChristophWille</strong> replied on 2010-07-09 21:57
        </div>
        <div class="post-body">
            <p>Benedikt &amp; Hannes: Eure Accounts sind hiermit gesperrt. Und das Thema hat sich, jeder darf sich sein Bild machen. Privat.</p>
<p>Chris</p>
        </div>
    </div>
</body>
</html>
