<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Umbau auf neuen &#214;lfilterhalter</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Umbau auf neuen &#214;lfilterhalter
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Umbau auf neuen &#214;lfilterhalter</h1>
            <div class="post-meta">
                Posted by <strong>Stefan Beerendonk</strong> on 2009-10-27 21:11
            </div>
            <div class="stats">
                Views: 5438 | Replies: 3
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>ich will meinen Haflingermotor einen &Ouml;lfilterhalter der letzen Baureihe (Patrone) spendieren ... Daf&uuml;r muss ich die Riemenscheibe auf der Kurbelwelle demontieren ... Leider weiss ich nicht, wie ich da vorgehen muss...Kann ich die Z&uuml;ndung dadurch verstellen? Wie&nbsp;hoch ist der Drehmoment mit der ich die Riemenscheibenschraube anziehen muss? Gibt es hierbei sonst noch&nbsp;"Relevantes" zu beachten?</p>
<p>Fragen &uuml;ber Fragen ;c)&nbsp; Ich hoffe mir kann hier jemand helfen ;c)</p>
<p>Vielen Dank schonmal im voraus</p>
<p>Gruss Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-10-28 15:05
        </div>
        <div class="post-body">
            <p>Hallo Stefan,</p>
<p>die Riemenscheibe zu entfernen ist kein Problem, verstellen kann sich nichts, sie ist mit einem Keil gesichert und l&auml;sst sich nur in einer Position aufsetzen. Allerdings mu&szlig;t Du Dir ein Werkzeug bauen mit dem Du die Riemenscheibe blockieren kannst. Ich habe zwei Bolzen, die in die Aussparungen der Riemenscheibe passen, auf einen Halbring geschwei&szlig;t (vom Schrottplatz einen Flansch geholt und halbiert)&nbsp;,&nbsp;an dem ich einen langen Hebel angebracht habe, mit dem ich Gegenhalten kann. Wichtig ist, da&szlig; man immer auf der Seite&nbsp;der Kurbelwelle gegenh&auml;lt&nbsp;wo man die Schraube l&ouml;st, also Schwungscheibe bei der Kupplungsseite gegenhalten, und die Riemenscheibe bei der Riemenscheibe selbst, sonst geht das Drehmoment &uuml;ber die Wangen der Kurbelwelle und das ist suboptimal. Angezogen wird die Mutter mit 14 Mkp also neuzeutlich ca. 140 Nm.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2009-10-28 15:45
        </div>
        <div class="post-body">
            <p>Hallo Bernd,</p>
<p>vielen Dank f&uuml;r die ausf&uuml;hrliche Hilfe ;c) </p>
<p>Ich werde mir dann erst einmal das besagte Werkzeug bauen.</p>
<p>Gruss aus dem Westerwald</p>
<p>&nbsp;</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-10-29 18:48
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Am besten geht das mit einem Schlagschrauber, da mu&szlig; man nichteinmal die Riemenscheibe festhalten. Vor allem bei der Schwungradschraube vermeidet man damit besch&auml;digte Schraubenk&ouml;pfe. Die Baumarktschlagschrauber haben &uuml;blicherweise ein max. Anzugsmoment von 310 Nm, sind aber einstellbar. Anziehen mit halber Einstellung m&uuml;&szlig;te passen. Sonst gibt es noch Drehmomentvors&auml;tze f&uuml;r den Schlagschrauber, die nach dem Torsionsresonanzprinzip funktionieren. Das haben eigentlich alle Reifenh&auml;ndler f&uuml;r die Montage der Alufelgen.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
</body>
</html>
