<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Simmeringlauffl&#228;che an der Radnabe</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Simmeringlauffl&#228;che an der Radnabe
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Simmeringlauffl&#228;che an der Radnabe</h1>
            <div class="post-meta">
                Posted by <strong>ConstantinKiesling</strong> on 2010-09-15 19:41
            </div>
            <div class="stats">
                Views: 9335 | Replies: 6
            </div>
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Habe heute den rechten vorderen Portalantrieb meines Haflingers fertig zerlegt und ges&auml;ubert. Die Simmerringlauffl&auml;che an der Radnabe sieht leider nicht mehr 100% in Ordnung aus:</p>
<p><img src="http://www.haflinger-4wd.com/offtopic/radnabe.jpg" style="max-height: 600px;max-width: 800px;" border="0" /></p>
<p>Ich muss dazusagen, dass das Foto die Sache jetzt vielleicht etwas dramatischer darstellt, als sie wirklich ist. Schlie&szlig;lich hat der Wellenabsatz in Realit&auml;t nur eine l&auml;nge von ca. 9 mm hat, bei einem Durchmesser von 40 mm.</p>
<p>Jedenfalls w&uuml;rde ich mich &uuml;ber Erfahrungen freuen, was man bei so einer Lauffl&auml;che machen kann. Auf den ersten Blick w&uuml;rde ich die Lauffl&auml;che polieren und das Teil wieder einbauen... Was sagt ihr dazu? Die Nabe wegzuschmei&szlig;en w&auml;re mir zu schade.</p>
<p><br />LG,<br />C.</p>
<p>&nbsp;</p>
<p>Update: Habe jetzt verstanden, dass es sich nur um einen aufgesetzten Ring handelt. Dennoch w&uuml;rde mich interessieren, ob dieser zwingend getauscht werden sollte.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2010-09-15 21:28
        </div>
        <div class="post-body">
            <p>Hi Consti!</p>
<p>Ohne dass es jetzt haflingerspezifisch ist: Warum nicht gleich richtig machen, wenn die Baugruppe schon auseinander hast? Sonst &auml;rgerst dich irgendwann, dass es wieder raussifft und das Ding schon mal auseinander war. Sowieso, wenn den Laufring tauschen kannst! Ansonsten (ohne Ring) w&auml;re meine Wahl aufchromen und schleifen lassen...</p>
<p>Gru&szlig;</p>
<p>&nbsp;</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-09-15 22:15
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Ja, du hast schon recht... werde den Laufring einfach austauschen.<br />Hat mich halt auch interessiert, was man sonst tun k&ouml;nnte... :-) Bzw. was f&uuml;r Einlaufspuren noch tolerabel sind.</p>
<p>LG,</p>
<p>C.</p>
<p>PS: Anbei noch zwei Fotos des Portalantriebsgeh&auml;uses vor und nach der Reinigung (ich hoffe, unter euren Trommeln sieht es nicht so aus wie im ersten Bild...)</p>
<p><img src="http://www.haflinger-4wd.com/offtopic/hubgearcasing01.jpg" style="max-height: 600px;max-width: 800px;" border="0" /></p>
<p><img src="http://www.haflinger-4wd.com/offtopic/hubgearcasing02.jpg" style="max-height: 600px;max-width: 800px;" border="0" /></p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2010-09-16 07:50
        </div>
        <div class="post-body">
            <p>[quote user="Constantin Kiesling"]Hat mich halt auch interessiert, was man sonst tun k&ouml;nnte... [/quote]</p>
<p>Generell: Bei aufgeschrumpften, symmetrischen&nbsp;Laufringen kann man das Teil u.U. auch einfach andersrum wieder aufsetzen, falls der Wellendichtring nicht in der Mitte l&auml;uft <span style="text-decoration: underline;">und dort die Oberfl&auml;che noch okay ist</span>. </p>
<p>Gru&szlig;</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-09-16 09:52
        </div>
        <div class="post-body">
            <p>Hallo Kollegen,</p>
<p>@ Stefan, den Ring kann man nicht drehen, da er innen konisch ist und einen O-Ring beherbergt.</p>
<p>@Consti, den Ring kann man leicht tauschen indem man ein St&uuml;ck Rohr mit 2-3&nbsp; Schweispunkten&nbsp;&nbsp; daran heftet , nun kann man mit Hilfe einer gro&szlig;en U-Scheibe und der Kronenmutter den Laufring bequem abziehen. Vor ein paar Jahren waren diese Ringe noch ohne Probleme bei Prokschi&nbsp;erh&auml;ltlich (so um die 4 &euro; St), wie es inzwischen aussieht kann ich nicht sagen.Falls kein ersatz zu bekommen ist, gibt es noch die M&ouml;glichkeit mit Wellenschutzh&uuml;lsen.</p>
<p><a href="https://www.reiff-tpshop.de/cgi-bin/tradepro/shop/de/tradepro.cgi?func=det&amp;wkid=3381662364900&amp;rub=93071&amp;root=8834&amp;artnr=628&amp;pn=0">https://www.reiff-tpshop.de/cgi-bin/tradepro/shop/de/tradepro.cgi?func=det&amp;wkid=3381662364900&amp;rub=93071&amp;root=8834&amp;artnr=628&amp;pn=0</a></p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2010-09-16 14:16
        </div>
        <div class="post-body">
            <p>Servus,</p>
<p>Ich w&uuml;rde den Ring auf der Drehbank l&auml;ppen. Bei einem Simmerring mit Staublippe sitzt die eigentliche Dichtlippe etwas weiter innen und damit im intakten Bereich.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-09-23 21:33
        </div>
        <div class="post-body">
            <p>@ Consti!&nbsp; </p>
<p>Neue Laufringe bekommst du bei bei Gerhard D. f&uuml;r ein paar &euro;, wenn du eh&acute; &nbsp; schon die Radnaben in der Hand hast mach gleich N&auml;gel mit K&ouml;pfen. Radnabe im Schraubstock einspannen, mit einem scharf zugeschliffenen Mei&szlig;el ein Hieb genau an der Trennfl&auml;che Nabe-Ring&nbsp; und schon ist der Ring 1mm runter, dann vorsichtig weiter abhebeln, am besten gleichzeitig links und rechts. Dann hast du die M&ouml;glichkeit auch den O-Ring der darunterliegt mit zu erneuern, der ist n&auml;mlich nach ~50 Jahren meist flachgequetscht und total ausgeh&auml;rtet !</p>
<p>Der Simmerring wirds dir mit langer Lebensdauer danken (nimmst eh&acute; jene mit Staublippe)&nbsp; L.G. Mike J.</p>
        </div>
    </div>
</body>
</html>
