<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Getriebe - Schaltung</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Getriebe - Schaltung
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Getriebe - Schaltung</h1>
            <div class="post-meta">
                Posted by <strong>Fischer Hans</strong> on 2011-04-13 21:05
            </div>
            <div class="stats">
                Views: 43837 | Replies: 24
            </div>
        </div>
        <div class="post-body">
            <p>Vor Bad Ischl will ich meine Getriebeschaltung einstellen. Die G&auml;nge 2 bis 4 mu&szlig; ich gelegentlich suchen. Die vierte kracht gelegentlich beim einlegen. Die Schaltgassen f&uuml;r 2/3 sowie 4/5 lassen sich nur schwer finden. Beim rausschalten vom dritten Gang f&uuml;hlte es sich an wie wenn noch ein Kraftschlu&szlig; vorhanden ist.&nbsp;</p>
<p>Wo soll ich mit der Einstellung bzw. Kontrolle beginnen? Beim Schalthebel vorne oder hinten oder beim Einstellflansch. Die Kupplung l&ouml;st gleich nach 2 bis 3 cm Weg am Kupplungspedal.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-04-13 21:09
        </div>
        <div class="post-body">
            <p>Neulich bin ich mit einem 4-Gang gefahren und war &uuml;ber die direkte und leicht zu bedienende Schaltung begeistert.</p>
<p>Ich nehme an die 5-Gang-Haflinger k&ouml;nnen genauso gut eingestellt werden?!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2011-04-13 21:34
        </div>
        <div class="post-body">
            <p>Servus Hans,</p>
<p>in erster Linie vorne am Schalthebel (mein Serie 1 Hafi hat keinen Drehflansch)</p>
<p>s&auml;mtliche Schaltbewegungen kommen n&auml;mlich aus der "Kulisse" unter dem Schalthebel. Mal in Ruhe im Ersatzteilkatalog die Explosionszeichnung studieren. Die vier Schrauben am Schalthebel lockern, ja nicht ganz rausschrauben, wenn das Ding auseinanderf&auml;llt, wirds richtig m&uuml;hsam. Du br&auml;uchtest dann Hebammenfinger mit Kreuzgelenken. Aus genau dem Grund habe ich die Schrauben umgedreht und oben mit Hutmuttern befestigt.</p>
<p>Aber wie gesagt, nur lockern und ganz geduldig rumprobieren, am besten zun&auml;chst auf der Hebeb&uuml;hne. Ruhig mal bis in Stellung "oje oje" und dann wieder zur&uuml;ck.</p>
<p>Wenn Du fertig bist, so berichte doch, ob du bei gezogener Vorderachssperre den R&uuml;ckw&auml;rtsgang reinbekommst. Bei mir gehts n&auml;mlich nicht, da konkurriert der Schalthebel mit der Sperrenbet&auml;tigung.</p>
<p>Gru&szlig; norbert</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2011-04-14 07:25
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Wenn es sich um ein 5-Gang Getriebe handelt, dann ist wohl schon der Alu-Guss-Sockel beim Schalthebel verbaut. Dieser ist mit vier Kreuzschlitz-Linsenkopfschrauben befestigt, die Muttern sind fix am Karosserieblech verschwei&szlig;t. Daher ist bei dieser Version meiner Ansicht nach beim Schalthebel kein Einstellen m&ouml;glich.</p>
<p>&nbsp;</p>
<p>LG,<br />C.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-04-14 19:08
        </div>
        <div class="post-body">
            <p>Alu-Guss-Sockel ist verbaut. Wie genau/stark sind die Arretierungen am Schalthebel beim seitlich Bewegen ausgelegt. Bei meinem ist von links bis rechts keine nennenswerte Positionierung zu sp&uuml;ren. Gibt es Ersatzteile daf&uuml;r?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2011-04-14 22:29
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Die Ausgangsposition des Schalthebels ist mittig, so dass bei einer Bewegung nach vorne der 1. Gang (bei 4+K) bzw. der 2. Gang (bei 5-Gang) eingelegt w&uuml;rde. Der Schalthebel l&auml;sst sich nach rechts frei bewegen, wird aber bei Loslassen &uuml;ber Federvorspannung wieder in die Ausgangsposition bewegt. Nach links muss mit etwas Kraft eine H&uuml;rde &uuml;berwunden werden, bevor der Kriechgang eingelegt werden kann. Die "H&uuml;rde" wird &uuml;ber eine F&uuml;hrungsbahn mit einem darauf laufenden, vorgespannten Zapfen realisiert.</p>
<p>Siehe auch <a href="http://www.puch-haflinger.at/katalog/bedienungsorgane/schaltgestaengezurgetriebeschaltung.JPG">Auszug aus dem Ersatzteilkatalog</a> mit der F&uuml;hrungsbahn auf Pos. 18.</p>
<p>F&uuml;r das Einlegen des R&uuml;ckw&auml;rtsgangs muss nicht nur die H&uuml;rde &uuml;berwunden, sondern zus&auml;tzlich noch der Schalthebel nach unten gedr&uuml;ckt werden. &Uuml;ber eine zweite F&uuml;hrungsbahn am Schalthebel selbst wird die weitere Bewegung nach links (und dann nach vorne) freigegeben. F&uuml;r die gesamte Mechanik des Schalthebels sollte es schon noch Ersatzteile geben.</p>
<p>F&uuml;r die Getriebeeinstellung sollte man zuerst sicherstellen, dass die Mitnehmer der Schaltgabeln, in die die Schaltfinger eingreifen, korrekt ausgerichtet sind. Siehe dazu auch einen <a href="/forums/p/89/300.aspx">&auml;lteren Thread</a>, sowie<a href="http://www.flickr.com/photos/ap-700/1456962051/"> Fotos von Michael Janczer</a>. Vor allem beim Kriechganggetriebe ist die Einstellung sehr wichtig, da aufgrund des zus&auml;tzlichen Gangs die Platzverh&auml;ltnisse eng sind. Die Schaltmechanik, die aus dem Getriebegeh&auml;use heraus f&uuml;hrt, darf nicht ausgeschlagen sein. Auch vorne am Schalthebel sollte man kontrollieren, dass die Verbindung zur langen Schaltstange m&ouml;glichst spielfrei ist (hier ist manchmal die Buchse korrodiert, siehe Link oben Pos. 26).</p>
<p>Beim Zusammenbau legt man zuerst manuell beim Getriebe den R&uuml;ckw&auml;rtsgang ein. Die lange Schaltstange kann schon mal vorne am Schalthebel montiert werden. Dann wird der Schalthebel in eine dem R&uuml;ckw&auml;rtsgang angemessene Position gebracht. Infolge wird der 3-fach geschraubte Flansch Schaltstange-Getriebe verbunden. Dies ist eine gute Grundeinstellung, bei der u.U. keine Nachjustierung notwendig ist. Wenn sich dennoch nicht alle G&auml;nge einlegen lassen, muss am letztgenannten Flansch nachjustiert werden (vorher aber Position am Umfang markieren, damit eine definierte gegenseitige Verdrehung der Bauteile m&ouml;glich ist).</p>
<p>Ich hoffe, das ist eine Hilfe.</p>
<p>&nbsp;</p>
<p>LG,</p>
<p>Constantin</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-04-14 22:50
        </div>
        <div class="post-body">
            <p>@ Hans!</p>
<p>Im nicht sichtbaren unteren Teil des Schalthebels (unterhalb des Alu-Flansches der den Schalthebel h&auml;lt) sitzt seitlich ein geferderter Druckstift, der in das sog. Horn eingreift. Dieses hornf&ouml;rmige Teil hat eine glatte F&uuml;hrungsbahn, die aber Einkerbungen aufweist. Die Anordnung und Anzahl dieser Einkerbungen bzw. Rasten mu&szlig; mit der Getriebeschaltung &uuml;bereinstimmen. So sieht das Horn f&uuml;r ein 4-Ganggetriebe ohne Kriechgang anders aus als jenes f&uuml;r ein 5 Ganggetriebe. Diese &Uuml;bereinstimmung ist der wichtigste Faktor zu einer sauberen Schaltung. Es gab schon den Fall, da&szlig; die kleine Spiralfeder innerhalb des Druckstiftes (besteht aus zwei Teilen, die gleich gro&szlig; sind) gebrochen war, die beiden H&auml;lften der Feder hatten sich ineinander gedreht und die Federkraft war erlahmt. Dadurch war keine Arretierwirkung f&uuml;hlbar, auch eine Fehlerquelle. Ein wichtiger Faktor zur sauberen Schaltung ist der Punkt wo das gegabelte Ende der langen Schaltstange an das untere Ende des Schalthebels mittels Pa&szlig;schraube verbunden ist. Der h&auml;ufigste Fehler hier ist da&szlig; sowohl die Bohrung im Schalthebel als auch die beiden Bohrungen im gegabelten Ende der &Uuml;bertragungsstange ausgeleiert sind.Oder ebenfalls, da&szlig; auch die Pa&szlig;schraube bereits stark verschlissen ist. Hier hilft nur Ausbauen, die Bohrungen, sofern sie nicht zuviel oval sind, aufbohren und eine neu angefertigte Pa&szlig;schraube mit &Uuml;berma&szlig; einzubauen. Im Falle da&szlig; die Innenfl&auml;chen der Gabel ebenfalls verschlissen sind ( seitlich schr&auml;g abgenutzt ) so k&ouml;nnen diese gerade gefeilt werden um die Fl&auml;chen wieder paralell zu bekommen, dann m&uuml;ssen aber beim Zusammenbau Distanzscheiben beigelegt werden um das seitliche Spiel soweit wie m&ouml;glich zu verringern. Die St&auml;rke dieser Distanzscheiben mu&szlig; beim Zusammenbau bestimmt werden. Die ganze Mechanik mu&szlig; sich noch relativ leicht bewegen lassen, darf nicht klemmen, soll aber andererseits sowenig Spiel wie m&ouml;glich aufweisen !&nbsp; Diese Punkte sind Voraussetzung da&szlig; die Schaltung sauber und pr&auml;zise funktioniert. Erst wenn diese mechan. Funktionen einwandfrei funktionieren aber trozdem die G&auml;nge nicht sauber geschaltet werden, kann der Fehler am Getriebe gesucht werden.&nbsp; Die H&ouml;rner gibt es noch, Prokschi, Autoqu. oder Gerhard D. Allerdings mu&szlig; schon klar sein, da&szlig; die Schaltung beim Haflinger nie so knackig und pr&auml;zise wie bei einem Auto sein kann wo der Schalthebel direkt ins Getriebe eingreift. Gr&uuml;&szlig;e, AP700&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-04-15 06:29
        </div>
        <div class="post-body">
            <p>Weder Federgef&uuml;hrt noch erkennbare Arretierungen am Schalthebel. Ich glaube das wird die erste Baustelle. Wie ausgepr&auml;gt ist den die Arretierung(N)? An was pr&uuml;fe ich ob 5 Gang(nicht K+4) verbaucht ist(ausser am Schild links vom Lenkrad bzw am Schaltgriff). Hat jemand eine Zeichnung vom Horn damit ich sehe ob &uuml;berhaupt das passende Teil verbaut ist.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-04-15 08:40
        </div>
        <div class="post-body">
            <p>Ich werde Bilder von beiden Ausfg. hier ver&ouml;ffentlichen, evtl. heute Abend. Im Falle da&szlig; du den Schalthebel ausbauen willst um die Arretierung zu checken:</p>
<p>Erster Job: vorderes Unterfahr-Schutzblech abmontieren. Hier tauchen h&auml;ufig schon die ersten Probleme auf; n&auml;mlich die 4 Gummi-Metall Elemente an denen dieses Blech angeschraubt ist, meist sind die M10 Schrauben eingerostet oder ist der Gummi total br&ouml;selig oder abgel&ouml;st. Oft stellt sich heraus da&szlig; diese 4 Dinger zu erneuern sind. Es sind Standard Gummi-Metall Bl&ouml;cke, im gut sortierten Eisenwarenhandel auch erh&auml;ltlich, oder bei den bekannten Puch-Haflinger Ersatzteilversorgern.&nbsp;</p>
<p>Zweiter Job: Pa&szlig;schraube im Bereich der Zusammenf&uuml;hrung von Schalthebel und &Uuml;bertragungsstange entfernen. Da ist von Werk aus auch noch ein abgewinkeltes Pl&auml;ttchen mitgeschraubt, an welchem eine Zugfeder eingeh&auml;ngt ist die wiederum an eine &Ouml;se am Chassis geht. Das dient dazu da&szlig; der Schalthebel immer in die Ebene 1./ 2. Gang gezogen wird. Also aufpassen und nichts verlieren.&nbsp;</p>
<p>Dritter Job: die vier Kreuzschlitzschrauben (Linsensenkkopf M8x12) an den Ecken des Alu-Flansches ausbauen. Oft sind diese Schrauben recht fest oder eingerostet, daher ist es ratsam einen sog. Schlagschraubendreher mit zum Kreuzschlitz passender Klinge einzusetzen. Durch das draufschlagen mit einem Hammer wird sowohl die Schraube aufgedreht, und im gleichen Moment die Klinge sehr stark in die Schraube gedr&uuml;ckt, so kann der Kreuzschlitz nicht durch die dr&uuml;berrutschende Klinge besch&auml;digt werden. Schalthebel kann dann nach oben herausgezogen werden.&nbsp;</p>
<p>Weitere Instruktionen nach Bedarf, Gr&uuml;&szlig;e, AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2011-04-15 11:30
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Hier sind zwei Bilder von F&uuml;hrungsbahnen: Das obere von einem 4-Gang Getriebe, das untere von einem 5-Gang Getriebe.</p>
<p><img src="http://www.haflinger-4wd.com/offtopic/schalthebel-4g.jpg" style="max-height: 480px;max-width: 640px;" border="0" /></p>
<p><img src="http://www.haflinger-4wd.com/offtopic/schalthebel-5g.jpg" style="max-height: 480px;max-width: 640px;" border="0" /></p>
<p>&nbsp;</p>
<p>@Michael: Ich glaube, die Schraube zur Verbindung von Schalthebel und Schaltstange ist keine Passschraube. Die Schraube dient nur dazu, im Gabelf&ouml;rmigen Ende der Schaltstange eine H&uuml;lse zu klemmen, die etwas l&auml;nger ist als die Bohrung im unteren Ende des Schalthebels. Somit hat der Durchmesser der Schraube meiner Ansicht nach keinen Einfluss auf das Spiel. Wichtig ist das Spiel zwischen H&uuml;lse und Bohrung im Schalthebel.</p>
<p><br />Sch&ouml;ne Gr&uuml;&szlig;e,<br />Constantin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-04-17 21:19
        </div>
        <div class="post-body">
            <p>Folgende Punkte gepr&uuml;ft: Schaltstange und Schalthebel haben kein Spiel. Die Feder zur F&uuml;hrung in Gasse 2/3 fehlt. Das Blechpl&auml;ttchen ist vorhanden nur ist es gerade gebogen. Wo die Feder eingeh&auml;ngt wird konnte ich nicht finden. Das Horn hat 2 Rasten und sollte daher passen. Einkerbungen habe ich keine gefunden. Ben&ouml;tige ich die Einkerbungen damit ich die richtige Stellung f&uuml;r die Schaltgasse 2/3 zw 4/5 erkenne? Die Mitnehmer sollte ich wohl auch noch pr&uuml;fen. Wie kann cih diese Einstellen bzw. gibt es vorgegebene Abst&auml;nde zwischen den einzelnen Mitnehmern? Die Einkerbungen am Horn k&ouml;nnte ich dann bei der passenden Einstellung von Mitnehmer und Schatfinger anbringen(oder ist die Fl&auml;che am Horn geh&auml;rtet?). </p>
<p>Vielen Dank f&uuml;r die bisherigen Anleitungen!</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2011-04-17 22:55
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Ich glaube, dass Michael mit "Einkerbungen" die Rasten gemeint hat. Es gibt keine weiteren Kerben auf der F&uuml;hrungsbahn am Horn, das passt schon so.</p>
<p>Die Stellung des Schalthebels ergibt sich letztendlich daraus, dass f&uuml;r jeden Schaltvorgang die richtige Position auf der F&uuml;hrungsbahn eingenommen wird und das ganze auch mit dem Getriebe zusammen passt (Einstellung &uuml;ber den 3-Fach geschraubten Flansch).</p>
<p>Wie gesagt halte ich die Vorgehensweise mit R&uuml;ckw&auml;rtsgang einlegen und anschlie&szlig;endem Flansch verbinden f&uuml;r sinnvoll!</p>
<p>Wenn du die Schaltfinger, Mitnehmer etc. begutachten willst, musst du wohl oder &uuml;bel das Getriebe zerlegen. Eine recht hilfreiche Anleitung zum Ausbau der Motor-Getriebe-Einheit gibt es auf <a href="http://www.haflingertechnik.com/ftp/technical/pdfs/10.pdf">Dale's Website</a>. Ich hab das Service Bulletin glaub ich auch irgendwo auf deutsch wenn ben&ouml;tigt.</p>
<p>Wo die Feder am Schalthebel genau eingeh&auml;ngt wird, m&uuml;sste ich jetzt auch nachsehen... kann ich gerne mal machen.</p>
<p>&nbsp;</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e,</p>
<p>Constantin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-04-18 23:04
        </div>
        <div class="post-body">
            <p>Hallo Freunde ! Ja, das mit den Einkerbungen, das sollen schon die Rasten sein, klar.&nbsp; Da mu&szlig; ich in Zukunft die richtigen Fachausdr&uuml;cke verwenden um Mi&szlig;verst&auml;ndnisse nicht aufkommen zu lassen.&nbsp; </p>
<p>Nun, die Sache mit den H&ouml;rnern unter dem Schalthebel, das ist beinahe ein eigenes Fachgebiet. Unten ein paar Bilder dazu, zuerst jenes wo das Horn f&uuml;r das 5-Ganggetriebe (links) und 4-Gang (rechts) abgebildet ist. Die H&ouml;rner sind jeweils Einsatzgeh&auml;rtet, herumfeilen n&uuml;tzt nix, der Eindruck des Pr&uuml;fdiamanten ist z.T.noch gut sichtbar.&nbsp;</p>
<p>Beim Einbau eines Horns in den Aluaufsatz, mu&szlig; gepr&uuml;ft werden ob der "Finger", das ist der Teil mit dem Auge durch das der Schalthebel gesteckt ist, ob dieser Finger einwandfrei &uuml;ber alle Rasten des Horns dr&uuml;bergleiten kann, insbesonders &uuml;ber den H&ouml;cker in der obersten Raste knapp beim gebogenen Ende .Der Finger soll weder zuviel noch zuwenig Spiel haben. Zuviel Luft mu&szlig; mittels beilegen von einer dickeren, zuwenig Spiel mu&szlig; durch entfernen einer Distanzscheibe unter dem Finger ausgeglichen werden. Mittels dieser Justierung kann also beim Schalthebel schon mal dessen "Leichtg&auml;ngigkeit" sichergestellt werden. Das Gegenteil, z.b. wenn der Finger zuviel Spiel h&auml;tte, f&uuml;hrt leicht dazu da&szlig; die Sperre zum Einlegen der 1. oder des Retourganges nicht sauber funktioniert soda&szlig; man im Gel&auml;nde in der Hektik statt in die zweite wom&ouml;glich in die Ebene des 1. Ganges schaltet. </p>
<p><img src="http://farm6.static.flickr.com/5142/5632401412_625dc28f70_z.jpg" style="max-width: 550px;" border="0" /></p>
<p><img src="http://farm6.static.flickr.com/5302/5631828611_d5887a0e81_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Hier geht der Finger gerade noch &uuml;ber den H&ouml;cker.</p>
<p><img src="http://farm6.static.flickr.com/5307/5632406664_20332a5998_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Bei zuviel Spiel ist die Wirkung der Rasten nur mehr gering.</p>
<p><img src="http://farm6.static.flickr.com/5189/5632415258_253e023cdc_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Die im Finger liegenden Druckh&uuml;lsen bzw. Druckfeder nicht verlieren !</p>
<p><img src="http://farm6.static.flickr.com/5024/5631836457_61b0ae0c62_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Zum Aus / Einbau der Distanzscheiben Seegerring abnehmen !&nbsp; </p>
<p>Dann gibt es noch die M&ouml;glichkeit von Fehlern, in diesem Falle ist nur gemeint da&szlig; zuviel Spiel in der gesamten Schaltbet&auml;tigung sp&uuml;rbar ist, im Bereich der vertikalen Schaltstange, genauer in deren F&uuml;hrungsh&uuml;lsen. Diese Schaltstange ist jene die im sog. Schaltturm untergebracht ist, und an die die lange &Uuml;bertragungsstange &uuml;ber ein Kardangelenk angreift. Diese vertikale Welle f&uuml;hrt zum einen eine Drehbewegung aus, das hei&szlig;t hin und her Schwenkbewegung, zum anderen auch eine Ab und Auf-Bewegung. Mit dieser Bewegung wird der Schaltfinger, der an der vertikalen Welle fest angebracht ist,&nbsp; in die H&ouml;henm&auml;&szlig;ig gestaffelten Mitnehmer-&Ouml;ffnungen der waagrecht liegenden eigentlichen Schaltstangen eingefahren, womit der Fahrer den jeweils gew&uuml;nschten Gang einlegt. </p>
<p>Die F&uuml;hrungsh&uuml;lsen dieser vertikalen Schaltwelle sind aus Stahl. Am ehesten weist die obere H&uuml;lse Verschlei&szlig; auf. Nach erneuern beider Buchsen (durch Novotex-Buchsen) und gl&auml;tten der Welle (Spiel fast Null) funktionierte das Schalten am Haflinger wieder wie neu. Dazu mu&szlig; aber eben das Getriebe aus und eingebaut und zumindest Teilzerlegt werden. Im &Uuml;brigen gilt die Anleitung zur Einstellung der &Uuml;bertragungsstange am Flansch des Getriebe-Schaltwelle wie von Constantin beschrieben. Diese ist die zuverl&auml;ssigste Methode.&nbsp; Position der Flansche dabei mi d&uuml;nnem Filzstift markieren wg. m&ouml;glicher Nachjustierung!</p>
<p>Gr&uuml;&szlig;e, AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-04-19 22:05
        </div>
        <div class="post-body">
            <p>Schalthebel neurlich gem&auml;&szlig; Fotodoku gepr&uuml;ft. Das Augst&uuml;ck hat ca. 3 bis 4mm seitliches Spiel gemessen am Horn. Gibt es noch irgendwo Teile zum reparieren? Genauso die Scheiben zum Einstellen vom Abstand zum Horn. </p>
<p>Habe auch den Deckel vom Schaltaufsatz abmontiert. Was ist hier auf Verschlei&szlig; zum pr&uuml;fen?</p>
<p>Noch eine Frage: Wie kommt Ihr an das Schmiernipperl am Ausr&uuml;ckhebel ran? Bei mir ist der Ausr&uuml;ckhebel vor dem Nipperl und daher komme ich mit dem Schlauch von der Fettpresse nicht drauf.</p>
<p>Danke f&uuml;r die Fotodoku an Herrn Janczer!</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-04-20 09:52
        </div>
        <div class="post-body">
            <p>@ Hans!</p>
<p>Zwischen dem Finger, wo die Spitze des Druckst&uuml;cks heraussteht, und dem Horn soll nicht mehr Spiel sein als da&szlig; der Finger gerade noch &uuml;ber die H&ouml;cker des Horns dr&uuml;bergleiten kann. Wenn der Finger zuviel Spiel bzw. Abstand aufweist, so mu&szlig; a) der Schalthebel aus dem Finger ausgebaut werfden ( dazu den Sprengring am unteren Ende des Schalthebels entfernen) &nbsp;b) der Seegerring des Fingers von dessen kurzer Welle entfernt werden damit das Fingerst&uuml;ck aus dem Messingblock herausgezogen werden kann. &nbsp;c) danach kann mit den vorhandenen Distanzscheiben, durch beilegen oder entfernen, das Spiel des Fingers zum Horn eingestellt werden. &nbsp;Zusammenbau dann in umgekehrter Reihenfolge !</p>
<p>Unter dem Deckel des Schalturms gibt es nichts einzustellen. Den mach&acute; wieder drauf. &nbsp;Zu der erw&auml;hnten Buchse kommst du nur nach Ausbau und Teilzerlegen des Getriebes. &nbsp;Die untere F&uuml;hrungsbuchse der vertikalen Schaltwelle ist hingegen schon zug&auml;ngig. Diese sitzt in der Verchraubung am unteren Ende des Schaltturms. Das ist eine Verschlu&szlig;schraube mit 22mm Sechskant, &auml;hnlich der Verschlu&szlig;schraube der &Ouml;leinf&uuml;ll&ouml;ffnungenn, die aber zus&auml;tzlich mit einem mitgeschraubten und umgebogenen Blechpl&auml;ttchen gesichert ist&nbsp;(damit sie nicht mit der &Ouml;labla&szlig;schraube verwechselt werden kann) Die untere F&uuml;hrungsbuchse weist stets weniger Verschlei&szlig; auf als die obere Buchse, wohl auch deshalb weil sie immer von Getriebe&ouml;l benetzt ist. </p>
<p>Tatsache ist aber, da&szlig; wenn diese Buchsen zuviel Spiel durch Verschlei&szlig; aufweisen, sich das als &uuml;berm&auml;&szlig;ig- ungenaues Schalten bemerkbar macht. </p>
<p>Zum Schmiernippel kommst du nur dann ran, wenn jemand anderer auf die Kupplung tritt , damit der gekr&ouml;pfte Hebel etwas zur Seite gezogen wird. Die n&auml;chste Serie der Getriebe hatte dann den Schmiernippel nicht mehr, man verlie&szlig; sich darauf da&szlig; die Kunststoffbuchsen der Ausr&uuml;ckwelle &uuml;ber die gesch&auml;tzte Lebensdauer auch ohne Nachchmieren halten w&uuml;rden. &nbsp; &nbsp;Gr&uuml;&szlig;e, AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-04-20 21:33
        </div>
        <div class="post-body">
            <p>Schalthebel gereinigt und gepr&uuml;ft. Folgende Teile lt. Bildtafel 821 defekt: </p>
<p>Pos.&nbsp; Schalthebel 1a starke Rille durch Riegel pos. 16a(Arretierung Retourgang). Position 11 Kreuzgelenk wackelt. Beide Riegel(pos. 16a eher rund als kegelig. Rastenhorn pos. 18b wurde der Endpunkt beim Retourgang weggeflext. Abstand Schaltbolzen pos.10 zu Horn mindestens halbe Riegell&auml;nge. Position 26 Buchse ist kein Metall sondern Plastik.</p>
<p>Wo bekomme ich nun all diese Teile oder einen kompletten Hebel her?</p>
<p>&nbsp;</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-04-20 22:54
        </div>
        <div class="post-body">
            <p>@ Hans !</p>
<p>Mit einem Wort, Schalthebel total zusammengepfuscht. &nbsp;Kein Wunder, da&szlig; du so damit herumlaborierst.....</p>
<p>Wenn du den Teil selbst wieder in Ordnung bringen m&ouml;chtest, frage mal an bei Robert Prokschi (eMail: 650tr@puch500fan.com &nbsp;/ www.puch500.at) &nbsp; Michael Peroutka ( eMail: office@strada.at / www.strada.com ) &nbsp;Gerhard Drabek ( Tel. 0043-2624-55431 &nbsp;Hdy. 00436764301838 ) , oder beim Autoquariat Wenn du den Job nicht selbst machen willst.... bis wann stellst du dir vor da&szlig; du den Haflinger einsatzbereit haben mu&szlig;t? &nbsp;Gr&uuml;&szlig;e, AP700 &nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-04-21 21:39
        </div>
        <div class="post-body">
            <p>Habe heute versucht den Schaltfinger auf das Horn einzustellen. Mit m&auml;ssigem Erfolg.</p>
<p>Wie Schaltet Ihr bei euren 5-Gang Haflingern auf die Raste zum 1. gang? Bei meinem mu&szlig; ich den Schalthebel leicht nach unten drucken um auf die Raste zu gelangen obwohl mir der Abstand vom Finger zum Horn lt. Foto eher gro&szlig; vorkommt. F&uuml;r die Montage vom unteren Faltenbalg kennt jda jemand einen Trick? Wie viel Schmiermittel und welches soll ich f&uuml;r die Schaltung verwenden?</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2011-04-21 22:02
        </div>
        <div class="post-body">
            <p>Normalerweise sollte sich der Schalthebel mit einem Ruck nach links auf die erste Raste bewegen lassen, ohne Dr&uuml;cken nach unten.</p>
<p>Ich k&ouml;nnte mir vorstellen, dass die F&uuml;hrungsbahn schon etwas verschlissen ist... vielleicht verhindert ein Grat die einwandfreie Bewegung des Dorns auf der F&uuml;hrungsbahn. Ist aber nur so eine Idee.</p>
<p>Durch das Hinunterdr&uuml;cken wird Kraft vom Dorn genommen (da am Schalthebel selbst eine zweite F&uuml;hrungsbahn mehr Platz freigibt), dadurch l&auml;sst sich der Hebel leichter nach links bewegen. Das Hinunterdr&uuml;cken soll aber eigentlich erst die Bewegung auf die zweite Raste erm&ouml;glichen.</p>
<p>LG, C.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-04-22 20:15
        </div>
        <div class="post-body">
            <p>So. Alles wieder eingebaut. Am Kreuzgelenk vom Dorn Scheiben beigelegt. Dorn auf Horn sowie Schaltstange und Ganghebel mit Scheiben distanziert. Noch keine passende L&ouml;sung f&uuml;r die Feder gefunden. Den unteren Faltenbalg nach unendlicher Fummelei mit einem Kabelband befestigt. Die Schalterei funktioniert jetzt angenehmer als vorher. Bei der Probefahrt trat jedoch hin und wieder die Situation auf das beim Schalten in die Vierte bzw in die zweite es im Getriebe ordentlich ratscht. Sonst aber alle Schaltungen zum gr&ouml;&szlig;ten Teil ordentlich funktionieren. Warum ratschen diese G&auml;nge gelegentlich?&nbsp; &nbsp; </p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-04-24 14:51
        </div>
        <div class="post-body">
            <p>Hallo Hans!</p>
<p>Freut mich da&szlig; die Schaltung nun zumindest etwas besser funktioniert. Der untere Faltenbalg ist nicht unbedingt notwendig, sofern du mit dem Haflinger nicht in stark staubigem Gel&auml;nde f&auml;hrst wie W&uuml;stenpisten oder &auml;hnliche Gel&auml;nde. Wie Consti sagt, beim Schalten des ersten Ganges, wird der Schaltknauf nur ruckartig nach links geschlagen und in dieser &nbsp;Ebene sanft nach hinten gezogen und schon sollte der Gang eingelegt sein. &nbsp;Das ist Absicht so, &nbsp;denn die besagte Spiralfeder " Zugfeder " Teil 38 ; 700.1.66.1391; &nbsp;Bildtafel 8.20/2 &nbsp;soll den Schalthebel immer in der Ebene 2./3. Gang halten. Dazu darf aber der Schalthebel nicht durch einen Fehler am Horn bzw. an den &nbsp;Druckh&uuml;lsen ( Teil 16 ) oder durch eine gebrochene Druckfeder ( Teil 17 ) &nbsp;versehentlich in die Ebene des 1. Ganges weiterrutschen. &nbsp; Um diesen - stark reduzierten - Gang einzulegen mu&szlig; also die "Sperre" absichtlich / wissentlich &uuml;berwunden werden.&nbsp;</p>
<p>Beim Fahren auf normalen Strassen, Asphalt, Pflaster, Beton usw, fahre ich immer im 2. Gang an, wenn die Strasse leicht absch&uuml;ssig ist auch in der 3. &nbsp;Absolut kein Problem. Der 1. Gang dient wirklich nur im schwierigen Gel&auml;nde, auch um extrem langsam um Felsen, Wurzeln usw. herumfahren zu k&ouml;nnen.&nbsp;</p>
<p>Als Fehler am Horn k&ouml;nnte man bezeichnen Verschlei&szlig; der Gleitbahn, Verschlei&szlig; an den H&ouml;ckern, Gr&uuml;bchenbildung an den H&ouml;ckern, falsches Horn.</p>
<p> &nbsp;Fehler am Finger " Schaltbolzen" Teil 10, : &nbsp;an diesem sind im hohlen Finger die beiden Druckh&uuml;lsen &nbsp;" Riegel " &nbsp;Teil 16 enthalten. Beide H&uuml;lsen sind ident, haben gleiche L&auml;nge. Im Hohlraum beider H&uuml;lsen liegt die Druckfeder Teil 17. Diese Druckh&uuml;lsen k&ouml;nnen an ihren Spitzen stark abgen&uuml;tzt sein, oder am Umfang verrieben. &nbsp;Die Innenliegende Druckfeder Teil 17 kann gebrochen sein. </p>
<p>Diese Druckfeder dr&uuml;ckt diese 2 H&uuml;lsen auseinander, und sorgt so daf&uuml;r da&szlig; der Schalthebel nicht in die Ebene des 1. Ganges gleitet, da der Finger mit dem darinsteckenden Schalthebel am entsprechenden H&ouml;cker des Horns ansteht. Schl&auml;gst du seitlich auf den Schalthebel, so wird die &uuml;ber die Schr&auml;ge des H&ouml;ckers die Druckh&uuml;lse in den Finger hineingedr&uuml;ckt, gegen die Kraft des Druckfeder. Der Schalthebel gleitet dadurch in die Ebene des 1. Ganges.&nbsp;</p>
<p>Weiter kann der Schalthebel aber nicht gleiten, denn die Druckh&uuml;lse "Riegel", die in den Finger &nbsp;gedr&uuml;ckt ist steht an der zweiten Druckh&uuml;lse an. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;( die Druckfeder ist nun stark zusammengedr&uuml;ckt im Inneren beider Druckh&uuml;lsen) . Diese zweite Druckh&uuml;lse wiederum steht mit ihrer (abgerundeten) Spitze an der Abflachung am Schalthebel an. &nbsp;Die L&auml;nge dieser Druckh&uuml;lsen " Riegel ", ist so gew&auml;hlt, da&szlig; der Finger in dieser Position NICHT &uuml;ber den weiteren H&ouml;cker am Horn gehen kann, wo bereits die Ebene des Retourganges liegt, denn wie gesagt, die eine H&uuml;lse steht an der zweiten an und gibt nicht nach.&nbsp;</p>
<p>Um den Schalthebel dennoch in die Ebene des Retourganges bringen zu k&ouml;nnen, MUSS dieser niederger&uuml;ckt werden. Damit wird eine an der erw&auml;hnten Abflachung oberhalb angebrachte Vertiefung vor die Druckh&uuml;lse "Riegel" gebracht, in welche nun die Druckh&uuml;lse "Riegel" hineingleiten kann. Damit wird auch der am Horn anliegenden Druckh&uuml;lse der Weg freigegeben um &uuml;ber den weiter herausstehenden H&ouml;cker der Retourgangsperre &nbsp;dr&uuml;bergleiten zu k&ouml;nnen. Somit kann der Schalthebel nach vorne gedr&uuml;ckt werden, um den Retourgang zu schalten. &nbsp;Das ist also die " Sperre " des Retourganges.</p>
<p>Was das Ratschen im Getriebe ausl&ouml;st, das k&ouml;nnen sein: a) die getretene Kupplung l&ouml;st nicht sauber den Kraftschlu&szlig; zur Getriebehauptwelle, &nbsp;b) verschlissene Synchronringe an den Gangr&auml;dern am Triebling. &nbsp;&nbsp;</p>
<p>Behebung des Fehlers a): Kupplung am Spannschlo&szlig; unter den Aluminium-Pedalbock einstellen ( Abdeckblech links abbauen), evtl, Stahlseil pr&uuml;fen ob dieses bereits absplei&szlig;t ; Sollwert am Pedal: ca. 2 cm zur Freigabe ! &nbsp; &nbsp; &nbsp;b) &nbsp;Synchronringe erneuern ( Getriebe aus / einbau; Komplettzerlegung).</p>
<p>Zur Befestigung der Zugfeder Teil 38 dient der mitgeschraubte Blechwinkel &nbsp;Teil 37, der unter die M 7 &nbsp;Mutter kommt. Die entsprechende M7 x 30 Schraube welche die Schaltstange mit dem Schalthebel verbindet sollte einen glatten Schaft aufweisen, der in die Stahlh&uuml;lse Teil 26 fast Spielfrei pa&szlig;t. &nbsp; &nbsp; &nbsp; Die erw&auml;hnte Zugfeder Teil 38 wird mit dem anderen Ende in eine an der Plattform angeschwei&szlig;te &Ouml;se eingeh&auml;ngt. Als Zugfeder kannst du eine jede andere Zugfeder auch nehmen, gegebenenfalls mit Seitenschneider passend abl&auml;ngen. &nbsp; &nbsp;</p>
<p>Zur Info: ich verwende den Ersatzteilkatalog von 1970, deutsch / engl. / franz&ouml;s. Nachdruck aus 1983 ! &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Gr&uuml;&szlig;e; AP700</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-04-24 17:56
        </div>
        <div class="post-body">
            <p>Wegen dem Horn habe ich Autoquariat sowie Herrn Drabek kontaktiert. Leider ist das Horn f&uuml;r den 5-Gang nicht verf&uuml;gbar. Die Schweizer haben nur das K+4-Horn und in &ouml;sterreich nur f&uuml;r 4-Gang Schaltungen. Die 5-Gang sind wohl eher sehr selten. Jederfalls l&auml;sst sich jetzt die erste auch leicht schalten. Erinnert mich ein wenig an H-H-Schaltungen bei den gro&szlig;en Fahrzeugen:-)! Das gelegentliche Ratschen kommt mir so vor wie wenn die Kupplungscheibe sich auf der Antriebswelle nicht genug vom Schwung l&ouml;st. Weitere Feldforschungen werden wohl in Bad Ischl erfolgen. </p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2011-04-25 07:29
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>Das 4+K Getriebe ist auch nichts anderes als ein 5-Gang Getriebe... Siehe dazu auch meine Website unter:<br /><a href="http://tdc.haflinger-4wd.com/details_and-changes/gearbox/generalinformation.php">http://tdc.haflinger-4wd.com/details_and-changes/gearbox/generalinformation.php</a></p>
<p>Die Schweizer Haflinger sollten daher auch das Horn mit drei Rasten eingebaut haben.</p>
<p>&nbsp;</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e,<br />Constantin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-04-25 15:24
        </div>
        <div class="post-body">
            <p>In meiner Liste ist der Riegel, Druckfeder und Rastenhorn f&uuml;r 5-Gang mit eigenen Teilenummmern gef&uuml;hrt. Der Schalthebel f&uuml;r 4+K ist auch&nbsp; mit weiteren Teilen best&uuml;ckt als der 5-Gang. Der Hund wird wohl irgendwo im Detail liegen:-)! Hat jemand eine M&ouml;glichkeit die Rastenh&ouml;rner, Riegel und Druckfeder direkt zu vergleichen?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2011-06-08 19:19
        </div>
        <div class="post-body">
            <p>@ Michael Janczer</p>
<p>Ich bin ab Sonntag 12. Juni bis Mittwoch 15. Juni in Wien und w&uuml;rde gerne &uuml;ber das Thema Schaltung mit dir reden.</p>
<p>Bitte um kurze Nachricht(fischerhansatgmx.at)</p>
<p>&nbsp;</p>
<p>Danke!</p>
<p>&nbsp;</p>
<p>Hans F.</p>
        </div>
    </div>
</body>
</html>
