<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Getriebe zerlegen</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Getriebe zerlegen
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Getriebe zerlegen</h1>
            <div class="post-meta">
                Posted by <strong>StefanGrisse</strong> on 2012-11-01 20:57
            </div>
            <div class="stats">
                Views: 7701 | Replies: 2
            </div>
        </div>
        <div class="post-body">
            <p>Hallo Zusammen.</p>
<p>Aus der Schlachtung der beiden Kommunalhaflinger und auf dem Weg zur Wiedergeburt eines AP703 habe<br />ich habe 2 Getriebe. Eins mit einer &Uuml;bersetzung welche eine H&ouml;chstgeschwindigkeit von 50 km/h<br />und eines welches mit 55km/h hat. Portal&uuml;bersetzung ist/war bei beiden Fahrzeugen identisch (13 bzw. 13/38) <br />Das Getriebe mit der 55km/h &Uuml;bersetzung hat allerdings ein sehr schlechtes Geh&auml;use. Das Sackloch <br />unter der Ausr&uuml;ckmechanik in der Kupplungsglocke ist ausgebrochen und es ist ein Loch unten in der Glocke.</p>
<p>Stellt sich jetzt die Frage ob man die Geh&auml;use des Getriebes einfach tauschen kann. Laut RepHandbuch<br />hat es den Anschein das man die Innereien einfach tauschen kann. Schrauben los und den ganzen<br />Sarotie einfach rausziehen? Laut Ger&uuml;chtek&uuml;che sollen dann aber alle m&ouml;glichen Federn und K&uuml;gelchen<br />durch die Gegend fliegen. Ist das so ?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2012-11-02 11:56
        </div>
        <div class="post-body">
            <p>@ Stefan !&nbsp;&nbsp;&nbsp; Genau so ist es !&nbsp; Beim zerlegen eines Haflinger-Getriebes mu&szlig;-sofern du es wieder, so wie es war,&nbsp; zusammenbauen willst- planm&auml;&szlig;ig und Schrittweise vorgegangen werden. Es mu&szlig; zwar ALLES ausgebaut aber es darf nicht alles bis in seine Einzelteile zerlegt werden. </p>
<p>Das schlie&szlig;t auch ein da&szlig; die 4 Wurmschrauben ( Schlitzschrauben ) entfernt werden m&uuml;ssen da auch die Schaltstangen ausgebaut werden m&uuml;ssen. Meist sind diese "vernudelt", da h&auml;ufig mit ungeeignetem Werkzeug von Vorg&auml;ngern versucht wurde zu "Reparieren". Beim Entfernen dieser M10 Wurmschrauben springen z.B. sofort die Sperrkugeln und die Federchen heraus.</p>
<p>Das Zerlegen eines Haflingergetriebes geht - bis zu einem bestimmten Punkt , n&auml;mlich dem Radsatz - mit &uuml;blichem Werkstattwerkzeug (hoffentlich in ordentlichem Zustand).</p>
<p>&nbsp;Wenn das Getriebe aber komplett Aufgearbeitet werden soll, damit es nach der Rep. wieder einwandfrei Funktioniert und zum Fahren taugt, es also in neuwertigen Zustand zu bringen, so ist die Verwendung der entsprechenden Spezialwerkzeuge Pflicht. </p>
<p>Nicht umsonst wurde z.B. bei der CH-Armee die sog. Kiste B geschaffen, in Meiner kam im Laufe der Zeit noch einiges selbstgebautes Spezialwkzg. dazu, jetzt ist fast kein Platz mehr darin vorhanden! Ist aber alles notwendig um keine Teile bei Demontage oder beim Einbau zu besch&auml;digen (z.B. Simmerring-Einbauwerkzeuge oder Zahnrad-Abzieher).</p>
<p>Dazu gibt es schriftliche Unterlagen , z.B. die beiden B&auml;nde "Leitfaden zum Kleinwagen &amp; Haflinger-Lehrgang" mit Fotos und "Leitfaden zum KD-Lehrgang Puch-Haflinger" vom Verw&uuml;ster Verlag, und dann als eine der wichtigsten Instruktionen, die "Raparaturanleitung zum Vollsynchrongetriebe, Motoren, Fahrgestell usw."&nbsp; der Steyr-Daimler-Puch AG. mit Angaben zu den Drehmomenten der div. Schrauben.</p>
<p> Unbendingt dazu geh&ouml;rt auch die "Ersatzteilliste zum Puch Haflinger" von 1970, ebenfalls von der SDP. In dieser Ersatzteilliste sind die Baugruppen in Explosionszeichnungen dargestellt. Damit wird der Zusammenbau sehr erleichtert, sind doch die Bestandteile in ihrer Reihenfolge der Zusammenstellung klar ersichtlich. </p>
<p>Ohne da&szlig; du diese Unterlagen und die notw. Spezielwerkzeuge zur Hand hast, w&uuml;rde ich dir vom Versuch, die/das Getriebe in Eigenregie zu reparieren, klar abraten !</p>
<p>Ein Bruch oder Loch in einem Geh&auml;use kann &uuml;brigens- nach entsprechender Vorbereitung- gut mittels WIG Ger&auml;t geschwei&szlig;t werden, also Geh&auml;use&nbsp; wegen Bruch nicht wegwerfen. </p>
<p>Abschlie&szlig;end noch eine Info: &nbsp; jedes Geh&auml;useteil ist zwar pr&auml;zise gefertigt, aber dennoch gilt es die Fertigungs-Toleranzen zu ber&uuml;cksichtigen.&nbsp; Je nachdem, m&uuml;ssen die Einstellma&szlig;e von Triebling und Tellerad und der seitlichen Differentialkugellager genau ausgemessen und gegebenenfalls mittels dickerer oder d&uuml;nnerer Distanzscheiben korrigiert werden. Wird das nicht gemacht, so ist die Folge rascher Verschlei&szlig; der wertvollen, z.T. unersetzlichen Getriebeteile.</p>
<p>Gr&uuml;&szlig;e von einem alten Getriebereparierer.... AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>StefanGrisse</strong> replied on 2012-11-04 00:02
        </div>
        <div class="post-body">
            <p>Hallo Michael, dank dir f&uuml;r die ausf&uuml;hrlichen Tips. Dann werde ich wohl doch erstmal mit dem</p>
<p>50km/h Getriebe probieren. Das Zerlegen spare ich mir dann mal f&uuml;r einen anderen Winter auf ;-)</p>
        </div>
    </div>
</body>
</html>
