<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>&#214;lverlust beim &#220;berdruckrohr</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            &#214;lverlust beim &#220;berdruckrohr
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">&#214;lverlust beim &#220;berdruckrohr</h1>
            <div class="post-meta">
                Posted by <strong>Juergen Nigsch</strong> on 2009-10-08 21:32
            </div>
            <div style="margin-top: 10px;">
                <span class="category">&amp;#214;lverlust beim &amp;#220;berdruckrohr</span>
            </div>
            <div class="stats">
                Views: 31023 | Replies: 19
            </div>
        </div>
        <div class="post-body">
            <p>Hallo</p>
<p>Ich habe einen Motor aufgebaut mit 760 ccm, habe aber von der ersten Fahrt an gro&szlig;e Probleme mit dem &Ouml;l, welches ich &uuml;ber das Rohr beim &Ouml;ldeckel verliere !!!</p>
<p>Habe ein neues Flatterventil eingebaut, habe andere &Ouml;ldeckel probiert, habe den Motor nochmals zerlegt, und die Kolbenringe angeschaut, alles wie neu!!</p>
<p>Habe keine Idee mehr, was ich noch machen kann ???</p>
<p>Hat jemand mit deisem Problem schon mal was zu tun gehabt ???</p>
<p>Ich verliere nicht nur einige tropfen, ich verliere auf 100 km bis zu 1 Liter !!!</p>
<p>Bitte gebt mir einen Tipp, was ich noch machen kann oder was noch falsch sein kann!!</p>
<p>Danke j&uuml;rgen</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2009-10-09 07:13
        </div>
        <div class="post-body">
            <p>Servus,</p>
<p>hast Du ein geschlossenes oder offenes System?</p>
<p>&nbsp;</p>
<p>Gru&szlig;</p>
<p>Lorenz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Juergen Nigsch</strong> replied on 2009-10-09 08:22
        </div>
        <div class="post-body">
            <p>Hallo</p>
<p>Habe ein offenes System ! Einf&uuml;llstutzen, mit Deckel ( mit Flatterventill) und Schlauch, welcher richtung Boden zeigt und offen ist !</p>
<p>Gibt es ein geschlossenes System ?</p>
<p>mfg J&uuml;rgen</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2009-10-09 10:39
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Ja, es gibt ein geschlossenes System, bei dem das &Ouml;l in die R&uuml;cklaufleitung vom rechten Zylinderkopfdeckel eingespeist wird. Der ge&auml;nderte &Ouml;leinf&uuml;llstutzen separiert dabei &Ouml;l und D&auml;mpfe, wobei die D&auml;mpfe &uuml;ber einen Schlauch zum Vergaser geleitet werden.</p>
<p>Der neuere &Ouml;leinf&uuml;llstutzen hat daher zwei Deckel mit je einem Flatterventil und noch einen zus&auml;tzlichen Ast mit Deckel zum einf&uuml;llen (<a target="_blank" href="http://www.haflinger-4wd.com/offtopic/oelkreislauf-geschlossen.jpg">Bild</a>).</p>
<p><br />lG,<br />Constantin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Juergen Nigsch</strong> replied on 2009-10-09 21:47
        </div>
        <div class="post-body">
            <p>Danke Constantin f&uuml;r die schnelle Info .</p>
<p>Ich verstehe nur nicht, das ich so einen hochen Kurbelgeh&auml;usedruck habe, und ein Freund mit den selben Zylindern ( auch neu ) nicht einen Tropfen &Ouml;l verliert !!! </p>
<p>Vielleicht finde ich ja noch den Fehler !!</p>
<p>mfg J&uuml;rgen</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2009-10-10 11:03
        </div>
        <div class="post-body">
            <p>Ich hatte bei meinem original 27 PS Motor den wir (mein Vater, dann ich) nach 50.000km die Zylinder tauschen lassen. Der Motorbauer hat aus unerfindlichen Gr&uuml;nden auf halboffen umger&uuml;stet. Also der Schlauch f&uuml;r die Gase nach unten ins Freie und der Schlauch f&uuml;r das &Ouml;l in den R&uuml;cklauf vom Zylinderdeckel. War auch immer ein &Uuml;berdruck da - in Bardonnechia ist sogar w&auml;hrend dem Treffen der R&uuml;cklaufschlauch geplatzt !!!&nbsp;&nbsp; Alle Experten konnten sich &uuml;ber Jahre hinweg das Ph&auml;nomen nicht erkl&auml;ren.</p>
<p>Was viele getunte Motoren haben, sind Entl&uuml;ftungsschl&auml;uche von den Ventildeckeln in den &Ouml;leinf&uuml;llstutzen - ob das Dein Problem l&ouml;st?- keine Ahnung!</p>
<p>In dem &Ouml;leinf&uuml;lldeckel ist bei mir ein kleines Loch drin. Daraus schnauft der Motor immer richtig hin und her. Hast Du dieses Loch auch? Ich glaube hintendran im Deckel ist auch so eine Art Membran. (Mein Hafi ist gerade in Graz zur Bremsenkur :-))</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-10-10 11:41
        </div>
        <div class="post-body">
            <p>Hallo J&uuml;rgen,</p>
<p>vielleicht neigt Dein &Ouml;l zur Schaumbildung, was f&auml;hrst Du denn f&uuml;r ein &Ouml;l. Kann es sein da&szlig; Du zu viel &Ouml;l drin hast, manchmal simmt die Markierung am Messtab nicht, oder der Messtab ist von einem anderen Motor. Vergleich mal Dein Me&szlig;stab mit einem anderen. Aus &nbsp;meinem Handbuch geht hervor, da&szlig; die Max.Markierungen im Laufe der Baujahre mehrmals ge&auml;dert wurden.&nbsp;Eine weitere M&ouml;glichkeit ist da&szlig;, das&nbsp;H&uuml;llrohr &nbsp;zum Messtab zu weit herausragt, dann stimmt das Niveau auch nicht. Wenn meine Theorie zutrifft m&uuml;&szlig;te es so sein, da&szlig; er eine bestimmte Menge &Ouml;l "rauskotzt" dann aber der &Ouml;lstand konstand bleibt.&nbsp;</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-10-10 11:59
        </div>
        <div class="post-body">
            <p>Hallo J&uuml;rgen,</p>
<p>ich hab nochmal nachgeschaut, es gab drei Messtabausf&uuml;hrungen. Die Min. Kerbe ist bei allen Gleich, die Max. Kerbe ist ,gemessen von der Unterkante des Einschraubgewindes am Griff, bei den alten&nbsp;Ausf&uuml;hrungen 116 mm und 126 mm, bei der neuesten Ausf&uuml;hrung 130 mm. Grafisch gesehen betr&auml;gt die &Ouml;lmenge bei Max &auml;lteste Ausf&uuml;hrung und Max neueste Ausf&uuml;hrung&nbsp;fast das doppelte. Ob es in Wirklichkeit fast doppelt so viel &Ouml;l ist kann man nat&uuml;rlich nicht sagen, da die &Ouml;lwanne ja nicht genau zylindrisch oder kubisch ist. Auf jeden fall haben die vom Werk sp&auml;ter die &Ouml;lmenge drastisch reduziert, vielleicht liegt da der Hund bergaben. Wann die &Auml;nderung war geht aus meinen Unterlagen leider nicht hervor.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Juergen Nigsch</strong> replied on 2009-10-10 12:42
        </div>
        <div class="post-body">
            <p>Hallo Lorenz</p>
<p>Ja das mit den Entl&uuml;ftungsschl&auml;uchen in die Ventildeckel habe ich auch schon probiert, war aber nicht sehr erfolgreich !</p>
<p>Die Membran habe ich neu, und auch richtig eingebaut ! </p>
<p>Danke J&uuml;rgen</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Juergen Nigsch</strong> replied on 2009-10-10 12:49
        </div>
        <div class="post-body">
            <p>Hallo Bernd</p>
<p>Danke ich schaue gleich mal nach wieviel &Ouml;l ich eigentlich bei min. in meinem Motor habe.</p>
<p>Lasse es sofort ab!&nbsp;&nbsp;&nbsp;Verwende &nbsp;ein 10W 40 &Ouml;l !&nbsp; Und messe sofort ob das R&ouml;hrchen vom Messtab zu weit herausen ist !</p>
<p>Danke bis bald J&uuml;rgen</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Juergen Nigsch</strong> replied on 2009-10-10 14:24
        </div>
        <div class="post-body">
            <p>Hier bin ich schon wieder !!</p>
<p>War mit dem &Ouml;l am unteren Ende des Messtabes ( ganz unten !! ) habe es dann abgelassen, es war incl. des &Ouml;ls vom Filter ca 0,75 Liter.</p>
<p>Habe also dauernd &Ouml;l verloren!! Bei viel und auch bei wenig &Ouml;l im Motor !</p>
<p>Danke Bernd</p>
<p>gru&szlig; J&uuml;rgen</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-10-10 14:54
        </div>
        <div class="post-body">
            <p>Schade,</p>
<p>w&auml;re ein L&ouml;sungsansatz gewesen. Also mu&szlig; die Ursache wo anders liegen. &Uuml;berdruck im Kurbelgeh&auml;use bei einem 2 Zyl Boxermotor ist normal. Die Kolben gehen gleichzeitig zusammen, es gibt auch keinen Ausgleich wie&nbsp;bei einem 4 Zyl. Motor wo abwechselnd ein Kolben oben und einer unten ist,&nbsp;&nbsp;also gibt es einen pulsierenden &Uuml;berdruck. Der &Uuml;berdruck kann auch nicht zu hoch oder niedrig sein, er ist einfach da. Der kolben geht hin und her, auf der einen Seite ist der Brennraum, wo eh ein h&ouml;herer Druck herscht&nbsp;und auf der anderen Seite ist das Kurbelgeh&auml;use wo der Kolben die Luft verdichtet. Durch die Hubraumvergr&ouml;&szlig;erung ist das Volumen, was der Kolben verdr&auml;ngt auch etwas gr&ouml;&szlig;er aber ich glaub das kann man vernachl&auml;ssigen. Wenn im Kurbelgeh&auml;use kein &Ouml;l sondern nur Luft w&auml;re, w&uuml;rde durch die Entl&uuml;ftung nur ein pulsierender Luftstrom austreten, da sich aber die Luft mit dem &Ouml;l vermischt, mu&szlig; an der Entl&uuml;ftung &Ouml;l und Luft getrennt werden. Also mu&szlig; da das Problem liegen. Kannst Du nicht mal zu testzwecken eine andere Entl&uuml;ftung montieren.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Juergen Nigsch</strong> replied on 2009-10-10 20:34
        </div>
        <div class="post-body">
            <p>Hallo Bernd</p>
<p>Was meinst du kann es vielleicht an den Zylinderk&ouml;pfen - Ventilf&uuml;hrungen liegen, &nbsp;habe auch immer ganz schwarze Kerzen!!</p>
<p>Habe andere &Ouml;leinf&uuml;lstutzen und andere Deckel schon&nbsp;probiert !---keine Besserung !!!</p>
<p>Habe nun einen anderen Test durchgef&uuml;hrt , habe ganz feine Stahlwolle in den &Ouml;leinf&uuml;llstutzen gesteckt, das &Ouml;l ist zur&uuml;ckgeblieben, habe dann aber einen &Ouml;lverlust beim&nbsp;Dichtungsring der Schwungscheibe realisiert!! Und das &Ouml;l war auch wieder weg !!</p>
<p>Da ich diesen Motor aus lauter Einzelteilen zusammengebaut habe, wei&szlig; ich nat&uuml;rlich &uuml;ber die Einzelteile nicht wirklich bescheid -Funktion ?</p>
<p>Kann es nicht sein, das ich eine zu hoche Verdichtung habe?? Wie kann ich dies messen???</p>
<p>Da ich die Zylinderk&ouml;pfe zugekauft habe, w&auml;re es m&ouml;glich, da&szlig; man an diesen schon etwas abgedreht hat?</p>
<p>Habe die Ventile dann eingeschliefen, und hat dannauch &nbsp;alles sehr gut ausgeschaut!</p>
<p>Kann es sein, da&szlig; man beim Ausdrehen des Motorgeh&auml;uses vieleicht auch noch die Fl&auml;che zwischen den Stehbolzen plan geschliefen hat und ich dadurch mehr Kompression habe??</p>
<p>Habe dieses Geh&auml;use im Austausch gekauft !!!</p>
<p>Fragen Fragen und nochmals Fragen!!!!!!!!!!!!</p>
<p>Bin mir schon am &uuml;berlegen, ob ich diesen Motor wieder weglegen soll und mir einen neuen mit 650ccm aufbauen soll, weil ich noch einige Motorenteile habe !!!!!!</p>
<p>Danke f&uuml;r die Hilfe, lg.J&uuml;rgen</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Anonymized20140402</strong> replied on 2009-10-11 08:30
        </div>
        <div class="post-body">
            <p>hallo j&uuml;rgen,</p>
<p>hab mir vor einigen monaten auch einen 750cm3 aufgebaut und hatte anfangs auch leichte probleme bez&uuml;glich dichtheit(bei dutzenden 650cm3 Motoren zuvor war das nie ein Problem).</p>
<p>Siehe meine Anfrage bez. &Ouml;lr&uuml;cklaufrohrdichtung die sich immer aufgel&ouml;st hat. Zudem hats beim &Ouml;leinf&uuml;llstutzen bzw. Benzinpumpe immer leicht das &Ouml;l herausgedr&uuml;ckt. </p>
<p>Die Benzinpumpe habe ich getauscht, montierte war eine von der letzten Bauserie die 3 Entl&uuml;ftungsl&ouml;cher hat. Die alten haben nur 1 Entl&uuml;ftungsloch..... Beim &Ouml;leinf&uuml;llstutzen habe ich dann zus&auml;tzlich zur Papierdichtung gen&uuml;gend Dichtungsmasse verwendet.&nbsp; Ein 7550cm3 Motor ist bez&uuml;glich Undichtheiten viel empfindlicher lt meinen Erfahrungen.</p>
<p>Dein Problem ist weitaus komplizierter und interessanter? Hast du eigentlich schonmal einen Umbau auf das geschlossene System durchgef&uuml;hrt mit dem &Ouml;leinf&uuml;llstutzen der neueren Bauart?</p>
<p>hg benedikt</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Juergen Nigsch</strong> replied on 2009-10-11 14:15
        </div>
        <div class="post-body">
            <p>Hallo Benedikt</p>
<p>Ja das w&auml;re eine M&ouml;glichkeit ein geschlossenes System zu probieren, habe aber keines, und habe auch einen Sportluftfilter drauf, somit ist die R&uuml;ckf&uuml;hrung auch ein Problem.!!</p>
<p>Was meinst du, wie verh&auml;lt sich der Motor wenn eine Ventilf&uuml;hrung lose ist???</p>
<p>Da ich immer ganz schwarze Kerzen und auch einen ganz schwarzen Auspuff habe und bei meinem zuletzt durchgef&uuml;hrten Test ( mit Stahlwolle im Einf&uuml;llstutzen--- dort dann kein &Ouml;l mehr verlohren !!)&nbsp;&nbsp; aber trotzdem einen gro&szlig;en &Ouml;lverbrauch hatte, weis ich nicht mehr wo das &Ouml;l entweichen konnte ???????????</p>
<p>Habe aber noch 650 er Zylinderk&ouml;pfe, welche ich jetzt &uuml;berhole ( kommen glaube ich sogar von dir !! ) Und schaue ob es dann besser ist !!</p>
<p>Danke f&uuml;r die Hilfe J&uuml;rgen</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Anonymized20140402</strong> replied on 2009-10-11 18:52
        </div>
        <div class="post-body">
            <p>Hallo J&uuml;rgen,</p>
<p>mit losen Ventilf&uuml;hrungen habe ich keine Erfahrung... Aber defekte Zylinderk&ouml;pfe/Ventilf&uuml;hrungen k&ouml;nnten eine akute Fehlerquelle sein. Ich gehe gerade geistig den Motorzusammenbau durch und &uuml;berlege welche Fehler man noch so machen kann, was zwar nicht direkt zusammenh&auml;ngt mit deinem Problem aber man wei&szlig; ja nie und so genau...... </p>
<p>*) die Kolben haben Pfeile welche richtung Schwungscheibe schauen m&uuml;ssen soweit ich mich erinnere! </p>
<p>*) zeigen die pleuel&ouml;ffnungen in die richtige Position?</p>
<p>*) Dichtung der &Ouml;lpumpe wird auch gerne falsch montiert, wie sieht es eigentlich aus mit dem &Ouml;ldruck????</p>
<p>*) Wie lange ist der motor schon gelaufen, bei mir war der &Ouml;lverbrauch am Anfang auch nicht gerade wenig? Siehst du am Motor eigentlich wo das &Ouml;l genau rauskommt momentan?</p>
<p>&nbsp;</p>
<p>Falls du den Umbau auf das geschlossene System probieren m&ouml;chtest, dann mail mir ich habe alle erforderlichen Teile.</p>
<p>das mit dem Sportluftfilter ist kein Problem, bei mir f&uuml;hrt die Luftr&uuml;ckf&uuml;hrung auch ins "Freie". </p>
<p>Aber wenn es das &Ouml;l wirklich beim Entl&uuml;ftungsstutzen rausdr&uuml;ckt bzw. bei einem Simmering wenn du den Stutzen verschlie&szlig;t, dann haben wahrscheinlich die Zylinderk&ouml;pfe schuld denke ich. Woher sollte sonst soviel &Uuml;berdruck herkommen??? Ich hatte leider auch noch nie ein deartiges Problem, aber ich denke du wirst das Problem sicherlich beheben k&ouml;nnen. Bitte berichte sobald du die K&ouml;pfe getauscht bzw. die alten Untersucht hast.</p>
<p>hg benedikt</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Juergen Nigsch</strong> replied on 2009-11-03 23:31
        </div>
        <div class="post-body">
            <p>Hallo Benedikt</p>
<p>Habe die Zylinderk&ouml;pfe runter, bei einer Seite hatte ich im Brennraum &Ouml;l !! </p>
<p>Und habe beim Auslassventil auf dieser Seite gesehen, da&szlig; dort &Ouml;l in den Brennraum gekommen ist!!!</p>
<p>Habe andere Zylinder &uuml;berholt (Ventille eingeschliffen) und eingebaut.</p>
<p>Die Leistung war dann super !! habe erst jetzt gemerkt wie er mit 760 ccm l&auml;uft !!!</p>
<p>Bin dann nach Hause gefahren ( wohne in Lech am Arlberg ) also 65 km ziemlich bergauf und habe dann wieder ca. 0,5 Liter &Ouml;l nachgesch&uuml;ttet !!</p>
<p>Meiner Meinung nach zuviel !!!!</p>
<p>Nat&uuml;rlich war der Entl&uuml;ftungsschlauch ganz &ouml;lig und es hat wieder rausgetropfnet!!!</p>
<p>Nun w&uuml;rde ich gerne mal das geschlossene System probieren !!</p>
<p>Kannst du mir so eines verkaufen und was w&uuml;rde es kosten ???</p>
<p>bitte mail mir</p>
<p>gru&szlig; J&uuml;rgen</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>thomas kindl</strong> replied on 2009-11-04 01:27
        </div>
        <div class="post-body">
            <p>Hallo J&uuml;rgen</p>
<p>&Ouml;l kann nur &uuml;ber die kolbenringe und &Ouml;labstreifringe in den Brennraum kommen und andererseits kann &uuml;berm&auml;&szlig;iger &Uuml;berdruck auch nur &uuml;ber die Kolbenringe ins Kurbelgeh&auml;use kommen Kompression oder Druckverlustpr&uuml;fen kann da weiterhelfen. Als&nbsp; meine Gurke auf einer Seite keine oder weniger Kompression hatte ist auch beim Rohr &Ouml;l ausgetreten.</p>
<p>Gru&szlig; thomas</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Anonymized20140402</strong> replied on 2009-11-06 20:35
        </div>
        <div class="post-body">
            <p>hallo j&uuml;rgen,</p>
<p>tut mir leid das es nicht klappt mit deinem motor!!! also wenn ich mir&nbsp;deinen letzten bericht durchlese, kann man meinen das es also&nbsp;nicht an den zylinderk&ouml;pfen liegen kann. also sind wahrscheinlich nur die zylinder/kolben noch nicht eingelaufen. ich habe kurz mit einem puch freund dar&uuml;ber gesprochen und der wu&szlig;te auch nicht woran es liegt das manche neuteile(Zylinder+kolben) &Ouml;l verbrauchen am anfang und manche nicht. hast du die anderen sachen kontrolliert (Pfeilrichtung der kolben etc.?). Falls du einen &Ouml;leinf&uuml;llstutzen der letzten Bauart samt passendes &Ouml;lr&uuml;cklaufrohr haben willst (beides 70,- eur inkl. versand) melde dich einfach bei mir, bin am wochenende zu hause.....</p>
<p>lg benedikt</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Juergen Nigsch</strong> replied on 2009-11-21 22:38
        </div>
        <div class="post-body">
            <p>Hallo Benedikt !!</p>
<p>Es funktioniert !!!!!!!!!!!!!!!!!!!!!</p>
<p>Danke f&uuml;r den &Ouml;leinf&uuml;llstutzen !!! Habe ihn montiert und bin heute 200 km gefahren, und kann es fast nicht glauben mein &Ouml;lverlust ist unter Kontrolle !!!</p>
<p>Da jetzt das &Ouml;l wieder zur&uuml;ckgef&uuml;hrt wird habe ich kein &ouml;lverspritztes Heck mehr, keine Tropfen auf meinem Abstellplatz, und kein &Ouml;l nachf&uuml;llen mehr!!!!</p>
<h3>&nbsp;Danke an alle, die mir hier in diesem Forum geholfen haben, speziell denen, die mich auf das geschlossene System gebracht haben !!!! Danke !!!!</h3>
<p>mfg J&uuml;rgen</p>
<h3>&nbsp;</h3>
        </div>
    </div>
</body>
</html>
