<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Zentralrohr </title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Zentralrohr 
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Zentralrohr </h1>
            <div class="post-meta">
                Posted by <strong>Ulli Popp</strong> on 2009-08-02 19:59
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Wartung</span>
            </div>
            <div class="stats">
                Views: 10277 | Replies: 4
            </div>
        </div>
        <div class="post-body">
            <p>Gr&uuml;&szlig; Gott,</p>
<p>kann mir bitte einer sagen, wie man das &Ouml;l im Zentralrohr wechselt? Lt. Rep.-Anleitung geh&ouml;rt da 1/2 l Getriebe&ouml;l hinein. Eine F&uuml;ll&ouml;ffnung ist vorhanden, eine Abla&szlig;schraube habe ich nicht gefunden. Nachdem ich heute nach &uuml;ber 25Jahren alle Getriebe&ouml;le gewechselt habe und gesehen habe, was trotz geringer Fahrleistung sich da so alles ansammelt, sollte auch dort vielleicht mal etwas Frisches rein.&nbsp;</p>
<p>Lb. Gr&uuml;&szlig;e aus Rosenheim&nbsp;&nbsp;&nbsp;&nbsp; Ulli</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2009-08-02 22:28
        </div>
        <div class="post-body">
            <p>Hallo Ulli!</p>
<p>Es gibt keine Ablassschraube, d.h. man kann das &Ouml;l eigentlich nur ablassen, wenn man das Zentralrohr ausbaut. Beim schottischen Haflinger meines Vaters haben wir das gemacht, im Rohr war nur noch ein dunkler Schleim. Aber da es viele Haflinger gibt, die bisher scheinbar auch ohne Zentralrohr&ouml;lwechsel gut &uuml;berlebt haben, ist das Thema offensichtlich nicht so kritisch.<br />Wenn ich mich recht erinnere, sind die W&auml;lzlager im inneren des Rohres sowieso gekapselt.</p>
<p>lG,<br />Consti</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-08-03 19:30
        </div>
        <div class="post-body">
            <p>@ Ulli und Consti!</p>
<p>Es gibt keine Abla&szlig;schraube am Zentralrohr!&nbsp; Auch mit dem Ausbau des Getriebes oder des vorderen Differentials bekommt man das alte &Ouml;l im Zentralrohr keinsfalls heraus, da die Abschlu&szlig;deckel (welche die Kugellager der Antriebswelle halten) mit Simmerringen best&uuml;ckt sind. </p>
<p>Ein gangbarer Weg ist folgende Vorgangsweise, dazu ben&ouml;tigt man zwei Auffahrtsrampen aus Winkeleisen (z.B. beim ATU oder Forstinger) zum &Ouml;lwechsel bzw. kleine Rep.) und eine einfach wirkende Absaugpumpe (&auml;hnl. Fahradpumpe, auch beim Autozubeh&ouml;r), an deren vorderer T&uuml;lle ein ca. 30 cm passender transparenter weich-PVC Schlauch befestigt ist..</p>
<p> Haflinger warmfahren, bei R&uuml;ckkehr in die heimische Garage / Hof mit dem Heck auf die Rampen fahren. Haflinger steht&nbsp;&nbsp; nun schr&auml;g, damit flie&szlig;t das &Ouml;l in Richtung zur Einf&uuml;ll&ouml;ffnung im vorderen Bereich des Zentralrohres. Zeit lassen, denn das &Ouml;l mu&szlig; auch durch das mittlere Kugellager durch (diese sind <b>nicht</b> abgedichtet, also <b>keine 2 Z Ausf&uuml;hrungen!</b>) Sodann den Verschlu&szlig; entfernen, und mittels der Absaugpumpe das Alt&ouml;l absaugen. Alt&ouml;l in vorbereitetem Kanister leeren. Das Spielchen mu&szlig; vielleicht ein, zwei mal wiederholt werden, aber so bekommt man sicher gut 90% des alten &Ouml;les heraus. Mit der gleichen Absaugpumpe (eigentlich blo&szlig; ein Kolben in einem St&uuml;ck Rohr) kann&nbsp; dann der 1/2 bzw. 3/4 Liter frisches Getriebe&ouml;l eingef&uuml;llt werden.&nbsp; Gr&uuml;&szlig;e...</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2009-08-03 20:35
        </div>
        <div class="post-body">
            <p>Servus Michael,</p>
<p>danke f&uuml;r Deinen Tip. Ist wohl besser , als eine Ablaufbohrung zu schaffen. Was g&auml;be es denn f&uuml;r ein niedrigvisk&ouml;ses vertr&auml;gliches Sp&uuml;l&ouml;l? Oder solte man es mit Diesel oder Benzin wagen? Den alten Dreck bekommt man wohl nicht einmal nach Anw&auml;rmen des Zentralrohres mit dem Hei&szlig;luftgebl&auml;se raus.</p>
<p>Sch&ouml;nen Abend&nbsp;&nbsp;&nbsp;&nbsp; Ulli</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-08-03 20:58
        </div>
        <div class="post-body">
            <p>Hallo Ulli! </p>
<p>Sofern die Verschlu&szlig;schraube immer an Ort und Stelle war, ist da sicher kein Dreck drin. Es ist nur das alte &Ouml;l vorhanden. Aber auch klar, mit den Jahren k&ouml;nnte sich etwas Kondenswasser abgelagert haben. Denke, du saugst mal das alte &Ouml;l ab und f&uuml;llst 3/4 Liter Motor&ouml;l SAE 30 ein. Das wirkt schon mal wie Sp&uuml;l&ouml;l, stellt aber die Schmierf&auml;higkeit sicher. Nach etwa 400 bis 500 Km solltest du dieses wieder absaugen und durch ebensoviel 80W90 Getriebe&ouml;l ersetzen!</p>
<p>L.G....</p>
        </div>
    </div>
</body>
</html>
