<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Haflingerfelgen neu Beschichten</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Haflingerfelgen neu Beschichten
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Haflingerfelgen neu Beschichten</h1>
            <div class="post-meta">
                Posted by <strong>Bruno Stocker</strong> on 2017-10-31 16:17
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Lack entfernen</span>
                <span class="category">Beschichtungsaufbau</span>
                <span class="category">Neulackierung</span>
            </div>
            <div class="stats">
                Views: 11719 | Replies: 4
            </div>
        </div>
        <div class="post-body">
            <p>Guten Abend</p>
<p>Ich m&ouml;chte meine Originalfelgen restaurieren, d.h. alter Belag weg, neuer Belag aufbauen.</p>
<p>Lackentfernung: was ist die beste Methode f&uuml;r diese Teile?<br />sandstrahlen?<br />ablaugen?<br />andere Methode? welche?</p>
<p>Neuer Aufbau: was ist die beste Methode f&uuml;r diese Teile?<br />glavanisch verzinken?<br />spritzverzinken?<br />normal grundieren + Decklack</p>
<p>Lacktyp:<br />1K einbrennlackieren?<br />2K einbrennlackieren?<br />pulverbeschichten?</p>
<p>Vielen Dank f&uuml;r Tipps!</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2017-12-17 19:49
        </div>
        <div class="post-body">
            <p>Hi Bruno! Wenn du die Felgen gut restaurieren willst, und zwar so da&szlig; sie &uuml;ber lange Zeit auch rostfrei bleiben, dann...</p>
<p>a) keinesfalls Pulverbeschichten. Warum? Weil diese Beschichtung keine innige Verbindung eingeht mit dem Stahl der Felgen. Sie sieht &nbsp; &nbsp; &nbsp; zwar im ersten Augenblick super sch&ouml;n aus, aber nach einiger Zeit wird das Material spr&ouml;de, l&ouml;st sich von der Stahlfl&auml;che, rei&szlig;t &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; manchmal ein und dann beginnt darunter der Rostfra&szlig;. Oder es beginnt auch so zu rosten, dann dr&uuml;ckt die Korrosion die Beschichtung &nbsp; weg vom Stahl und der Rostfra&szlig; geht hurtig weiter unter der offensichtlich intakten Beschichtung, bis da&szlig; diese dann endg&uuml;ltig an &nbsp; &nbsp;einer Kante oder anderer exponierter Stelle aufrei&szlig;t. Dann ist der Schaden aber bereits weit fortgeschritten....</p>
<p>b) bessere Variante ist....gr&uuml;ndlich Sandstrahlen. Je nach Zustand- bei starkem Rostbefall -zuerst mit Karborundum Strahlmittel, damit &nbsp; &nbsp;wird auch starke Korrosion zuverl&auml;ssig entfernt. Bei leichtem Rostbefall, oder wenn es nur um das Entfernen vom alten Lack geht, mit Glasperl-Strahlmaterial. Korngr&ouml;&szlig;en etwa 150 bis 250 my. Unmittelbar danach- bevor noch die Luftfeuchtigkeit wieder neuen Rost verursachen kann -sollte die Felge bzw. der Stahlteil sofort mit gutem Epoxygrund gespritzt werden. Die Marke ist weniger wichtig, wichtig ist nur da&szlig; eine homogene Lackschicht aufgebracht wird, sparsam spritzlackieren, aber dennoch auch auf alle Fl&auml;chen und ohne da&szlig; sich sog. Tr&auml;nen bilden. Zweckm&auml;&szlig;igerweise gleich eine hellgraue Farbe w&auml;hlen. Dieser Job sollte in einem geschlossenen Raum, zumindest bei etwa 15 bis 20 &deg;C, je h&ouml;her desto besser, gemacht werden.</p>
<p>Nach ausreichender Trocknungszeit, meist reicht da ein Tag, den/die Teile mit 2K-Autolack spritzlackieren. Und in jede abgemischte Partie ( meist ca. ein halber Becher der Spritzpistole) des Lacks zwei, drei Tropfen eines Silicon-Neutralisierers mitmischen. Es empfiehlt sich in jedem Fall, sich recht genau an die empfohlenen Mischverh&auml;ltnisse zu halten, dann wird deine Arbeit ein zufriedenstellendes Ergebnis sein. </p>
<p>Es ist ja so, da&szlig; die Felgen sehr oft eher rauher Behandlung ausgesetzt sind. Sei es da&szlig; das Rad am Randstein anstreift und da einiges an Lack abgescheuert wird, sei es da&szlig; der F&uuml;hrungsdorn der Reifenmontiermaschine vielleicht schon einige Kratzer aufweist oder da&szlig; die Spreizklemmen zu stark gegen die Felge dr&uuml;cken und dabei die Lackierung durchdr&uuml;cken....es ist also ratsam, sich eine halbe Dose des Felgenlackes und auch noch etwas vom H&auml;rter aufzuheben, um sp&auml;ter auftretende kleine Sch&auml;den mit dem Pinselchen ausbessern zu k&ouml;nnen. </p>
<p>Einbrennlackierungen, 1K-Lacke, evtl. Kunstharzlack oder &auml;hnliche Varianten....alles nicht notwendig, vergi&szlig; es!&nbsp;</p>
<p>c) &nbsp;die sicherlich allerbeste Variante ist wenn die Felge nach dem Sandstrahlen zus&auml;tzlich noch Spritzverzinkt wird. Habe ich bei VW-Transporterfelgen machen lassen. Lackiervorgang wie oben beschrieben. Sahen noch nach Jahren wie neu aus!</p>
<p>Gutes Gelingen, Gr&uuml;&szlig;e...</p>
<p>&nbsp;</p>
<p>&nbsp;<span style="font-size: 12px;">&nbsp; &nbsp;&nbsp;</span></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bruno Stocker</strong> replied on 2017-12-18 09:26
        </div>
        <div class="post-body">
            <p>Guten Morgen Michael</p>
<p>Vielen Dank f&uuml;r die ausf&uuml;hliche Beschreibung. Das hilft mir sehr. </p>
<p>Gelten diese Behandlungshinweise auch f&uuml;r Carosserieteile?</p>
<p>Ich w&uuml;nsche dir geruhsame Festtage und einen guten Start ins neue Jahr.</p>
<p>Danke &amp; Gruss</p>
<p>Bruno</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2017-12-18 16:33
        </div>
        <div class="post-body">
            <p>Freut mich Bruno, danke f&uuml;r deine Worte!</p>
<p>Nun ja, grunds&auml;tzlich gelten die beschriebenen Arbeits-Vorg&auml;nge ebenso f&uuml;r die Teile der Karosserie gleicherma&szlig;en. Es ist blo&szlig; so, da&szlig; mit Blechteilen sehr vorsichtig umgegangen werden sollte. Und zwar deshalb, weil sich diese sehr leicht "Verziehen" beim Sandstrahlen. Ich meine damit, da&szlig; man hier sehr schnell Beulen in eine vordem glatte Blechfl&auml;che hineinbekommt, die danach fast nicht mehr ausgerichtet werden k&ouml;nnen. Das passiert deshalb, weil das Strahlgut mit ziemlicher Kraft auf das Blech trifft. Dabei ensteht aber auf diesem Fleck Hitze im Blech. Diese Hitze, konzentriert auf eben den einen Fleck bewirkt da&szlig; sich das Blech zu dehnen beginnt. Es kann aber nicht frei dehnen, denn irgendwo gibt es einen Falz, eine gewinkelte Kante oder eine andere Verst&auml;rkung, deshalb muss sich das Blech ausbeulen, es kann gar nicht anders.</p>
<p>Damit so etwas gar nicht passieren kann, mu&szlig; mit Blechen so umgegangen werden, da&szlig; zum einen mit geschroteten Nu&szlig;schalen oder &auml;hnlichen weichem Strahlgut gestrahlt wird, zum andern nicht l&auml;nger als ein, zwei Sekunden auf den gleichen Fleck gehalten wird. In so einem Falle, wenn man also sehr aufpa&szlig;t, kann auch mit Karborundum-Granulat gestrahlt werden, mit reduziertem Druck jedenfalls.Je gro&szlig;fl&auml;chiger gestrahlt wird, umso besser. Wenn der Blechteil keine versteckten Hohlr&auml;ume hat, doppelte Blech&uuml;berlappungen oder dergleichen, sondern nur einfache &nbsp;gepr&auml;gte Bleche wie z.B. der Unterfahrschutz beim Haflinger, dann ist auch das Ablaugen eine empfehlenswerte M&ouml;glichkeit.</p>
<p>Allerdings sehe ich beim Puch-Haflinger weiters keinen Blechteil, der nicht den einen oder anderen angeschwei&szlig;ten ( Punktgeschwei&szlig;t ) zus&auml;tzlichen Blechteil h&auml;tte: die Frontmaske hat am oberen Rand einen Verst&auml;rkungs-Rohrbogen, und an der unteren Kante ein Versteifungsprofil, die Plattform hat die hohlen Randversteifungen, die L&auml;ngsvert&auml;rkungen unter den vorderen Sitzen, &nbsp;der Batteriekastendeckel hat die Scharniere und beim Verschlu&szlig; auch ein Verst&auml;rkungspl&auml;ttchen, die Seitenw&auml;nde haben hohle Verst&auml;rkungen ringsherum usw.&nbsp;</p>
<p>Ich habe seinerzeit bei meinem 700AP fast alle Blechteile erneuern m&uuml;ssen, da hoffnungslos verrottet gewesen, auch die Plattform ( noch eine der letzten Originalen aufgetrieben ) &nbsp; &nbsp;Habe wie beschrieben, alles sandstrahlen und danach spritzverzinken lassen. Danach -gem&auml;&szlig; Angabe in der Wagenstammkarte -alles in "Polizeigr&uuml;n", wie damals &uuml;blich bei Polizeifahrzeugen in A, neu lackiert. Als Lack habe ich 2K Lack, Fabrikat Herberts, genommen. Wollte zuerst den Job besonders gut ausf&uuml;hren und habe ein paar Teile mit 2K-Industrielack Fabrikat Rust-O-Leum lackiert. Es ist blo&szlig; so, da&szlig; hier ein Abstimmen des Farbtons fast nicht m&ouml;glich ist, da solches gar nicht vorgesehen ist.</p>
<p>An sich ist aber dieser Industrielack sehr gut, extrem haltbar und schlagfest. Allerdings etwas umst&auml;ndlicher zu verarbeiten da eher z&auml;h beim Spritzen. Also besser handels&uuml;blicher 2K-Autolack!</p>
<p>Solltest du also auch Blechteile beim Haflinger neu lackieren, noch ein Tip: nach Abschlu&szlig; der Arbeiten, aber noch vor der Montage, alle Hohlr&auml;ume, aber wirklich ALLE, gut mit&nbsp;<span style="font-size: 12px;">Hohlraumschutzwachs ( evtl. von &nbsp;Fa. Korrosionsschutzdepot, oder Fa. Mike-Sanders) oder auch Seilfett ausspritzen, und zwar so da&szlig; das Material wirklich aus allen L&ouml;chern wieder herausl&auml;uft. Bin damals, vor etwa 10 Jahren bei meinem Haflinger vorgegangen, bis heute keine Spur von irgendwelcher Korrosion.... &nbsp;</span></p>
<p><span style="font-size: 12px;">Gr&uuml;&szlig;e, sch&ouml;nen Weihnachtsabend! Michael J.&nbsp;</span></p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bruno Stocker</strong> replied on 2017-12-22 12:35
        </div>
        <div class="post-body">
            <p>Lieber Michael</p>
<p>Vielen Dank f&uuml;r Deine ausf&uuml;hrliche Beschreibung mit den Vor- und Nachteilen. Ich werden zu gegebener Zeit gerne darauf zugreifen. Die Infos habe ich bei mir abgelegt.</p>
<p>Ich w&uuml;nsch Dir geruhsame Festtage und einen guten Start ins neue Jahr. Vielleich sieht man sich mal an einem Haflingertreffen!</p>
<p>Bruno</p>
        </div>
    </div>
</body>
</html>
