<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Neue Plane mu&#223; her</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Neue Plane mu&#223; her
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Neue Plane mu&#223; her</h1>
            <div class="post-meta">
                Posted by <strong>Fischer Hans</strong> on 2009-08-22 20:39
            </div>
            <div class="stats">
                Views: 8668 | Replies: 4
            </div>
        </div>
        <div class="post-body">
            <p>Der Entschlu&szlig; dazu viel heute bei der Heimfahrt von der Alm bei st&auml;rkstem Regen. Die Plane selber ist nicht undicht(optisch grauslig). Aber &uuml;berall dort wo die Plane endet rinnt es rein. Eine neue Plane nach Vorlage der alten wird nicht funktionieren. 'Nun suche ich Detaill&ouml;sungen f&uuml;r die &Uuml;berg&auml;nge Plane an Auto. Meine undichten Stellen sind: Ober der Windschutzscheibe, Bei den T&uuml;ren am Umfang, Heck&ouml;ffnung, Unter Rahmen Windschutzscheibe, Ich glaube auch durch den Gummi von der Windschutzscheibe</p>
<p>Planenfotos sowie Detailfotos von euren Modifikationen w&auml;ren sehr hilfreich.</p>
<p>Vielen Dank f&uuml;r eure Bem&uuml;hungen! Hans F.&nbsp; </p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-09-07 20:26
        </div>
        <div class="post-body">
            <p>Keine Ideen? Keine Vorschl&auml;ge? Keine Fotos? Keine L&ouml;sungen? Urlaubszeit?</p>
<p>Haflinger sowie Reiter sind leider sehr wasserscheu.</p>
<p>Bitte bitte bitte bitte bitte um eure Mithilfe!!! Eure Edith Klinger:-)!!!</p>
<p>mfg., Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2009-09-07 22:06
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Ich wei&szlig; nicht, was du f&uuml;r eine Plane hast, aber ich finde die originalen Planen von Steyr Puch nicht schlecht. Dass Stoffplanen dort "undicht" werden, wo innen irgendwas ansto&szlig;t bzw. scheuert ist klar, aber es ist ja in der Regel nicht so, dass es dann gleich in Str&ouml;men reinrinnt. Meistens tropft es halt ein bisschen.</p>
<p>Pers&ouml;nlich fahre ich mit dem Haflinger eh nur selten im Regen... Ist meistens dann der Fall, wenn bei einem Treffen schlechtes Wetter aufkommt. Ich denke, dass es vielen anderen Haflinger-Freunden &auml;hnlich geht, die den Haflinger eher als "Spielzeug" f&uuml;r sonnige Tage ansehen.</p>
<p><br />lG,<br />Constantin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-09-08 20:20
        </div>
        <div class="post-body">
            <p>Ich fahre vorz&uuml;glich auch nur bei sch&ouml;nem Wetter. Aber bei den Sommer bin ich leider schon &ouml;fters heute bei Sonnenschein losgefahren und am n&auml;chsten Tag halb abgesoffen. Nur Tropfen w&auml;ren mir wahrscheinlich auch wurst. Im inneren ist alles patschna&szlig;. Meine Haflinger ist einer mit gerade abfallender Heckplane. Sorgen mache ich mir nur wegen der Elektrik. Die ist immer total durchn&auml;&szlig;t. Kann auf die Dauer auch nicht gut sein(Standheizung).</p>
<p>Da ich nicht wei&szlig; wie die originalen Stoffplanen bei den T&uuml;ren und am Hackteil gefertigt bitte ich um ein paar Detailfotos.</p>
<p>Vielen Dank!!</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-09-08 21:04
        </div>
        <div class="post-body">
            <p>Servus Hans,</p>
<p>so gerne ich dir helfen w&uuml;rde, aber ich hab ja nicht mal T&uuml;ren am Hafi! ;-)</p>
<p>Es regnet also serienm&auml;&szlig;ig rein, bei mir...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
</body>
</html>
