<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Gru&#223; an Michael Janczer / Schaltproblem</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Gru&#223; an Michael Janczer / Schaltproblem
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Gru&#223; an Michael Janczer / Schaltproblem</h1>
            <div class="post-meta">
                Posted by <strong>Norbert Palme</strong> on 2009-01-05 21:39
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Getriebe Schaltung Kupplung Untersetzungsgang</span>
            </div>
            <div class="stats">
                Views: 9565 | Replies: 5
            </div>
        </div>
        <div class="post-body">
            <p>Servus Michael, hast Du meine E-Mail erhalten? Es kam zwar keine gegenteilige Meldung und wir sind an meinem Schaltproblem schon dran, aber mich h&auml;tte Deine Meinung interess&iacute;ert. Oder die der Kollegen.</p>
<p>Nochmal das wesentliche in K&uuml;rze:&nbsp; Gang 1,2, R gehen nach Einstellung am Schalthebel gut.</p>
<p>Verstellschraube f&uuml;r die Federkugel von Gang 3 und 4 gelockert, Schaltung trotzdem nicht ohne Ger&auml;usch beim Einlegen. </p>
<p>Beim Rausschalten unter Last oder auch ohne Last (aufgebockt) mit Kupplung geht der 3. nur mit Gewalt raus und landet mit entsprechendem Ger&auml;usch im 4.</p>
<p>Beim Rausschalten OHNE Kupplung geht er leicht raus. </p>
<p>Mein Fahrbetrieb sah als so aus 1,2 normal, 3 mit Ger&auml;usch oder ganz langsam, 3 rausziehen, Leerlauf, Kupplung und dann 4. beim raustun vom 4. ist er dann verhungert.</p>
<p>Synchronringe, Federchen, Kugelchen, Schaltriegel neu, Getriebe&ouml;l 80/90 GL 4. Lager auch neu.</p>
<p>Jetzt w&auml;rs sch&ouml;n, wenn ein Geistesblitz den gleichen Verdacht hat wie mein Mechaniker, n&auml;mlich da&szlig; die eine Feder f&uuml;r die Kugel etwas zu kr&auml;ftig ist. </p>
<p>Synchronring 3 gegen 4 l&auml;&szlig;t sich von Hand wunderbar drehen und schiebt die Schaltriegel raus.</p>
<p>Das Schalten im Stand geht auch leicht. Nur unter Bewegung mit Kupplung geht es z&auml;h.</p>
<p>Viele gr&uuml;&szlig;e Norbert Palme</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-01-06 16:15
        </div>
        <div class="post-body">
            <p>Seit wann hast Du das Problem mit dem 3. und 4. Gang? Wer hat alle diese Teile erneuert? War das Problem vor der Reparatur da? In welchem Zusammenhang soll diese Feder und die Nicht-Synchronisierung der betreffenden G&auml;nge stehen? Ich habe dar&uuml;ber eine Zeitlang nachgedacht und habe keine Erkl&auml;rung daf&uuml;r gefunden. Die schwerg&auml;ngige Schaltung hast Du nur wenn der Motor dreht oder auch bei Stillstand des Motors? Wenn die Reifen vom Boden weg sind, der Motor rennt und Du auf die Kupplung steigst, um einen Gang zu schalten, fangen dann die R&auml;der schon w&auml;hrend dem Synchroniservorgang an zu drehen?</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e aus Salzburg</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-01-06 22:13
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Wenn da Teile getauscht wurden, mu&szlig; das Getriebe vermutlich neu ausdistanziert werden. Dazu braucht es au&szlig;er den Kenntnissen und F&auml;higkeiten ein aufgefr&auml;&szlig;tes Getriebegeh&auml;use. Michael hat eines.</p>
<p>Gr&uuml;&szlig;e</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-01-07 21:58
        </div>
        <div class="post-body">
            <p>Hallo Norbert! Die Symptome, so wie sie du darstellst, sind zum Teil widerspr&uuml;chlich. Im Zuge diverser Reparaturen von Getrieben und Motoren sind mir Dinge untergekommen, die man normalerweise nicht f&uuml;r m&ouml;glich h&auml;lt. Ein abgedroschener Werbespruch f&uuml;r&acute;s Lotto lautet: Alles ict m&ouml;glich. Und so scheint&acute;s auch bei manchem Haflinger zu sein. Habe auch schon verkehrt herum eingebaute Schaltriegel gefunden, von fehlenden Arretierkugeln, gebrochenen Federn, geborstenen Nadellagern usw. abgesehen! </p>
<p>Nun, auf ein Detail m&ouml;chte ich hinweisen als erstes: ein eingelegter Gang sollte nicht mit Gewalt (und das gilt auch f&uuml;r die Unart, beim fahrenden Fahrzeug in den Leerlauf zu schalten ohne die Kupplung zu bet&auml;tigen) herausgezogen werden bzw. in den Leerlauf geschaltet werden. </p>
<p>Was kann dabei passieren? Es ist so, da&szlig; die Gangr&auml;der auf der Trieblingswelle / am Triebling aus zwei Teilen bestehen: zum einen das eigentliche Gangrad mit der schr&auml;gen Verzahnung, zum anderen der Konusring mit den angearbeiteten Z&auml;hnchen auf welche die Schaltmuffe (den Synchronring lasse ich weg aus dieser Betrachtung) aufgeschoben wird und erst damit die betreffende Untersetzung formschl&uuml;ssig herstellt. Das Konusrad ist mit dem Gangrad &uuml;ber eine feine Verzahnung und Pre&szlig;sitz verbunden (ZF-Verzahnungsteile) . Bei zumindest zwei Getrieben fand ich die Konusringe des&nbsp; 4. und 5. Gangrades lose auf den Gangr&auml;dern. Die Ursache des Fehlers ist nachtr&auml;glich nat&uuml;rlich nicht eindeutig festzustellen, aber mit hoher Wahrscheinlichkeit wurden die Konusringe einfach durch schlampiges Schalten, sprich gewaltsam weil unter Last von ihren Gangr&auml;dern heruntergezogen. Das ist dabei die Gefahr, wenn wie du sagst, der 3.te &nbsp; nur mit ziemlicher Kraftanwendung plus Kupplungtreten rausgeht. </p>
<p>Bitte pr&uuml;fe auch, ob die Mitnehmerscheibe der Kupplung richtig eingebaut ist, andersrum w&auml;re zwar nicht gut m&ouml;glich, aber Kontrolle ist besser, sagte auch schon Lenin. Die Kupplung mu&szlig; sauber trennen bei Bet&auml;tigung, das hei&szlig;t bei aufgebocktem Fahrzeug mu&szlig; das Hinterrad mit der Hand gehalten werden k&ouml;nnen wenn&nbsp; bei laufendem Motor (Leerlauf klarerweise)&nbsp; ausgekuppelt wird. </p>
<p>Die Spiralfeder zur Arretierkugel (6,3mm) kannst du auch pr&uuml;fen: dazu mu&szlig; die M10 Wurmschraube (Schlitzschrauben, siehe auch Foto) entfernt werden, und mit einem kleinen H&auml;ckchen oder Schraubenzieher kann die Feder aus der Bohrung entnommen werden. Am besten alle drei Federn entnehmen und vergleichen. Vor dem L&ouml;sen der Wurmschrauben deren Position im Getriebegeh&auml;use (Tiefe bzw. Lage) mit Schiebelehre feststellen und notieren! M&uuml;ssen nach Einbau wieder in gleiche Position kommen. Mit Dichtmasse einbauen um &Ouml;lverlust zu verhindern. Da f&auml;llt mir noch etwas ein: in den Bohrungen der Arretierkugeln steckt ganz unten noch jeweils eine kurze H&uuml;lse aus Stahl welche zur F&uuml;hrung der Kugel dient. Nicht da&szlig; eventuell diese auch noch gegen die Schaltstange dr&uuml;ckt und diese an der Beweung beim Schaltvorgang hindert!</p>
<p>Wie schon telefon. besprochen, versuche mal das lange Schaltrohr beim Anschlu&szlig; an das Getriebe (es handelt sich bei Norberts Haflinger um ein Serie 1 &Ouml;BH-Vierganggetriebe) zu lockern und ein klein wenig zu verdrehen. Danach M8 Bolzen wieder festziehen und Schaltbarkeit pr&uuml;fen. </p>
<p>Ansonst meine ich, Getriebe ausbauen und aufmachen um zu pr&uuml;fen ob da drinnen der Fehler steckt. K&ouml;nnte u.U. die Positionierung des Schaltfingers gegen&uuml;ber den Schaltklauen sein (Vertikale Schaltwelle) oder auch eine verspannte Schaltgabel an einer der horizontalen Schaltstangen. Zu genau diesem Zweck, n&auml;mlich zur korrekten Einstellung der Schaltgabeln zu der jeweiligen Schaltmuffe wurde seitens SDP ein Getriebegeh&auml;use so aufgefr&auml;st, da&szlig; es als Spezialwerkzeug dient.</p>
<p>Bitte bleib in Kontakt! Noch ist genug Zeit bis zum 50-Jahres Treffen in Stiefern.&nbsp; Gr&uuml;&szlig;e, AP700.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-01-08 21:54
        </div>
        <div class="post-body">
            <p>Servus Freunde und vielen Dank; jetzt habem wir mal ein paar Punkte abzuarbeiten. </p>
<p>Das Problem besteht eigentlich nur im Fahrbetrieb (R&auml;der rollen aufgebockt oder bei Stra&szlig;enfahrt) mit drehendem Motor und getretener Kupplung.</p>
<p>Gru&szlig; Norbert Palme</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-01-25 12:37
        </div>
        <div class="post-body">
            <p>Servus Freunde;</p>
<p>Und er schaltet wieder!!! </p>
<p>Ich versuch mal die Ursache wiederzugeben: Eine oder mehrere Druckfedern 11,7&nbsp; (Tafel 2.10 Abb 25 und/ oder 41) war zu kurz und hat zun&auml;chst den 3. Gang zu schnell reingelassen. Warum dann nicht raus ist mir nicht ganz klar. </p>
<p>Erstaunlich allerdings, da ich alle Federn neu besorgt habe. M&ouml;glicherweise wurde doch eine neue mit einer alten vertauscht und die war evtl. etwas lahm. Die Situation "Gang will nicht raus"&nbsp; hatte ich auch bei der R&uuml;ckfahrt von Bad Ischl im Juni 2007 nach einer l&auml;ngeren Fahrstrecke im 4. Gang bei 58 km/h</p>
<p>Jedenfalls schaltet er wieder als wenn nichts gewesen w&auml;re und eigentlich w&auml;re die welt jetzt wieder himmelblau, doch ich glaube jetzt nimmt er mir die 20 Monate rumstehen &uuml;bel (versteh ich echt nicht) und hat einen weiteren Job f&uuml;r mich:</p>
<p>&Ouml;l im Kupplungsraum, siehe separater Beitrag!</p>
        </div>
    </div>
</body>
</html>
