<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Vibrationen</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Vibrationen
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Vibrationen</h1>
            <div class="post-meta">
                Posted by <strong>Heini Wild</strong> on 2010-09-18 18:05
            </div>
            <div class="stats">
                Views: 12835 | Replies: 9
            </div>
        </div>
        <div class="post-body">
            <p>Liebe Haflinngergemeinde</p>
<p>nun ist mein Haflinger (700 AP CH Armee Serie 1) TUEV-bereit.Er ist wirklich sch&ouml;n geworden und macht mir Freude (war weitgehendst zerlegt inkl.Motor und neu aufgebaut)</p>
<p>Nun mein Problem:</p>
<p>wenn ich den Motor starte ist im Leerlauf alles OK.Sobald ich Gas gebe merke ich im Fussraum starke Vibrationen welche mit der Hand vorne unter den Sitzen am Blech sp&uuml;rbar sind und es ist ein Brummen zu h&ouml;ren.(auch beim Fahren nat&uuml;rlich)</p>
<p>Ich habe den hinteren Unterfahrschutz abgelassen;sowie die Keilriemen ganz lose gespannt,sowie visuell alles abgesucht,ob irgendwo ein Blech z.B vibriert,leider finde ich nichts .</p>
<p>Hat jemand im Forum evtl.Erfahrung mit sowas oder es selbst erlebt.??</p>
<p>Vielen Dank allen im Voraus f&uuml;r Eure Hilfe.</p>
<p>PS: Ich habe viel von den Beitr&auml;gen im Forum profitiert und als Lehrling immer wieder nachlesen k&ouml;nnen.</p>
<p>Danke Danke.</p>
<p>Hoffe,demn&auml;chst bei einem kommenden Treffen anwesend zu sein und Euch kennenzulernen.&nbsp;</p>
<p>Gr&uuml;sse aus der Schweiz:Heini</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-09-20 12:12
        </div>
        <div class="post-body">
            <p>Hallo Heini,</p>
<p>bei mir hat sich mal vom L&uuml;fterrad ein Fl&uuml;gel verabschiedet, das hatte auch starke Vibrationen verursacht.</p>
<p>Ferner kann ein verschlissener Verteilernocken f&uuml;r unrunden Motorlauf verantwortlich sein, wenn die beiden Z&uuml;ndzeitpunkte versetzt sind.</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Heini Wild</strong> replied on 2010-09-21 11:42
        </div>
        <div class="post-body">
            <p>Zusatz:</p>
<p>ich stelle fest,dass beim Gebl&auml;se 1/20 Ersatzteil No. 501.1.0663 Bild 15 der Gummi (Abdichtung )fehlt.</p>
<p>K&ouml;nnte dies die Ursache sein ???</p>
<p>Leider habe ich keinen solchen Gummi zum ausprobieren.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-09-21 13:25
        </div>
        <div class="post-body">
            <p>@ Heini!</p>
<p>Nein, der Gummiring dient blo&szlig; zur Abdichtung, damit die K&uuml;hlluft nicht dort schon abhauen kann. Es kann vielleicht zu einem bi&szlig;chen Klappern der L&uuml;fterhaube f&uuml;hren.&nbsp; </p>
<p>Nun ein paar d&auml;mlich scheinende Fragen, aber aus deiner Anfrage geht einiges nicht klar hervor:</p>
<p>Bist du schon VOR dem Neuaufbau des Motors mit dem Haflinger gefahren?&nbsp; Hast du damals Vibrationen bemerkt?&nbsp; Hast du vielleicht eine neue oder eine andere Kurbelwelle eingebaut? &nbsp; Hast du neue Kolben eingebaut&nbsp; ( ohne zu pr&uuml;fen ob die Kolben gleiches Gewicht haben) ? &nbsp; Hast du die Schwungscheibe herunten gehabt?&nbsp;&nbsp; Hast du die Kupplungsdruckplatte herunten gehabt,&nbsp; bzw. ( da dies wahrscheinlich ist)&nbsp; -hast du die Kupplungsdruckplatte so eingebaut da&szlig; die 3 Pa&szlig;stifte im Schwungrad genau in die dazu vorgesehenen L&ouml;cher in der Druckplatte gegangen sind?&nbsp;&nbsp; Weiters.... da du sicher den Dynastarter / L&uuml;fterrad herunten hattest, hast du darauf geachtet da&szlig;&nbsp; a) der Pa&szlig;stift im Motorgeh&auml;use im Bereich der Lagerfl&auml;che des Statorgeh&auml;uses vorhanden war und nicht viellicht verloren ging&nbsp; und da&szlig;&nbsp; b) das Statorgeh&auml;use beim Anbau an das Motorgeh&auml;use mit der dazu vorgesehenen Bohrung in den Pa&szlig;stift einrastete BEVOR du das Spannband zur Befestigung festgezogen hast? </p>
<p>Du mu&szlig;t eben alle M&ouml;glichkeiten &uuml;berpr&uuml;fen wo Unwucht entstehen k&ouml;nnte.&nbsp; Hatte einmal eine Kurbelwelle im Motor, bei der der Pa&szlig;rand zur Zentrierung des Schwungrades um 0,15mm excentrisch zum Lagerzapfen war. Scheint kein gro&szlig;er Fehler, hat aber Vibrationen verursacht ab ca. 1500 Umin. Mike</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Heini Wild</strong> replied on 2010-09-22 14:17
        </div>
        <div class="post-body">
            <p>Lieber Michael</p>
<p>Vielen Dank f&uuml;r Deine Umfassende Antwort.</p>
<p>Ich beantworte wie folgt:</p>
<p>Ich habe mal probeweise unter das Leitrad des L&uuml;fters einen d&uuml;nnen Moos gummi untergeschoben und es ist deutlich besser.</p>
<p>Ich konnte vor dem Aufbau nicht mit dem Hafi fahren;er war zu desolat,jedoch beim starten des Motors und herausfahren aus der Garage ist mir damals nichts aufgefallen..</p>
<p>Kurbelwelle und Kolben wurden nicht ersetzt Schwungscheibe war runter aber wie alles am Motor von einem Kollegen der 30 Jahre bei der Armee Haflinger gewartet hatte.</p>
<p>Kupplung wurde vor meiner Zeit neu eingebaut und gem&auml;ss meinem Kollegen ist diese neuwertig (das Einzige was man an diesem Fahrzeug gemacht hatte)</p>
<p>Ich habe nur ein neues Kabel,neue Formfedern und eine neue R&uuml;ckholfeder f&uuml;r das Kabel ersetzt.</p>
<p>Der Pssstift beim Dynastarter ist vorhanden und genau im Loch.</p>
<p>Am Motor wurden neue Ventile gemacht;die Kompression ist rechts und links auf 10 von 12;also sehr gut.</p>
<p>Nochmals danke f&uuml;r die Tips und Gr&uuml;sse:Heini</p>
<p>Werde mal ein bisschen fahren und weitersehen.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-09-23 21:15
        </div>
        <div class="post-body">
            <p>@ Heini!</p>
<p>Es ist gut wenn man, so wie du, jemanden an der Hand hat der sich so gut auskennt wie dein Kollege!&nbsp;&nbsp; </p>
<p>Nun, auch die Lichtmaschine ist mit einem Pa&szlig;stift der im Spannband angenietet ist,&nbsp; am Leitrad zentriert. Auch dieser mu&szlig; exakt in das Loch im Lichtmaschinen-Geh&auml;use eingepa&szlig;t sein. Hast du eventuell einen zweiten Dynastarter oder kannst du dir einen ausborgen zumindest f&uuml;r einen Test? Da&szlig; im Dynastarter pl&ouml;tzlich eine Unwucht entsteht, ist eigentlich technisch nicht m&ouml;glich. Wenn du sonst keine M&ouml;glichkeit hast, baue mal den Dynastarter aus. Vorher auf alle F&auml;lle Batterie Minuspol abklemmen!&nbsp; Nimm dann das Abdeckband runter und sieh&acute; dir den Zustand der B&uuml;rsten an (viel Kohlestaub?&nbsp; Abstand der B&uuml;rstenhalter zum Kollektor...) Probiere ob der Anker leicht zu drehen geht von Hand oder ob es f&uuml;hlbare Hemmungen gibt ( lagerschaden...)&nbsp;&nbsp; Beim Einbau auf die richtige Lage des Spannbandes achten : M7 Schraube mu&szlig; waagrecht liegen, nicht etwa schr&auml;g-links !!&nbsp;&nbsp;&nbsp; Eine m&ouml;gliche Fehlerquelle kann die Passung der Ventilatornabe auf der Lichtmaschinenwelle sein (ausgeschlagene Bohrung, Woodrufkeil intakt? Nute in der Welle Ok? )&nbsp;&nbsp; Pr&uuml;fe auch die beiden Planfl&auml;chen an der Nabe, diese sind oft verrundet an den Kanten, evtl. neues Ventilatorrad einbauen.&nbsp; Die beiden Keilriemen m&uuml;ssen gut gespannt sein, wie &uuml;blich bei kr&auml;ftigem Daumendruck seitlich sollen sie ca. 2cm nachgeben , die Riemenscheiben d&uuml;rfen nicht etwa wackeln.&nbsp; Der Dynastarter ben&ouml;tigt, wenn alle Passungen, Auflagefl&auml;chen usw. in Ordnung sind, keinerlei d&auml;mpfende Unterlage zur Montage und mu&szlig; der Ventilator und der Dynastarter ruhig und ohne Vibration bei jeder Drehzahl laufen.&nbsp; Gr&uuml;ezi.... Mike</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Heini Wild</strong> replied on 2010-09-23 22:16
        </div>
        <div class="post-body">
            <p>Lieber Michael,</p>
<p>vielen Dank f&uuml;r Deine Mithilfe,</p>
<p>ich habe morgen mittag meinen "Spezialisten" hier,er wird mir noch die Abgaseinstellung und die Schaltstangeneinstellung machen,dann kann ich vorf&uuml;hren beim TUEV.Ich werde ihn auf Deine Empfehlungen aufmerksam machen.Ein echt grosser Tag nach so langer Arbeit.</p>
<p>Leider schaffe ich es nicht ein Foto in dieses Forum zu importieren,sonst w&uuml;rde ich mein "Schatzi" sichtbar machen.resp.wie es vor der Renovation ausgesehen hat.</p>
<p>Danke und Gr&uuml;sse:Heini</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2010-09-23 23:25
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Um den Fehler einzugrenzen, w&uuml;rde ich die Keilriemen herunternehmen und den Haflinger anschleppen. Wenn die Vibration dann weg ist, ist es definitiv der Dynastarter. Evtl. liegt es an den Distanzscheiben bei den Riemenscheiben.</p>
<p>Den Fehler zu finden, ist wie immer eine Frage der Zeit.</p>
<p>Viel Gl&uuml;ck und Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Heini Wild</strong> replied on 2010-09-26 11:12
        </div>
        <div class="post-body">
            <p>Vielen Dank allen f&uuml;r die wohlwollenden Vorschl&auml;ge.</p>
<p>Ich habe echt viel Abrieb bei den Kohlen.</p>
<p>Wenn ich ohne Dynastarter&nbsp; den Motor laufen lasse,sind die Vibrationen weg.</p>
<p>Also gehe ich nun noch einmal an die Arbeit.</p>
<p>Abgaswerte sind nun sauber eingestellt;Schaltgest&auml;nge ebenso;die G&auml;nge inkl.Kriechgang sind nun sch&ouml;n zu schalten.TUEV muss ich leider bis zum 10.11.warten;um als Veteran abgenommen zu werden sind zwei Experten n&ouml;tig und die sind scheinbar enorm ausgelastet.Daf&uuml;r&nbsp; habe ich dann 6-8 Jahre Ruhe.</p>
<p>PS:auf Schweizerdeutsch sagt man:Die Karre l&auml;uft nun wie d'SAU."</p>
<p>Ich freue mich an einem Hafi-Anlass nun auch teilnehmen zu k&ouml;nnen und danke allen f&uuml;r die Mithilfe bei den Problemen die gel&ouml;st werden mussten;ich habe als "Nichtmechaniker" viel gelernt.</p>
<p>Gr&uuml;sse:Heini Wild</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-09-27 10:19
        </div>
        <div class="post-body">
            <p>Hallo Heini!</p>
<p>Zur Info: bei eBay&nbsp; (unter "Puch Haflinger" ) steht derzeit ein Dynastarter zum ersteigern. Mindestgebot im Moment&nbsp; &euro;&nbsp; 199,-. Den Fotos nach, ist er komplett &uuml;berholt worden, d.h. Kollektor abgedreht, neue B&uuml;rsten, neue Lager. Angebot l&auml;uft noch (dzt. ist es 10:30 ) 9 Std 30 min.&nbsp; W&auml;re etwas f&uuml;r dich. </p>
<p>Gr&uuml;ezi ,&nbsp; Mike</p>
        </div>
    </div>
</body>
</html>
