<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Lenkung oder doch was anderes...</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Lenkung oder doch was anderes...
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Lenkung oder doch was anderes...</h1>
            <div class="post-meta">
                Posted by <strong>Fischer Hans</strong> on 2012-05-15 19:35
            </div>
            <div class="stats">
                Views: 11004 | Replies: 4
            </div>
        </div>
        <div class="post-body">
            <p>Mein Haflinger entwickelt bei Fahrbahnl&auml;ngsrillen zunehmend ein eigenleben. Ob es im Bereich der Lenkung liegt w&uuml;rde ich gerne zuerst pr&uuml;fen. Ben&ouml;tige aber dazu Informationen zum Pr&uuml;f- bzw. Arbeitsablauf.</p>
<p>Nach welchen Arbeitsschritten soll ich die Lenkung einstellen/pr&uuml;fen? </p>
<p>Zuerst das Lenkrad gerade stellen oder vorher die R&auml;der einstellen. Oder mu&szlig; ich irgendwo dazwischen(Umlenkhebel am Getriebe) zuerst einstellen. Welche Ma&szlig;e sind wo einzustellen?</p>
<p>Wie pr&uuml;ft Ihr die Achschenkelbolzen auf Verschlei&szlig;?</p>
<p>Hans F.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2012-05-18 22:04
        </div>
        <div class="post-body">
            <p>Servus Hans,</p>
<p>&uuml;berrp&uuml;fe doch mal, ob die gesamte Lenkung, also die 4 Schrauben unter den F&uuml;&szlig;en fest sind. Das Lenkungsspiel wird ansonsten mit der -ich glaube M10- Gewindeschraube, die stirnseitig auf dem Lenkgetriebe sitzt, eingestellt. evtl. hat sich auch die Kontermutter gel&ouml;st. Ist in der Betriebsanleitung recht gut beschrieben.</p>
<p>&nbsp;</p>
<p>Die Achsschenkelbolzen pr&uuml;fst Du durch hin- und herwackeln des Rades im Aufgbockten Zustand. Darf kein Spiel haben. Wenn Spiel vorhanden, Buchsen erneuern, evtl. auch Bolzen. kontrolliere, ob die Alud&auml;cher (da wo der Bolzen beim Reinstecken endet) nicht durchkorrodiert sind.</p>
<p>&nbsp;</p>
<p>Wengen Gr&ouml;dnertal, bitte melde dich selbst als Beifahrer an (falls noch nicht geschehen)&nbsp; Verwendungszweck Beifahrer LI- CR 81, Norbert Palme.</p>
<p>&nbsp;</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2012-05-20 22:19
        </div>
        <div class="post-body">
            <p>Servus Norbert!</p>
<p>Zur Kontrolle der Lenkstange sowie der beiden Spurstangen mu&szlig; ich das Rutschblech demontieren. Ich glaube dort spielt sich etwas ab:-)!</p>
<p>Achsschenkelbolzen sowie -buchsen sind wahrscheinlich auch ein heisser Tip. Sind die beiden Spurstangen eigentlich gleich lang?</p>
<p>Hat jemand aktuelle Ersatzteilnummern f&uuml;r die Kugelk&ouml;pfe welche dann auf die verschiedenen Anbieter umgeschl&uuml;sselt werden k&ouml;nnen?</p>
<p>Wegen Gr&ouml;dnertal: Mit den Veranstaltern habe ich bereits eine Vereinbarung getroffen(wegen Anmeldung, Bezahlung).</p>
<p>Hans F</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2012-05-27 20:06
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>schau auch mal nach ob die Diagonalstreben an allen Achsen, auch an der Hinterachse fest sind. Also am Zentralrohr und auch an den Halbachsen selbst. Bei der Lenkung k&ouml;nnte es die Lagerung des Umlenkhebels vorne am Diff sein. Schmier den mal ab ob es zumindest danach kurzfristig besser wird. Schau Dir auch mal die Halbachslagerungen an, wenn die richtig Spiel haben, kann es auch davon kommen.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2013-06-19 22:28
        </div>
        <div class="post-body">
            <p>Habe mich heute wieder mit der Lenkung besch&auml;ftigt. </p>
<p>Wie stelle ich fest wann die Lenkung(Lenkrad/Lenkstockhebel) in Stellung geradeausfahrt ist? Wie soll der Lenkstockhebel bzw der Lenkspurhebel stehen(gibt es Markierungen bzw Messpunkte)?</p>
<p>Hans F.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
