<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>drehzahlmesser zivilhaflinger</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            drehzahlmesser zivilhaflinger
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">drehzahlmesser zivilhaflinger</h1>
            <div class="post-meta">
                Posted by <strong>willizach</strong> on 2008-03-04 23:20
            </div>
            <div class="stats">
                Views: 13908 | Replies: 8
            </div>
        </div>
        <div class="post-body">
            <p>hallo!</p><p>kann mir jemand helfen herauszufinden wie oder wo die impuls/signal leitung des drehzahlmessers im zivilhaflinger (bj 1973) angeschlossen ist.</p><p>keiner meiner schaltpläne zeigt einen drehzahlmesser. der meine ist aber original, ein VDO, baugleich wie der tacho.</p><p>ich dachte die steuerleitung ist an der zündspule angeschlossen und bekommt den impuls vom unterbrecherkontakt.</p><p>nun hab ich ALLE leitungen von der zündspule abgesteckt (leitungen haben keine verbindung auch der unterbrecherkontackt ist abgesteckt) und der drehzahlmesser zeigt immer noch richtig an.</p><p>zur erklärung warum der motor läuft: ich hab eine vollelektronische zündung eingebaut mit eigener zündspule und induktiver steuerung.</p><p>wenn ihr auch keine erklärung habt muss ich das armaturenbrett abbauen und der leitung vom drehzahlmesser folgen und herausfinden wo sie hingeht.</p><p>lg</p><p>willi&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-06-01 14:09
        </div>
        <div class="post-body">
            <p>Nachdem der Motornebauer festgestellt hat das der Motor &uuml;berdreht wurde und daher die Kurbelwellenlager ausgetauscht werden mu&szlig;ten, w&uuml;rde ich gerne einen Drehzahlmesser an meinen CH-Armee-Haflinger anbringen lassen. Wei&szlig; aber nicht wo der angeschlossen werden kann. Au&szlig;erdem fehlen mir die maximalen Drehzahlen des Motors.</p>
<p>Kann jemand da&uuml;ber Auskunft geben? </p>
<p>Herzlichen Dank!</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2009-06-01 22:41
        </div>
        <div class="post-body">
            <p>CH Serie 1: 4500 U/min<br />CH Serie 2: 4800 U/min</p>
<p>Der mechanische Drehzahlregler funktioniert prinzipiell gut (falls du ihn noch drin hast).<br />Im Schubbetrieb hilft die Drosselung nat&uuml;rlich nichts, da muss man selbst aufpassen.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>willizach</strong> replied on 2009-06-01 22:56
        </div>
        <div class="post-body">
            <p>der elektronische drehzahlmesser sollte an der klemme 15 an der z&uuml;ndspule angeschlossen werden.</p>
<p>ich denke aber, dass die kurbelwellenlager nicht durch "&uuml;berdrehen" besch&auml;digt wurden. 5000U/min dreht der motor v&ouml;llig problemlos wenn alles andere in ordnung ist.</p>
<p>pr&uuml;fe bitte den &ouml;ldruck und vor allem die &ouml;ltemperatur. ich hatte mehrfache lager probleme mit motor&uuml;berhitzung. im endefekt stellte sich herraus, dass schmierbohrungen verlegt waren. seither l&auml;uft der motor absolut problemlos und ich drehe immer wieder &uuml;ber 5000 U/min und fahre sehr lange bergauf strecken.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-06-02 06:07
        </div>
        <div class="post-body">
            <p>[quote user="willizach"]zur erkl&auml;rung warum der motor l&auml;uft: ich hab eine vollelektronische z&uuml;ndung eingebaut mit eigener z&uuml;ndspule und induktiver steuerung.[/quote]</p>
<p>Dann sollte&nbsp;doch der&nbsp;Impuls f&uuml;r den DZM von dort kommen und nicht von der "stillgelegten" Z&uuml;ndung, oder? Hast du mal gepr&uuml;ft, ob er an der elektronischen Z&uuml;ndung mit dran h&auml;ngt?</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>willizach</strong> replied on 2009-06-02 11:10
        </div>
        <div class="post-body">
            <p>also nochmals zur erkl&auml;rung meines erstaunens.</p>
<p>wie ich die elektronische z&uuml;ndung eingebaut habe, hab ich ALLE leitungen von z&uuml;ndspule und unterbrecher abgesteckt und zu meinem erstaunen hat der drehzahlmesser noch immer richtig angezeigt. zu diesem zeitpunkt war die steuerleitung des drehzahlmessers NICHT mit dem daf&uuml;r vorgeshehen anschluss der elektronischen z&uuml;ndung verbunden.</p>
<p>die einzige erkl&auml;rung die ich daf&uuml;r habe ist, dass die offene steuerleitung vom motorraum zum drehzahlmesser wie eine antenne die schaltimpulse f&uuml;r die z&uuml;ndspule zum DZM &uuml;bertr&auml;gt.</p>
<p>nach dem alles funktioniert werd ich diese theorie erst beim n&auml;chsten ausbau des armaturenbrettes durch abklemmen der steuer/impuls leitung direkt am DZM nachpr&uuml;fen.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-06-02 21:05
        </div>
        <div class="post-body">
            <p>Das ist richtig. Und gerade im Schubbetrieb wirds dann gef&auml;hrlich. daher m&ouml;chte ich mir einen drehzalmesser gerne einbauen.</p>
<p>Danke f&uuml;r die Daten! Und mit dem &Ouml;ldruck und dem &Ouml;ltemeraturmesser leuchtet mir auch ein. Wird alles eingebaut. </p>
<p>Baldm&ouml;glichst!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-06-06 17:12
        </div>
        <div class="post-body">
            <p>Hallo Willi!</p>
<p>Ich halte das, n&auml;mlich unter dem Armaturenbrett die Kabel zu verfolgen, f&uuml;r die einzige M&ouml;glichkeit , dem R&auml;tsel auf die Spur zu kommen. Gibt es zu deinem Haflinger keinen Stromlaufplan (mit nachgetragenen &Auml;nderungen) ?</p>
<p>Ein analoger DZM mu&szlig; mit seiner Steuerleitung logischerweise an die Klemme 1 der Z&uuml;ndspule angeschlossen werden. Nur hier gibt es den pulsierenden Gleichstrom, der je nach Drehzahl des Motors eine niedrigere oder h&ouml;here Frequenz darstellt. Diese wird im Ger&auml;t direkt &uuml;ber einen DC / DC-Wandler an das Drehspulinstrument gegeben. Aus dem Geha&uuml;se des DZM kommen dann noch das Kabel zur 12V Versorgung der inneren Schaltung, eines zur Innenbeleuchtung und das Massekabel. </p>
<p>Deine Idee mit der drahtlosen &Uuml;bertragung....Der Motorraum ist ringsherum durch Blech abgeschlossen, der DZM ebenfalls...unwahrscheinlich. Dein Hafi wird doch keine mechan. &Uuml;bertragung haben, so wie an den britischen Roadstern aus den Sechzigern?</p>
<p>Wenn du willst k&ouml;nnte ich ja einen Tag nach Lichtenegg kommen und dir helfen. Bei der Gelegenheit sollten die elektr. &Auml;nderungen in den STP nachgetragen werden.&nbsp;&nbsp;&nbsp; Herzlichen Gru&szlig;...</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>willizach</strong> replied on 2009-06-09 08:34
        </div>
        <div class="post-body">
            <p>also &uuml;ber deinen besuch w&uuml;rd ich mich nat&uuml;rlich sehr freuen! w&uuml;rd ihn aber nicht mit einem gemeinsamen ausbau des armaturenbrettes verschwenden sondern wir k&ouml;nnten zb.&nbsp; eine strecken erkundungsfahrt f&uuml;r den herbst machen</p>
<p>mit der "drahtlosen" &uuml;bertragung hab ich eigentlich eine "anschlusslose" (aber induktive oder kapazitive) &uuml;bertragung gemeint. das geberkabel des DZM ist zwar nicht an der z&uuml;ndspule angeschlossen aber liegt im kabelbaum ca. 3 meter lang neben allen anderen kabeln. wenn man sich die welligkeit der 12v leitungen anschaut da k&ouml;nnt schon einiges &uuml;bertragen werden, insbesondere da die leitung ja offen ist.</p>
        </div>
    </div>
</body>
</html>
