<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Weber 32 ICS</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Weber 32 ICS
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Weber 32 ICS</h1>
            <div class="post-meta">
                Posted by <strong>TobiasSchwaiger</strong> on 2022-07-27 13:12
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Vergaser</span>
            </div>
            <div class="stats">
                Views: 14391 | Replies: 9
            </div>
        </div>
        <div class="post-body">
            <p>Guten Tag zusammen,</p>
<p>mein Name ist Tobi, komme aus dem s&uuml;d&ouml;stlichen Bayern und bin seit letztem Jahr Besitzer eines Haflinger - ehemalig Schweizer Armee Baujahr 1969. Nach ein paar Anfangsschwierigkeiten lief der Kleine letztes Jahr eigentlich sehr gut, bis ich im Sp&auml;therbst den Tank mal ziemlich leergefahren habe. Aufgrund des Stellplatzes vorher (Heuremise) war der Tank wohl ziemlich verdreckt. Habe ich im Winter dann sauber gemacht, gleich noch Bezinleitungen erneuert und neue Bezinpumpe (elektrisch) eingebaut.</p>
<p>Leider macht der Haflinger jetzt nach der Winterpause Probleme. Vor allem wenn er warm ist, ruckelt er beim Beschleunigen. Jetzt habe ich mich mal an einige Punkte herangemacht, die man hier so im Forum liest:</p>
<p>&nbsp;</p>
<ul>
<li>Ventile eingestellt</li>
<li>Z&uuml;ndung statisch eingestellt</li>
<li>Vergaser Schwimmer kontrolliert&nbsp;</li>
<li>Vergaser Schwimmernadelventil erneuert</li>
<li>Vergaserdeckeldichtung kontrolliert</li>
<li>Ansaugbr&uuml;cke auf Dichtigkeit kontrolliert</li>
</ul>
<p>&nbsp;</p>
<p>Soweit alles i.O. meiner Meinung nach.</p>
<p>Was ich noch nicht gemacht habe:</p>
<p>&nbsp;</p>
<ul>
<li>Z&uuml;ndung Kondensator gewechselt</li>
<li>Z&uuml;ndspule gewechselt (etwas schwierig, da gekapselt - milit&auml;risch)</li>
<li>Vergaser nochmal im Ultraschallbad reinigen</li>
</ul>
<p>&nbsp;</p>
<p>Beim Einstellen vom Leerlauf habe ich so meine Probleme, mal zu hoch, mal zu niedrieg. Dazu h&auml;tte ich jetzt auch ein paar Fragen:</p>
<p>Der Hebel f&uuml;r den beschleunigten Leerlauf im Choke-Betrieb wackelt hin und her auf der Drosselklappenwelle. Also wenn die Leerlaufdrehzahlschraube ganz locker ist, kann man den Hebel so hin und her wackeln, das der Anschlag f&uuml;r die Leerlaufdrehzahlschraube nicht mehr parallel zur Drosselklappenwelle steht. Ist das normal?</p>
<p><a href="./CommunityServer.Components.UserFiles/00/00/00/36/97/Hebel-beschleunigter-Leerlauf-parallel.jpg"><img src="./CommunityServer.Components.ImageFileViewer/CommunityServer/Components/UserFiles/00/00/00/36/97/Hebel-beschleunigter-Leerlauf-parallel.jpg-550x0.jpg" border="0" /></a></p>
<p><a href="./CommunityServer.Components.UserFiles/00/00/00/36/97/Hebel-beschleunigter-Leerlauf-schief.jpg"><img src="./CommunityServer.Components.ImageFileViewer/CommunityServer/Components/UserFiles/00/00/00/36/97/Hebel-beschleunigter-Leerlauf-schief.jpg-550x0.jpg" border="0" /></a></p>
<p>&nbsp;</p>
<p>Au&szlig;erdem hat die Drosselklappenwelle ein leichtes axiales Spiel. Ich habe au&szlig;erdem festgestellt, das im Bereich der R&uuml;ckstellfeder dort etwas Benzin rauskommt wenn vorher am Vergaser "gepumpt" wurde im Stillstand. Ich f&uuml;rchte die Drosselklappenwelle ist ausgeschlagen, oder?</p>
<p>Vielen Dank f&uuml;r Eure Hilfe</p>
<p>Tobi</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2022-07-27 15:42
        </div>
        <div class="post-body">
            <p>Servus. Ich denke der wird dir &uuml;ber die ausgeleierte Welle etwas Falschluft ziehen. Hast schonmal versucht mit Bremsenreiniger abzuspr&uuml;hen, ob sich die Drehzahl ver&auml;ndert? Dann w&uuml;sstest es sicher.</p>
<p>&nbsp;</p>
<p>LG Flo</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>JohnBennett</strong> replied on 2022-07-27 21:52
        </div>
        <div class="post-body">
            <p><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;">Apart from the obvious question of an air leak, which the post before this one tells how to check. </span><span style="vertical-align: inherit;">You can also do it using a water mister (fine spray of water, used plants indoors) - if the engine falters or dies, then you know you have an air leak into the carburetor.</span></span></span></span></p>
<p><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;">Fix would be to make sure the holes are round and not oval, make sure the shafts fit correctly with as little play as possible whilst still allowing the shafts to rotate smoothly.&nbsp;</span></span></span></span></p>
<p><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;">The other thing you mention is you are using an electric fuel pump - make sure it is not supplying fuel at too high a pressure, or the valve in the carb will leak. </span><span style="vertical-align: inherit;">Conversely, make sure it is not supplying too little pressure as then the float bowl will run dry when you apply the accelerator pedal and the engine wil chough and splutter.</span></span></span></span></span></span></p>
<p><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;">Ideal pressure is around 2 to 3psi - if your pump is too high pressure, you can buy a pressuer valve to put in line to reduce the pressure.</span></span></span></span></span></span></span></span></p>
<p>&nbsp;</p>
<p><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;">John</span></span></span></span></span></span></span></span></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2022-07-28 19:23
        </div>
        <div class="post-body">
            <p>Hallo nochmal.</p>
<p>Hast den Unterbrecherabstand kontrolliert? mit 0,4mm f&auml;hrst normal gut. Wenn n&auml;mlich der Schlie&szlig;winkel nicht stimmt kannst u.U. &auml;hnliche Symptome haben.</p>
<p>&nbsp;</p>
<p>LG Flo</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>TobiasSchwaiger</strong> replied on 2022-07-31 21:44
        </div>
        <div class="post-body">
            <p>Servus,</p>
<p>ich habe am Wochenende nochmal nachgesehen.</p>
<p>@Flo: Abspr&uuml;hen mit Bremsenreiniger hat jetzt nicht wirklich was ver&auml;ndert am Motorlauf. Ich habe aber nochmal etwas Benzin auf die Drosseklappe gegeben und das Ergebnis war wieder: Es l&auml;uft da bei der Feder Benzin raus! Ich denke mal wo Benzin rauskommt kann auch unter bestimmten Umst&auml;nden Luft reinkommen. Ich f&uuml;rchte ich werde um eine Reparatur der Drosselklappenwelle nicht rum kommen.</p>
<p>Den Unterbrecherabstand habe ich ebenfalls nochmal kontrolliert. Der passt noch immer.</p>
<p>@John: I tested the fuel pump and also the needle valve - it's all ok, the pump delivers enough fuel and the needle valve close when the float bowl presses the valve.</p>
<p>&nbsp;</p>
<p>Vlt. werde ich auch nochmal die Z&uuml;ndspule ausbauen und &uuml;berpr&uuml;fen lassen und mal die Z&uuml;ndkabel &uuml;berpr&uuml;fen.</p>
<p>&nbsp;</p>
<p>Aber schon mal vielen Dank f&uuml;r die Hilfe von Euch</p>
<p>Viele Gr&uuml;&szlig;e vom Chiemsee</p>
<p>Tobi</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>StefanGrisse</strong> replied on 2022-08-02 18:32
        </div>
        <div class="post-body">
            <p>Hallo Tobi</p>
<p>&Auml;hnlich Symthome hatte ich mit der nachger&uuml;steten Benzinpumpe. Die hatte wohl doch zu viel Druck oder alle meien ventile sind Schrott.</p>
<p>Nachdem ich wieder auf mechanische Pumpe umgestellt hatte, lief der Kleiner wieder ohne Probleme. ich nutze die E-Pumpe jetzt nur noch zum vorf&ouml;rdern vor dem Start nach l&auml;ngeren Standzeiten. </p>
<p>W&auml;re einen Versuch wert.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>TobiasSchwaiger</strong> replied on 2022-08-15 20:17
        </div>
        <div class="post-body">
            <p>Guten Abend zusammen,&nbsp;</p>
<p>heute habe ich mal wieder Zeit gehabt und den Feiertag (in Bayern) genutzt.</p>
<p>Ich habe den Vergaser ausgebaut und ein Bekannter (Werkzeugmacher) hat mal an der Welle das Radialspiel gemessen. Es ist ersten deutlich sp&uuml;rbar und liegt bei 0,2 mm bei ge&ouml;ffneter Drosselklappe, in der Leerlaufstellung hat es etwas weniger.</p>
<p>Gibt es da irgendwelche Ma&szlig;e als Vorgabe, welche nicht &uuml;berschritten werden sollen?</p>
<p>Viele Gr&uuml;&szlig;e</p>
<p>Tobi</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2022-08-18 18:28
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Wenn sich beim 32ICS das Standgas nicht einstellen l&auml;&szlig;t, liegt es meistens an einem undichten Schwimmer. Ausbauen und sch&uuml;tteln, dann h&ouml;rt man, ob Benzin drinnen ist. Auch da&szlig; bei der Drosselklappenwelle Benzin herauskommt, deutet darauf hin. Kann nat&uuml;rlich auch das Schwimmernadelventil sein.</p>
<p>Das Drosselklappenspiel ist lt. Vergasertechnik Kniezanrek bei einer Messingwelle 0,1 mm wegen der W&auml;rmeausdehnung. Bei einer Stahlwelle kein Spiel.</p>
<p>Schicke mir deine Mailadresse per PN und ich schicke die entsprechenden Seiten des Vergaserhandbuchs.</p>
<p>Gr&uuml;&szlig;e aus Graz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>TobiasSchwaiger</strong> replied on 2022-08-29 13:50
        </div>
        <div class="post-body">
            <p>So - Haflinger rennt wieder.</p>
<p>Komme gerade von einer ca. 80 Kilometer Rundtour (bergauf / bergab) zur&uuml;ck und er l&auml;uft hervorragend.</p>
<p>Was habe ich gemacht:</p>
<p>
<ul>
<li>Vergaser im Ultraschallbad gereinigt (war schon etwas dreckig)</li>
<li>Z&uuml;ndverteiler ausgebaut und gereinigt</li>
<li>Neuer Kondensator, Unterbrecher und L&auml;ufer</li>
<li>Z&uuml;ndspule getauscht (ich werde nochmal die alte Einbauen um das auszuschlie&szlig;en)</li>
<li>Vergaser Leerlauf mit CO-Messer eingestellt (so zwischen 2,5 und 3 vol%)</li>
</ul>
</p>
<p>Die Leerlaufdrehzahl habe ich jetzt mit einer Z&uuml;ndpistole die auch Drehzahl messen kann eingestellt. Der Drehzahlmesser mit Reflektor und Lichtschranke war mir zu unsicher. Zu recht - Leerlaufdrehzahl scheint stabil zu sein. Das Leck an der Drosselklappenwelle ist zwar noch immer vorhanden, aber anscheinend noch nicht so gro&szlig;, dass es zu Problemen f&uuml;hrt.</p>
<p>Noch was zum Z&uuml;ndverteiler / Kondensator: Da ich ja die milit&auml;rsche Form habe, ist der Kondensator zerst&ouml;rungsfrei eingentlich nicht rauszubekommen. Ich habe mir die Aufnahme im Z&uuml;ndverteiler etwas aufreiben lassen. Damit l&auml;sst sich jetzt der Kodensator stramm, aber per Hand rein und rausnehmen.</p>
<p>Viele Dank an alle und sch&ouml;ne Gr&uuml;&szlig;e vom Chiemsee</p>
<p>Tobi</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2022-08-30 20:46
        </div>
        <div class="post-body">
            <p>Viel Spass.</p>
        </div>
    </div>
</body>
</html>
