<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Frage zu Benzinpumpenhebel wg. elekt. Kraftstoffpumpe</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Frage zu Benzinpumpenhebel wg. elekt. Kraftstoffpumpe
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Frage zu Benzinpumpenhebel wg. elekt. Kraftstoffpumpe</h1>
            <div class="post-meta">
                Posted by <strong>Stefan Beerendonk</strong> on 2009-11-04 15:00
            </div>
            <div class="stats">
                Views: 7915 | Replies: 5
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>ich will den Haflinger auf eine elektrische Benzinpumpe umr&uuml;sten. Die Motor&ouml;fnnung f&uuml;r die Pumpe will ich durch ein angefertigtes&nbsp;Alublech verschliessen.... FRAGE : Muss der Pumpenhebel raus? Oder kann man ihn bedenkenlos " blind " mitlaufen lassen? Weil ich wollte eigenlich nicht den Motor zerlegen ;c( ...</p>
<p>Ich habe zwar noch einen Verschlussdeckel f&uuml;r die Benzinpumpen&ouml;ffnung von Rober Prokschi hier, dort ist ein Blechst&uuml;ck angeschweisst, dass den Hebel festhalten soll, doch komme ich da mit dem Einbau nicht ganz klar ... Kennt jemand&nbsp;das&nbsp;Einbauprinzip dieses&nbsp;Verschlussdeckels? Gibt&acute;s da einen " Kniff"?!?</p>
<p>Bild unter <a href="http://www.puch500.at">www.puch500.at</a>&nbsp; --&gt;&nbsp; Tuning Button dr&uuml;cken --&gt; runterscrollen auf&nbsp;&nbsp; --&gt; Bestell Nr TUP21 ---&gt; dort ist dieser Verschlussdeckel auf dem Bild oben links zu sehen ...</p>
<p>Vielen Dank f&uuml;r Eure Hilfe ;c)</p>
<p>Gruss aus dem Westerwald </p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>thomas kindl</strong> replied on 2009-11-04 18:24
        </div>
        <div class="post-body">
            <p>Hallo Stefan !</p>
<p>Warum m&ouml;chtest du so etwas genial einfaches wie eine mechanische Benzinpumpe auf kompliziert elektrisch (Kabel, Sicherung, Magnetspule, Chrashrelais usw. ) umbauen?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2009-11-04 23:26
        </div>
        <div class="post-body">
            <p>Hallo Thomas,</p>
<p>ich hab&acute;s soweit ja schon verrichtet -- bis auf das Problem mit dem Pumpendeckel --&nbsp; ... Ich war&acute;s leid bei Problemen mit der mechanischen Pumpe&nbsp; ( Undichtigkeiten der Fussdichtung, Membranwechsel, etc. ) jedes mal nach den Verschraubungsmuttern zu fischen und f&uuml;r die Demontage dieser den Drehzahlregler und diverse andere " Wegessteine " zu demontieren. Bei dem Haflinger eines Bekannten l&auml;uft&nbsp;eine elektr.&nbsp;Hardi Membranpumpe perfekt, aber er hatte bei der letzten Motorrevidierung auch den Benzinpumpenhebel vorsorglich demontiert .....</p>
<p>Gruss Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2009-11-09 13:44
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>&nbsp;</p>
<p>ich muss das Thema nocheinmal aufgreifen:</p>
<p>Was meint Ihr? Kann man den Benzinpumpenhebel " blind " (ohne mechanische Benzinpumpe und&nbsp;&Ouml;ffnung nur mit einem Deckel verschlossen)&nbsp;mitlaufen lassen? Oder sind dann Motorsch&auml;den vorprogrammiert?</p>
<p>&nbsp;</p>
<p>Danke im voraus</p>
<p>&nbsp;</p>
<p>Gruss Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-11-09 15:12
        </div>
        <div class="post-body">
            <p>Hallo Stefan,</p>
<p>ich habe beide Haflinger auf E-Pumpe umgebaut. Beim einen habe ich den Hebel,&nbsp;da der Motor eh offen war, komplett entfernt. Beim anderen habe ich den Deckel von Prokschi montiert. Die Feder dr&uuml;ckt den Hebel von der Nocke weg, so da&szlig; der Hebel sich nicht mehr bewegeb kann. Falls Du den Hebel nicht blockierst, gibt es sicher keinen Motorschaden aber es ist halt unsch&ouml;n wenn der Hebel da drinnen rumschlackert. Verwende doch einfach den Prokschi Deckel es fuktioniert einwandfrei.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2009-11-09 22:37
        </div>
        <div class="post-body">
            <p>Hallo Bernd,</p>
<p>vielen Dank f&uuml;r Deine Antwort ;c)&nbsp;&nbsp; Ich bin froh jemanden kennenzulernen der das Prokschi Teil schon einmal verbaut hat. Ich habe diesbez&uuml;glich n&auml;mlich ein paar Fragen. Da ich den Satz sozusagen zweiter Hand erworben habe, waren keine Dichtungen dabei..... </p>
<p>Wieviel mm Dichtung hast Du bei der Montage unterbaut?&nbsp;&nbsp; --&gt;&nbsp;Zwei d&uuml;nne sind auf Prokschi&acute;s Bild zusehen, aber wie dick ist die Mittellage?</p>
<p>Und leider noch eine Frage: Welchen Sinn erf&uuml;llt diese Stanzung in dem Halteblech ( Loch mit einseitiger, rechteckiger Aussparung )? Soll die den Pumpenhebel aufnehmen und fixieren? </p>
<p>Ich hatte diesbez&uuml;glich schoneinmal&nbsp;Robert Prokschi telefonisch kontraktiert. Er sagte es funktioniere nur,&nbsp; wenn ich den B&uuml;gel mit einem Gummi "fange", und dann den Deckel einsetze. Gesagt getan.... hab ich&acute;s montiert und anschliessend den Motor per Hand durchgedreht... Da ich ein schlechtes Gef&uuml;hl hatte, demontierte ich den Deckeleinsatz nocheinmal und musste feststellen, das der Halteb&uuml;gel in einen stark ver&auml;nderten Winkel verdr&uuml;ckt war ;c( </p>
<p>Seitdem habe ich dieses "&nbsp;schlechte Gef&uuml;hl " bez&uuml;gl. des Einbau&acute;s.&nbsp; --- Hast Du auch einen Gummizug benutzt? Gibt &acute;s vielleicht einen anderen Trick?</p>
<p>Vielen Dank f&uuml;r Deine Hilfe!</p>
<p>Gruss Stefan</p>
        </div>
    </div>
</body>
</html>
