<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Haflinger - Motortuning</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Haflinger - Motortuning
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Haflinger - Motortuning</h1>
            <div class="post-meta">
                Posted by <strong>MarkusMackinger</strong> on 2010-05-31 11:47
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Motortuning</span>
            </div>
            <div class="stats">
                Views: 18257 | Replies: 3
            </div>
        </div>
        <div class="post-body">
            <p>Hallo Haflingergemeinde,</p>
<p>da ich auch gerade beim Zusammenbau meines 64'er 700AP mit komplett &uuml;berarbeitetem Fahrgestell und neu aufgebautem Aufbau bin m&ouml;chte ich den Motor nicht ganz ausser Acht lassen, obwohl dieser bis zur Demontage gute Dienste geleistet hat. Ich &uuml;berlege also aus einem meiner Ersatzmotoren einen &uuml;berholten Motor aufzubauen und diesen eventuell etwas in der Leistung zu steigern. Man liest immer wieder von 750ccm Motoren mit etwa 50PS. Hat von Euch jemand Erfahrung mit solchen Motoren bzw. mit dem Aufbau solcher Motoren? Macht das Getriebe bei solchen "brachialen" Kr&auml;ften &uuml;berhaupt noch mit? Macht so etwas bei einem Haflinger &uuml;berhaupt Sinn (vermutlich nur mit einem 75kmh Zahnradsatz)? Ich w&auml;re &uuml;ber Hinweise bzw. Erfahrungsberichte sehr dankbar und falls jemand eine "Tuninganleitung" zu diesem Thema hat bin ich dar&uuml;ber ebenfalls sehr dankbar.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2010-05-31 22:47
        </div>
        <div class="post-body">
            <p>Hallo Markus,</p>
<p>also im besten Falle kann ich mein geringes Wissen als Hinweis verkaufen: Ich bin vor zwei Jahren bei einem Bekannten mit einem 823er CH-Hafi mit ca. 40PS gefahren. Das war eine Rakete f&uuml;r meine Hafiverh&auml;ltnisse! Nicht zu vergleichen mit einem Serienhafi, richtiges Spa&szlig;ger&auml;t. Bei den Schneerallyes sind teils Hafis mit deutlich &uuml;ber 50PS unterwegs. Sind dann aber furchtbare Drehorgeln, im Gegensatz zu diesem 823er, der einen vollbesetzten Hafi in niedrigster Drehzahl noch &uuml;ber eine Kuppe gewuchtet hat...</p>
<p>Und in Graz hab ich schon ab und an aufgeschnappt, dass 40PS wohl ein haltbarer Kompromiss werden. Belegbare Erfahrungen habe ich keine, daher nat&uuml;rlich nur von geringem Wert...</p>
<p>Mehr zum Motor weiss Lorenz Rohde, der auch ab und an hier tippt...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>MarkusMackinger</strong> replied on 2010-06-01 14:23
        </div>
        <div class="post-body">
            <p>Hallo Stefan,</p>
<p>&nbsp;</p>
<p>vielen Dank f&uuml;r Deinen Erfahrungsbericht! Ich vermute ebenfalls dass ein Tuning wie es bei den 650TR gemacht wird, welches haupts&auml;chlich Richtung Drehzahl zielt, wenig bringt bei einem Haflinger. 40PS scheint mir auch ausreichend zu sein da es prim&auml;r darum geht die H&ouml;chstgeschwindigkeit im 4. (5.) Gang auf quasi ebener Fahrbahn voll beladen einfach halten zu k&ouml;nnen.</p>
<p>Gru&szlig;, Markus</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2010-06-02 08:14
        </div>
        <div class="post-body">
            <p>Hallo Markus,</p>
<p>ich habe vor guten 2 Jahren einen 823 ccm Motor bei Joe M&uuml;ller (KFZ M&uuml;ller in D&ouml;rfles(Marchfeld) bei Wien) bauen lassen. Da ich ein vorsichtiger Mensch bin, habe ich meinen originalen 27 PS Motor, der an sich auch ziemlich verschlissen ist, nicht aus einander gerissen um zur Not noch wenigstens einen Motor zu haben der funktioniert. Ich habe die Teile f[r den neuen Motor aus aller Herren Lnder yusammengesucht. Das w&uuml;rde ich heute nicht mehr machen. Ich w&uuml;rde den 27 PS Motor zum 823 umbauen lassen, weil ich jetzt weis dass der 823 gut funktioniert. - nur bei extremer K&auml;lte musst Du aufpaassen, dass die Batterie und der Starter ok snd, sonst wird es mit dem Starten schwer. </p>
<p>Wir hatten das Thema neulichst schonmal, meiner Meinung nach ist ein Haflinger mit der 58 oder 64 km/h &Uuml;bersetzung am besten. Wenn man nicht nur im Hochgebirge ist und vorallem auch mit dem 823 gerne auch mit dem 5 Gang der CH Haflinger bei denen der 5. Gang etwas l&auml;nger ist, da schaffst Du auch zwischen 65 und 70 dauerhaft auf der Stra&szlig;e. - Das Gaspedal ist dann auf der ebene ca. halb getreten.</p>
<p>Der Preis f&uuml;r den reinen Zusammenbau ist bei Joe ziemlich fair und die Teile m&uuml;sstest Du sowieso zum Motorenbauer bringen.<br />Ich w&uuml;rde einen Motor von Dir opfern, die wichtigen Teile alle richtig s&auml;ubern, den 32 NDIX Vergaser &uuml;berholen lassen und das Ganze zu Joe bringen. Das Haauptproblem ist f&uuml;r Dich eine neue Kurbelwelle zu beschaffen und die richtigen echten Lager dazu. Bei den Pleuel w&uuml;rde ich nicht lange rum machen und die teuren Arrows von Joe nehmen. Bei den K&ouml;pfen hatte er damals lieber welche vom 500 ccm Motor, die kann er scheinbar besser auf die neuen Kolben anpassen. Der Z&uuml;ndverteiler muss von Joe &uuml;berholt werden, da hier auch die Z&uuml;ndverstellungskurve ver&auml;ndert werden muss. Eine speziell ver&auml;nderte Nockenwellen mit Zeiten f&uuml;r den 823 wird auch verbaut. Joe hat da mittlerweile ein sehr gro&szlig;es Know How was den getunten, drehmomentstarken Puch Motor betrifft. Joe ist mit seinem Tagesgesch&auml;ft als Cheffe des Bosch Dienstes/ Korossieriebau/ Lackiererei schon sehr besch&auml;ftigt, also wenn Du Ihm und Dir helfen willst, machst Du die Teile vorher schon richtig sauber, dann ist es der Motor hinter her auch.</p>
<p>Bei der Benzinpumpe ist es so eine Sache. Eine Elektrische ist nicht schlecht, sollte aber eine speezielle Vergaserpumpe sein. (z.B. von Hardi) Ein System mit R&uuml;cklauf hat sich bei mir nicht bew&auml;hrt. Die mechanische Originalpumpe hat von 1985 bis 2008 ohne Probleme auch funktioniert.</p>
<p>Hier noch der Link zu KFZ M&uuml;ller: http://www.bosch-service.at/content/language1/html/bs.asp?id=907168&amp;actiontype=setcookie<br />(der richtige Link geht gerade nicht&nbsp; :-(&nbsp;&nbsp; )</p>
<p>&nbsp;</p>
<p>Gru&szlig;</p>
<p>Lorenz</p>
<p>P.S. Je nach dem was mit seinem Haflinger vor hat, ist es aber auch durchaus eine Alternative einfach den Originalmotor wieder richtig herrichten zu lassen. Denn eines ist sicher, ganz so ruhig, sanft und problemlos wie der 22,5 PS Motor der ersten Serie laufen die anderen nicht wirklich. - und als die Schneerally noch wirklich ein Rennen auf Zeit war, hat oft ein 27 PS Haflinger und ein 24 PS CH Haflinger gewonnen ... obwohl die Drehyahlmonster schon vor Ort waren.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
