<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>wegfahrsperre 2</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            wegfahrsperre 2
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">wegfahrsperre 2</h1>
            <div class="post-meta">
                Posted by <strong>MichaelMeier</strong> on 2011-05-19 15:12
            </div>
            <div class="stats">
                Views: 15986 | Replies: 12
            </div>
        </div>
        <div class="post-body">
            <p>Hallo</p>
<p>Nun stelle ich die Frage nach einer Wegfahrsperre das zweite Mal, da ich gesperrt wurde weil mein Username falsch war ( war zu faul die Nutzungsbedingungen durchzulesen...^^)</p>
<p>&nbsp;</p>
<p>Also, gibt es eine M&ouml;glichkeit, eine Wegfahrsperre f&uuml;r einen Hafi 700AP zu basteln/kaufen.</p>
<p>W&uuml;nschenswert w&auml;re es, schnell ein Rad blockieren zu k&ouml;nnen.</p>
<p>Der Sinn ist jetzt weniger Diebstahlschutz, sonder Schutz gegen Wegrollen, falls mal ein Wizbold Gang und Handbremse rausnimmt</p>
<p>Lg</p>
<p>Michael</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>MichaelMeier</strong> replied on 2011-05-22 11:35
        </div>
        <div class="post-body">
            <p>Keiner eine Idee?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-05-22 13:33
        </div>
        <div class="post-body">
            <p>Hallo Michael ! </p>
<p>Wenn du eine der modernen Wegfahrsperren ( bei Audi, BMW&acute;s, Mercedes usw. ) meinst, da ist beim Haflinger nix zu machen. Diese Wf.Sperren blockieren &uuml;ber Potfreie Kontakte das Steuerger&auml;t des Motors ( Einspritzanlage / Z&uuml;ndung ), da alle variablen Parameter zum Betrieb des Motors aus diem Steuerger&auml;t generiert werden. </p>
<p>Um den Haflinger einigerma&szlig;en gegen unbefugte Inbetriebnahme zu sichern fallen mir ad-hoc 4 M&ouml;glichkeiten ein :</p>
<p>a) Einbau eines Magnetventils in die Benzinleitung zw. Tank und Wasserabscheider (erh&auml;ltlich bei z.B. Limora.de, guter Schutz )</p>
<p>b) Einbau eines Batterie-Trennschalters der den Minuspol der Batt. isoliert (erh&auml;ltlich bei z.B. Kabel-Schmid.de, sehr wirksam, u.a. guter Schutz gegen Kabelbrand)</p>
<p>c) Einbau eines schl&uuml;sselbet&auml;tigten Ventils in die Bremsleitung (erh&auml;ltlich bei z.B. www.2cvclub.com&nbsp; unter "antivol hydraulique" ) Hier gen&uuml;gt abziehen des Schl&uuml;ssels, bet&auml;tigen der Taste und niedertreten des Bremspedals, alle R&auml;der sind blockiert. Gleichzeitig wird die Spannungsversorgung der Z&uuml;ndung unterbrochen.( teure aber perfekte high-end L&ouml;sung)</p>
<p>d) Sperrb&uuml;gel zwischen Lenkrad und Bremspedal einh&auml;ngen ( erh&auml;ltlich bei Forstinger, ATU-Unger, Birner usw., primitiv aber doch wirksam)</p>
<p>Gr&uuml;&szlig;e, AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2011-05-22 17:10
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Um das Herausnehmen von Gang und Handbremse zu verhindern... hmm. Ich verstehe deinen Gedankengang, habe aber selbst &uuml;ber diesen Fall noch nicht nachgedacht! Ich glaube, beim Ganghebel kann man wenig machen, au&szlig;erdem w&auml;re es sicherer, die Handbremse irgendwie zu fixieren.</p>
<p>Vielleicht k&ouml;nnte man sich eine Stahlkonstruktion ausdenken, die man mit einem Vorh&auml;ngeschloss an der Handbremse anbringt und die das Bewegen des Hebels in die gel&ouml;ste Position verhindert? Nur so eine Idee..</p>
<p>LG,<br />Consti</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2011-05-22 20:41
        </div>
        <div class="post-body">
            <p>Was da gehen k&ouml;nnte:</p>
<p>In den Knopf von der Handbremse eine kleine Bohrung und ein Vorh&auml;ngeschlo&szlig; reinmachen. Ich weis nur nicht, wie weit die Feder bis in den Knopf zur&uuml;ckgeht und hier st&ouml;ren k&ouml;nnte.</p>
<p>ich klemme immer die Batterie ab, und mein Batterikasten hat ein Zylinderschlo&szlig;.&nbsp; Meine Polschrauben sind mit einem "schwarzen Handrad" ultra- komfortabel zu bedienen. Der ganze Vorgang dauert weniger als 15 sec.</p>
<p>Gut- wegschieben k&ouml;nnte man ihn immer noch....</p>
<p>Gru&szlig; norbert</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2011-05-22 21:35
        </div>
        <div class="post-body">
            <p>Wie w&auml;r's mit einer fixierten Kappe &uuml;ber dem Handbremshebelknopf, damit dieser im angezogenen Zustand nicht bet&auml;tigt werden kann?<br />Gru&szlig;</p>
<p>&nbsp;</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2011-05-22 22:08
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Das mit dem Handbremsknopf klingt gut... wie auch immer es im Detail aussehen mag. Der Kunststoff-Druckknopf hat ein Innengewinde und ist auf die Ausl&ouml;sestange aufgeschraubt, die im inneren des Handbremshebels liegt.</p>
<p>Einen originalen Druckknopf anzubohren w&auml;re meiner Meinung nach schade, au&szlig;erdem ist glaube ich nicht genug Platz, um z.B. eine Bohrung f&uuml;r ein Vorh&auml;ngeschloss anzubringen. Man k&ouml;nnte aber recht einfach einen l&auml;ngeren Knopf drehen und dort ein Schloss anbringen.</p>
<p>LG,<br />Consti</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>MichaelMeier</strong> replied on 2011-05-24 13:11
        </div>
        <div class="post-body">
            <p>Danke erstmal f&uuml;r die Rasche Antwort.</p>
<p>@<strong><a href="../members/Michael-Janczer/default.aspx">Michael Janczer</a></strong></p>
<p>Die M&ouml;glichkeit c) kling f&uuml;r mich gut, nur ich kann aus irgendeinem Grund auf der Website diesen Artikel nicht finden...</p>
<p>W&auml;re nett, wenn du mir einen Link schicken k&ouml;nntest.</p>
<p>LG Michi</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>MichaelMeier</strong> replied on 2011-05-24 13:14
        </div>
        <div class="post-body">
            <p>Hallo</p>
<p><strong><a href="../members/ConstantinKiesling/default.aspx">@Constantin Kiesling</a></strong></p>
<p>Es m&uuml;sste jetzt gar nicht das rausnehmen der Handbremse verhindert werden, sondern eher das damit verbundene Wegrollen</p>
<p>Lg</p>
<p>Michi</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-05-25 21:28
        </div>
        <div class="post-body">
            <p>@ Michael &amp; Consti! &nbsp;</p>
<p>Die URL des 2CV-Club in Cassis = &nbsp;www.mehariclub.com &nbsp; &nbsp; &nbsp;Habe soeben die Webseiten dort recherchiert, tats&auml;chlich findet sich das schl&uuml;sselbet&auml;tigte Ventil / Schalter nicht in den emtsprechenden Seiten ( Antivol) . Im Papier-Katalog ist das aber dargestellt und angeboten unter der Artikelnummer &nbsp;1900000 in der Ausf&uuml;hrung f&uuml;r Bremsfluid DOT 3 oder 4 ( Lockheed). Preis..... &euro; 741,-&nbsp;</p>
<p>Billiger w&auml;re ein neuer Knopf aus Alu oder wei&szlig;em Kunststoff im Handbremshebel, der ein Querloch aufweist, und wo ein Vorh&auml;ngeschlo&szlig; mit langem B&uuml;gel hindurchgesteckt werden kann, soda&szlig; es nicht m&ouml;glich ist, &nbsp;den festgezogenen Handbremshebel zu l&ouml;sen. Eine Variante dessen k&ouml;nnte so aussehen da&szlig; auch der Griff des Handbremshebels ein Querloch hat, damit k&ouml;nnte der Druckknopf gleich mit dem Griff fest arretiert sein. &nbsp;Ob eine solche L&ouml;sung allerdings die Puristen unter unseren Haflingerfreunden zufriedenstellen kann, das wage ich zu bezweifeln!</p>
<p>Gr&uuml;&szlig;e; Mike J.&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>MichaelMeier</strong> replied on 2011-05-25 22:11
        </div>
        <div class="post-body">
            <p>Danke nochmal, ist wirklich etwas teuer. Ich denke ich werde einmal die Handbremsenknopfvariante probieren, denke nicht, dass das so st&ouml;rend ist.</p>
<p>Gr&uuml;&szlig;e Michi</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>MichaelMeier</strong> replied on 2011-06-26 13:09
        </div>
        <div class="post-body">
            <p>Hallo</p>
<p>Wollte mich nur noch eimal bedanken und euch sagen, dass ich den Handbremsknopf gedreht habe. Diese Variante funktioniert super, kann ich jedem empfehlen.</p>
<p>Allerdings muss man den Knopf gar nicht verl&auml;ngern, da das Loch eh am unteren Rand sein muss (ich habe ihn nur un 4mm l&auml;nger gemacht)</p>
<p>Vielen Dank nochmal</p>
<p>Gr&uuml;&szlig;e Michi</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Georg Schmeja</strong> replied on 2011-07-24 14:36
        </div>
        <div class="post-body">
            <p>&nbsp;</p>
<p>Hallo Michael</p>
<p>Ich finde die Idee mit dem adaptierten Handbremsknopf gut und &uuml;berlege mir auch sowas - w&uuml;rdest du mir ev. ein Foto oder eine Skizze zusenden.</p>
<p>Vielen Dank im Voraus</p>
<p>Georg</p>
        </div>
    </div>
</body>
</html>
