<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Restauration E-Anlage</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Restauration E-Anlage
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Restauration E-Anlage</h1>
            <div class="post-meta">
                Posted by <strong>Fischer Hans</strong> on 2010-01-02 16:30
            </div>
            <div class="stats">
                Views: 16269 | Replies: 11
            </div>
        </div>
        <div class="post-body">
            <p>so wie meine e-anlage ausschaut ist sie gro&szlig;teils noch die originale so wie ein paar kabel die nachtr&auml;glich bei reparaturen und umbauten dazu kamen. also fast ein kabelsalat. die alten kabeln sind ausser dem schon recht br&uuml;chig.</p>
<p>wer kann mir zu einer neuverkabelung tipps geben. die neue verkabelung soll zumindest so weit dicht sein, damit ich den haflinger auch ohne dach im regen stehen lassen kann oder mit den gartenschlauch den dreck runter waschen kann. f&uuml;r erweiterungen soll ebenfalls noch kabeln frei bleiben(&ouml;ldruck, &ouml;ltemperatur, drehzahlmesser, sonstiges?). gibt es elektrotechnische bzw. sicherheitstechnische &auml;nderungen die zu ber&uuml;cksichten sind? einen kopie von einer kopie aus dem werkstatthandbuch besitze ich kann aber darauf leider keine details mehr erkennen.&nbsp; </p>
<p>Hans F.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-01-02 17:35
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Ich habe verschiedene Haflinger Schaltpl&auml;ne. Was f&uuml;r eine Haflinger-Ausf&uuml;hrung hast du? Um was f&uuml;r ein Baujahr handelt es sich?</p>
<p><br />sch&ouml;ne Gr&uuml;&szlig;e,<br />Consti</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-01-02 19:35
        </div>
        <div class="post-body">
            <p>Zivil. Tank hinten, 1500 Radstand. Mit Standheizung. Baujahr 67(glaube ich) Typengenehmig 64. Einen Sicherungskasten vorne. Ohne Tankgeber. Ohne Warnblinker, ohne Nebelschlu&szlig;leuchte sowie ohne Nebel- oder Breitstrahler, keine Heckscheibenheizung, keine Sitzheizung oder Lenkradheizung. Kein R&uuml;ckfahrwarner/Kamera. Noch keinen Drehzahlmesser, &Ouml;ltemperaturgeber, &Ouml;ldruckgeber. Keinen Anlassknopf sonder mit dem Z&uuml;ndschl&uuml;ssel so wie ein PKW. Mit Anh&auml;ngersteckdose.</p>
<p>Ich hoffe Du weist jetzt was ich f&uuml;r eine Ausf&uuml;hrung habe.</p>
<p>Winterliche Gr&uuml;&szlig;e!! Hans F.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Binder</strong> replied on 2010-01-03 17:23
        </div>
        <div class="post-body">
            <p>Servus Hans,</p>
<p>ich habe ebenfalls einen&nbsp;700AP Zivil mit Tank hinten Baujahr 1965. Schaltplan dazu h&auml;tte ich. Habe meinen Kabelbaum neu mit Original Farben und</p>
<p>Querschnitten nachgebaut. Ich h&auml;tte einen originalen,alten Kabelstrang, aber den habe ich gerade an ein Forenmitglied verliehen.</p>
<p>Momentan verkable ich gerade einen Steyr Puch Kombi meines Bekannten. Die Elektrik ist fast identisch wie die vom zivil Hafi.</p>
<p>Du kannst mich bei Fragen und Tips gerne jederzeit anrufen: Tel. 0049(0)8405/913005, E-Mail: <a href="mailto:Binder_Stefan@web.de">Binder_Stefan@web.de</a></p>
<p>Gru&szlig; aus Oberbayern</p>
<p>Binder Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2010-01-03 21:47
        </div>
        <div class="post-body">
            <p>Servus Hans,</p>
<p>Besorg Dir den Original - Schaltplan, vergr&ouml;&szlig;ere ihn und mal als erstes die einzelnen Kabellienien in den Kabelfarben nach. Erh&ouml;ht die &Uuml;bersichtlichkeit. Eine weitere M&ouml;glichkeit ist das Ausbauen des kompletten Stranges, die Fixierung an Atrappen und den Strang nachbauen. Beim Anklemmen dann sch&ouml;n der Reihe nach vorgehen (mit Hilfe des Schaltplanes) und die Funktionen sofort testen.</p>
<p>Bei den Kabell&auml;ngen bin ich vom Original abgewichen, d.h. meine sind grunds&auml;tzlich l&auml;nger. Mein Armaturenbrett kann ich im angeklemmten Zustand ganz bequem auf der Nase des Haflingers ablegen, ein Traum zum montieren.</p>
<p>Ebenfalls empfehelenswert: die Kabel beschriften, in der N&auml;he des Verbrauchers und vor allem vorn am Armaturenbrett.</p>
<p>Gru&szlig; Norbert Palme</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-01-04 18:38
        </div>
        <div class="post-body">
            <p>Danke f&uuml;r die vielen Antworten! Ohne den richtigen Plan sinnlos. Daher warte ich auf die Antwort von Constantin. Was gibt es f&uuml;r die Konservierung der neuen Verbindungen und Stecker usw. </p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2010-01-04 20:12
        </div>
        <div class="post-body">
            <p>Ich habe die Kabelenden "altmodisch" gel&ouml;tet und eingeklemmt, bzw Flachstecker aufgel&ouml;tet und anschlie&szlig;end mit Schrumpfschl&auml;uchen versehen. Es kann zwar sein, da&szlig; die modernen Quetschverbinder besser sein sollen, aber die brauchen auch mehr Platz und Du brauchst genau die richtigen Verbinder. Es soll wohl so sein, da&szlig; die Flui&szlig;mittelr&uuml;ckst&auml;nde in der Kupferlitze die Korrosion f&ouml;rdern sollen. Aber bis jetzt war es gel&ouml;tet und wenns wieder 30 jahre h&auml;lt.....&nbsp;&nbsp; Den entstehenden Kabellbaum habe ich mit einem gro&szlig;en Schrumpfschlauch versehen.</p>
<p>Gru&szlig; Norbert Palme</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-01-05 12:36
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Sorry f&uuml;r die sp&auml;te Antwort. Habe einen Schaltplan aus einer 1965er Betriebsanleitung rausgekramt, der sollte gut passen (<a href="http://www.haflinger-4wd.com/offtopic/schaltplan-zivil-65-01.jpg">Link 1</a>, <a href="http://www.haflinger-4wd.com/offtopic/schaltplan-zivil-65-02.jpg">Link 2</a>).</p>
<p>Beachte, dass dein Haflinger als 64er originalerweise ziemlich sicher noch eine kombinierte Brems- und Blinkleuchte hinten hatte. So ist es auch im Schaltplan beschrieben. Typischerweise musste man dann noch zwei Kabel verlegen, um die gelben, separaten Blinkleuchten nach KFG 67 (in &Ouml;sterreich) nachr&uuml;sten zu k&ouml;nnen.</p>
<p><br />lG,<br />Constantin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-01-05 19:21
        </div>
        <div class="post-body">
            <p>Ah! R&uuml;ckleuchten hinten. Meine sind die runden Dreikammerleuchten. So wie sie auch heute noch gelegendlich an Auflieger oder Anh&auml;nger zu finden sind.</p>
<p>Vieleicht komme ich trotzdem mit den Schaltenpl&auml;nen zurecht.</p>
<p>Vielen Dank!</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2010-01-05 19:31
        </div>
        <div class="post-body">
            <p>Noch was. Meiner hat keinen Anlassknopf. An der Lenks&auml;ule ist ein stillgelegtes Z&uuml;ndschlo&szlig; wo noch immer ein Schl&uuml;ssel steckt. Zum Starten ist links vom Lenkrad ein Z&uuml;ndschlo&szlig; mit den &uuml;blichen Stellungen. </p>
<p>Vielleicht hast ja doch den richtigen Plan:-)!!</p>
<p>&nbsp;</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-01-06 21:21
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Kannst du mir ein paar Fotos von deinem Haflinger schicken (au&szlig;en, Armaturenbrett etc)? Und vielleicht Fzg/Fgst/Mot-Nummern? Dann kann ich mir ein besseres Bild vom Modell und vom Baujahr machen und einen entsprechenden Schaltplan raussuchen!</p>
<p>Meine Adresse ist: c punkt kiesling at haflinger-4wd punkt com</p>
<p>&nbsp;</p>
<p>lG,<br />Constantin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-01-08 11:21
        </div>
        <div class="post-body">
            <p>Hallo Hans!</p>
<p>Habe dir auf dein Email geantwortet - hoffe, das hilft!</p>
<p>LG,<br />C.</p>
        </div>
    </div>
</body>
</html>
