<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Puch Museum Graz</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section4.html">Treffen</a> &raquo; 
            Puch Museum Graz
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Puch Museum Graz</h1>
            <div class="post-meta">
                Posted by <strong>EvelynRohde</strong> on 2012-06-01 07:17
            </div>
            <div class="stats">
                Views: 5615 | Replies: 1
            </div>
        </div>
        <div class="post-body">
            <p><a href="[img]http://up.picr.de/10680391hz.jpg[/img]">[img]http://up.picr.de/10680391hz.jpg[/img]<br /></a></p>
<p>Gruss Evelyn</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>EvelynRohde</strong> replied on 2012-06-19 07:26
        </div>
        <div class="post-body">
            <p>Habe ich eben per eMail bekommen,</p>
<p>Gruss Evelyn</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>Liebe Freundinnenn und Freunde des Johann Puch-Museums!<br /><br />Am 27. Juni 2012 feiern wir den 150. Geburtstag von Johann Puch. Dazu ist f&uuml;r mich ein gro&szlig;er Wunsch in Erf&uuml;llung gegangen, was Sie vielleicht auch freuen wird. Nach mehreren Anl&auml;ufen und einigen Jahren Ringen um diese M&ouml;glichkeit ist das Johann Puch-Museum jetzt in der denkmalgesch&uuml;tzten &bdquo;Halle P&ldquo; des fr&uuml;heren &bdquo;Einser-Werkes&ldquo; untergebracht.<br /><br />Das bedeutet, wir befinden uns in einer Halle, die ab 1908 in Etappen erbaut wurde und noch heute in ihrer Substanz authentisch dasteht. In dieser Halle, wo der &bdquo;Alpenwagen&ldquo;, den wir nun wieder hier haben, hergestellt wurde, ist der Altmeister pers&ouml;nlich zugegen gewesen.<br /><br />&bull; Am Mittwoch, dem 27. Juni 2012, gibt es am neuen Standort von 10:00 bis 17:00 Uhr ein Sonderpostamt mit der Pr&auml;sentation einer Sondermarke der &Ouml;sterreichischen Post AG, die Johann Puch in der Bl&uuml;te seiner Jahre zeigt.<br /><br />&bull; Am Samstag, dem 30. Juni 2012, gibt es ab 18:00 Uhr ein Abendprogramm mit der offiziellen Er&ouml;ffnung des neu gestalteten Museums. Sie werden neben dem &bdquo;Alpenwagen&ldquo; von 1914 auch die Puch &bdquo;Voiturette&ldquo; von 1906 sehen k&ouml;nnen; und das &auml;lteste bekannte Fahrrad von Puch, ein wunderbar puristisches Niederrad von 1889.<br /><br />&bull; Am Sonntag, dem 1. Juli 2012, g&ouml;nnen wir uns von 9:00 bis 13:00 Uhr eine gemeinsame Ausfahrt in das ARB&Ouml; Fahrsicherheitszentrum in Ludersdorf (bei Gleisdorf). Wer sich zeitgerecht anmeldet, kann diese Anlage kostenlos nutzen.<br /><br />Alle Details finden Sie auf unserer neuen Website unter: [link]<br /><br />Ich lade Sie herzlich ein, diese Tage mit uns gemeinsam zu genie&szlig;en.<br /><br />Ihr<br />Karlheinz Rathkolb<br /><br /><br />P.S.:<br />Es gibt davor &uuml;brigens eine kleine &bdquo;Aufw&auml;rmrunde&ldquo;. Am Samstag, dem 23. Juni 2012, treffen sich ab 9:30 Uhr Reiselustige vor dem Museum, um in einer kleinen Ausfahrt das Jubil&auml;umstreffen &bdquo;60 Jahre Puch-Roller&ldquo; zu zelebrieren.</p>
        </div>
    </div>
</body>
</html>
