<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Problem beim Haflinger Motor?</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Problem beim Haflinger Motor?
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Problem beim Haflinger Motor?</h1>
            <div class="post-meta">
                Posted by <strong>Michael Janczer</strong> on 2009-01-26 21:57
            </div>
            <div class="stats">
                Views: 19926 | Replies: 9
            </div>
        </div>
        <div class="post-body">
            <p><img src="http://farm4.static.flickr.com/3314/3228756045_a8383be009.jpg" /></p>
<p>Liebe Freunde!</p>
<p>Wie am Bild zu sehen, brach die Stiftschraube (als Stehbolzen in AT&nbsp; bezeichnet) mit M7x1 Gewinde, und versagte der Ventiltrieb links soda&szlig; der Motor nur mit einem Zyl. lief. Hatte aber schon mal ein Motorgeh&auml;use in der Hand wo ebenfalls einer der Bolzen abgebrochen war. Konnte diesen auch erneuern nach ausbohren am Bohrwerk. Aufgrund der Geometrie der Schlepphebel mit ihrer Lagerung auf der Welle werden die Bolzen eigentlich aber nur auf Zug beansprucht. Umso unklarer f&uuml;r mich der Schaden, noch dazu wo der Motor einwandfrei lief bis zum Eintritt des Schadens&nbsp; Hat einer in der Runde schon mal mit einem solchen Schaden zu tun gehabt? Ich denke, da&szlig; evtl. das geschnittene Gewinde am Bolzen die Ursache sein k&ouml;nnte. Wei&szlig; jemand ob es Stiftschrauben mit gerolltem Gewinde im Handel gict? Gr&uuml;&szlig;e, AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-01-27 11:30
        </div>
        <div class="post-body">
            <p>Hallo Michael,</p>
<p>so was habe ich noch nie gesehen. War der Motor schon mal zerlegt? Vielleicht war die Mutter nicht richtig angezogen. Ich hatte mal einen Bruch an der Radnabe, ist hier im Forum diskutiert worden, das mit dem Stehbolzen kommt mir &auml;hnlich&nbsp;vor.&nbsp;&nbsp;Ich kenn Stiftschrauben mit gerolltem Gewinde, m&uuml;sste es eigendlich auch in M7 geben. Oder was h&auml;lst Du davon einer langen hochfesten Schraube mit&nbsp;durchgehendem Gewinde den Kopf abzus&auml;gen.</p>
<p>Gru&szlig; Bernd&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
<p>&nbsp;&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-01-27 16:18
        </div>
        <div class="post-body">
            <p>@ Bend! Ja, ich denke da&szlig; du recht hast. Es ist blo&szlig; so, da&szlig;&nbsp; einbaufertige Stiftschrauben nur in den Standardabmessungen wie M6, M8, M10 usw. im Handel sind. Zwar auch in 8.8, 10.9 Qualit&auml;ten, aber 12.9 habe ich noch keine gefunden. Ich kenne da ein Schrauben-Spezialgesch&auml;ft, klein aber oho! Mal sehen, ob der Mann etwas brauchbares hat. Jetzt sehe ich mal dazu den abgebrochenen Rest des Bolzens auszubohren ohne da&szlig; dabei das Gewinde im Block kaputtgeht. Mache vielleicht ein Foto vom Job. AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-01-27 16:41
        </div>
        <div class="post-body">
            <p>Hallo Michael,</p>
<p>ich werde mein Gl&uuml;ck zwecks der M7 Siftschraube auch mal versuchen, welche Abmessung hat sie denn? Ich hab grad kein zerlegten Motor zur hand. Wie viele braucht man denn f&uuml;r einen Motor?</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-01-27 19:23
        </div>
        <div class="post-body">
            <p>Servus Michael.</p>
<p>Sieht man am abgebrochenen Teil vielleicht irgendwelche Scheuer oder Druckstellen? Vielleicht ist ja nur die Mutte etwas locker geworden und die Welle hat "gearbeitet"?</p>
<p>Ich w&uuml;rde mich wegen dem abgebrochenen Bolzen nicht ins Bockshorn jagen lassen, denn wenn das wirklich eine Schwachstelle w&auml;re w&uuml;sste man von dem Problem.</p>
<p>Bolzen ausbohren, neuen rein und auf gehts.</p>
<p>Gr&uuml;sse aus Tirol</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>BernhardSpuida</strong> replied on 2009-01-28 10:36
        </div>
        <div class="post-body">
            <p>W&auml;r es m&ouml;glich, mir ein Makrofoto der Bruchstelle zu schicken? Oder besser noch gleich den abgebrochenen Bolzen? Damit k&ouml;nnte ich bei den Werkstoffleuten hier auf der Uni fragen was f&uuml;r ein Schadenstyp das ist. Dann w&uuml;rde die Ursache klarer.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-01-28 15:49
        </div>
        <div class="post-body">
            <p>Servus Michael &amp; Co</p>
<p>Das Problem ist seit Anfang der 70er Jahre bei den frisierten Puchs, von denen es in Graz viele gab, bekannt. Dabei handelt es sich um einen Schwingungsbruch, beschleunigt durch die h&ouml;here Belastung durch verst&auml;rkte Ventilfedern.</p>
<p>Wenn man die Kr&auml;fte von St&ouml;sselstange und Nocke vektoriell addiert, sieht man an der Resultierenden, da&szlig; die Kraft auf die Stehbolzen zu ca. 90% vertikal nach unten und zu ca. 10% horizontal als Druck wirkt.</p>
<p>Stehbolzen der Festigkeitsklasse 12.9 zu verwenden halte ich f&uuml;r kontraproduktiv, da zwar die Festigkeit h&ouml;her w&auml;re, aber die Dehnung proportional sinkt.</p>
<p>Ich w&uuml;rde vorschlagen, beim Einbau eines neuen Stehbolzens im Block die ersten 2 Gewindeg&auml;nge wegzunehmen und den Bolzen eben etwas tiefer einzudrehen, soda&szlig; die Biegezone au&szlig;erhalb des Gewindes ist und die Kerbwirkung wegf&auml;llt.</p>
<p>Die Gegen&uuml;berstellung der Dauerfestigkeitsschaubilder geschnitten- gerollt sende ich als PN an Michael, da ich nicht in der Lage bin, diese hier anzuh&auml;ngen. Sie stammen auf dem Dubbel.</p>
<p>Zum Ausbau des defekten Bolzens: Ich bohre ihn an und schlage ein passendes TORX Bit ein, um ihn herauszudrehen. Allein der Schlag hilft schon viel.</p>
<p>Gr&uuml;&szlig;e aus Graz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2009-01-28 19:02
        </div>
        <div class="post-body">
            <p>Hallo Hans!</p>
<p>Deine Ausf&uuml;hrungen halte ich f&uuml;r gut und richtig, nur dass die Dehnung bei einer h&ouml;heren Festigkeitsklasse sicher nicht proportional sinkt. Schlie&szlig;lich gilt:</p>
<p>Epsilon = Sigma / E-Modul</p>
<p>Ein Stift h&ouml;herer Festigkeitsklasse hat trotzdem den (fast) gleichen E-Modul (Stahl), daher ist bei gleicher Spannung (Sigma) die Dehnung (Epsilon) ebenfalls gleich! Die h&ouml;here Festigkeitsklasse h&auml;tte wohl zur Folge, dass der Stift zwar fester, aber auch spr&ouml;der ist.</p>
<p>Vielleicht hast du daher die Bruchdehnung gemeint?</p>
<p>sch&ouml;ne Gr&uuml;&szlig;e,<br />Consti</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-01-28 20:13
        </div>
        <div class="post-body">
            <p>Servus Constantin</p>
<p>Nat&uuml;rlich habe ich in diesem konkreten Fall die Bruchdehnung gemeint, danke.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-02-12 11:14
        </div>
        <div class="post-body">
            <p>Hallo Freunde! M&ouml;chte Danke sagen f&uuml;r die diversen guten Ratschl&auml;ge, zum Abschlu&szlig; vollst&auml;ndigkeitshalber ein kurzer Bericht:&nbsp; </p>
<p>Da seitens SDP diese Stehbolzen nicht als Austauschteile galten und daher auch nicht im Ersatzteilbuch vorhanden sind, bzw. als integrierender Bestandteil der Motorgeh&auml;use gesehen wurden, mu&szlig;te zur Selbsthilfe gegriffen werden. Habe zur Rep. ein St&uuml;ck mit 50mm L&auml;nge von einer M7 Gewindestange abgetrennt. Diese ist aus 8.8 Stahl und hat gerolltes Gewinde. Habe dazu auch noch mit den Konstrukteuren in meiner ehem. Firma R&uuml;cksprache gehalten. Der Rest des abgebrochenen Bolzens konnte auf dem Bohrwerk ziemlich genau zentrisch ausgebohrt werden. Danach Helicoil-Einsatz mit Ausdrehsicherung eingebaut und "Stiftschraube"&nbsp; eingesetzt. Konnte die (alle neu) Nylstopmuttern einwandfrei in 2 Stufen mit 16 Nm festziehen. Anbei ein paar Bilder zu Eurer Info! L.G. AP700 </p>
<p><img src="http://farm4.static.flickr.com/3507/3241325614_bf940d5c5e.jpg" /> Linke Geh&auml;useh&auml;lfte am Bohrwerk, Zentrierbohrer fertigt Leitbohrung damit (die unvermeidliche) Abweichung so gering wie m&ouml;glich bleibt. Das Einrichten alleine hat gut eine Stunde in Anspruch genommen.</p>
<p><img src="http://farm4.static.flickr.com/3453/3240493041_7f12cd9e3a.jpg" /> Bohrung mit 7,3mm fertig, beinah ohne Abweichung im Abstand zum verbliebenen Stehbolzen. Danach Gewinde geschnitten mit dem zu den Helicoil Eins&auml;tzen zugeh&ouml;rigen speziellen Gewindebohrer.</p>
<p><img src="http://farm4.static.flickr.com/3311/3240492765_70eeda50f0.jpg" /> Neuer Stehbolzen M7x48mm eingesetzt und Achse der Winkelhebel mit neuen Nylstopmuttern verschraubt.&nbsp; Die freie L&auml;nge des Bolzens ist um 7mm l&auml;nger als die urspr&uuml;ngliche damit der Kunststoffring der selbstsichernden Mutter sauber auf vollem Gewinde tr&auml;gt, die Einbaul&auml;nge ist ebenfalls mit 2,5D etwas l&auml;nger gehalten damit die L&auml;nge des Einsatzes mit 2D voll gen&uuml;tzt wird.</p>
        </div>
    </div>
</body>
</html>
