<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Getriebe an Tragrohr anflanschen</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Getriebe an Tragrohr anflanschen
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Getriebe an Tragrohr anflanschen</h1>
            <div class="post-meta">
                Posted by <strong>Stefan Binder</strong> on 2009-01-02 19:48
            </div>
            <div class="stats">
                Views: 6281 | Replies: 3
            </div>
        </div>
        <div class="post-body">
            <p>Ich bin gerade dabei ein anderes Getriebe einzubauen. In der Reparaturanleitung steht nur das Axialspiel des Abstandsrings f&uuml;r die Vorderantriebsseite.</p>
<p>Wieviel Axialspiel sollte der Einstellring Bildtafel 2 14&nbsp;Nummer 42 (700.1.22.266.1...) f&uuml;r die Hinterachse bekommen? Laut Ersatzteilkatalog gibt es Einstellringe von 1,75 bis 4mm.</p>
<p>Die richtige Einstellung ist dort besonders Wichtig, da ja die Getriebewelle damit gef&uuml;hrt wird.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-01-03 10:20
        </div>
        <div class="post-body">
            <p>Hallo Stefan,</p>
<p>in meiner Rep.Anleitung ist eine Zeichnung vom Getriebe drin, da ist ein Spiel von 0,1 - 0,3 mm eingezeichnet.</p>
<p>So habe ich es auch bei meinen Fahrzeugen eingestellt.</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-01-05 12:10
        </div>
        <div class="post-body">
            <p>@ Stefan: Das Spiel an der von dir erw&auml;hnten Stelle, n&auml;mlich zwischen der innenverzahnten Kupplungsh&uuml;lse und dem Seegerring auf dem au&szlig;enverzahnten Mitnehmerrad soll 0,1 bis 0,3mm sein. Das ist die Angabe auf der Werkszeichnung welche die Details im Kriechgang-Geh&auml;use zeigt. Wenn du m&ouml;chtest, kann ich dir gern die Zg. senden. </p>
<p>Das Problem wird eher sein, "wie kann ich das feststellen"&nbsp;&nbsp;&nbsp; </p>
<p>Nun, die Tiefe am Getriebe, das ist der Abstand von der Fl&auml;che des Anschlu&szlig;flansches des Kriechganggeh&auml;uses bis zur Kante der innenverzahnten Kupplungsh&uuml;lse, kann mit einem geeigneten Tiefenma&szlig; ohne weiters gemessen werden. </p>
<p>Schwieriger wird es, den Abstand des Seegerringes am au&szlig;enverzahnten Mitnehmer bis zur Fl&auml;che des Anschlu&szlig;flansches des Zentralrohres zu messen. weil es sich hier um eine erhabene Me&szlig;stelle handelt. Dabei mu&szlig; auch die Papierdichtung mitgemessen werden, da es sich hier um zehntel Millimeter handelt ! Dazu wird es zweckm&auml;&szlig;ig sein, sich eine plane Scheibe aus Stehl anzufertigen mit einem entsprechenden Loch in der Mitte, die auf den Mitnehmer aufgelegt werden kann und am Seegerring aufliegt. Wenn man diese Platte fest / gleichm&auml;&szlig;ig gegen den Seegerring dr&uuml;ckt, kann mit der Schiebelehre der Abstand von den Kante der Platte bis zur (aufgeklebten) Papierdichtung gemessen werden. </p>
<p>Die Differenz zwischen den beiden Ma&szlig;en ist die Luft, die bestehen w&uuml;rde, w&auml;re kein Zwischenring 700.1.22.266.1.xx eingelegt. Diese Zwischenringe gibt es, wie du schreibst, in St&auml;rken von 1,75 bis 4.0 mm (Ersatzteilmanual 1970, Kapitel 2, Blatt 08/2) Der passende Zwischenring sollte unter die innenverzahnte Kupplungsh&uuml;lse kommen. </p>
<p>Zuvor pr&uuml;fe aber den Zustand der Innenverzahnung der Kupplungsh&uuml;lse und des Mitnehmers.&nbsp; Habe vor einiger Zeit eine solche in der Hand gehabt, da waren von den Z&auml;hnchen nur etwas mehr als Fragmente vorhanden, und mu&szlig;te die Kupplungsh&uuml;lse gleich mal erneuert werden. Bei Zusammnbau fette die Innenverzahnung gut mit MoS2 Fett ein. Die Flanschfl&auml;chen sollten hingegen zuerst gut gereinigt werden (Wundbenzin) danach Hylomar Dichtmasse d&uuml;nn aufgetragen, und erst danach die Papierdichtung 700.1.31.0721 aufgelegt werden. </p>
<p>Es ist aber nicht die Getriebewelle, die an dieser Stelle gef&uuml;hrt ist sondern die Hohlwelle des ersten-Gangrades. Der Triebling, der in der gleichen Linie liegt, ist durch das zweirllige Kugellager (Radialschr&auml;gkugellager) 700.1.22.3870 gef&uuml;hrt. </p>
<p>L.G. AP700</p>
<p>.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Binder</strong> replied on 2009-01-07 20:58
        </div>
        <div class="post-body">
            <p>Vielen Dank f&uuml;r Eure schnelle und ausf&uuml;hrliche Hilfe</p>
<p>Gru&szlig; Stefan</p>
        </div>
    </div>
</body>
</html>
