<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Haflinger, Ventile, springt nicht an</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Haflinger, Ventile, springt nicht an
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Haflinger, Ventile, springt nicht an</h1>
            <div class="post-meta">
                Posted by <strong>christian holzner</strong> on 2012-01-23 18:53
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Startschwierigkeiten</span>
            </div>
            <div class="stats">
                Views: 19601 | Replies: 6
            </div>
        </div>
        <div class="post-body">
            <p>&nbsp;</p>
<p style="margin-bottom: 0cm;">Vielleicht (bestimmt) kann mir jemand helfen!?</p>
<p style="margin-bottom: 0cm;">Mein Haflinger springt leider nicht an.</p>
<p style="margin-bottom: 0cm;">Der Haflinger stand schon l&auml;nger und springt nicht an. Ich habe bereits die Z&uuml;ndung, Unterbrecher usw. eingestellt. Ich hab einen super Z&uuml;ndfunken und die Kerzen sind auch nach dem Anlassversuch nass (also Benzinpumpe, Vergaser,... auch o.k.).</p>
<p style="margin-bottom: 0cm;">Die Ventile hab ich nach ner alten kopierten Anleitung eingestellt aber wenn ich den Hafi anlassen will, kommt nur ein blubriges &bdquo;pfurzen&ldquo;. Sind die Ventile vielleicht falsch eingestellt? Wie stelle ich sie richtig ein? Kann es an der rechten Z&uuml;ndkerze liegen (ein Bekannter hat in meiner Abwesenheit versucht den Hafi zum laufen zu bringen und hat die Kerze so schief rein geschraubt, so dass sich das meiste vom Gewinde verabschiedete. Ich hab dann die Metallscheibe von der Kerze entfernt, jetzt greift sie wenigstens auf zwei Gewindeg&auml;ngen.</p>
<p style="margin-bottom: 0cm;">Hoffe das mir der ein oder andere Experte von Euch helfen kann.</p>
<p style="margin-bottom: 0cm;">Schon mal Vielen Dank im Voraus.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2012-01-23 19:08
        </div>
        <div class="post-body">
            <p>Hallo Christian.</p>
<p>Hast Du vielleicht die Z&uuml;ndkabel vertauscht? Hast Du den Z&uuml;ndzeitpunkt auch richtig eingestellt?</p>
<p>Zu dem defekten Kerzengewinde: Dies sollte schnellstens repariert werden ansonsten fliegt die Kerze bald raus. Ausserdem verlierst Du dort bestimmt Kompression.</p>
<p>&nbsp;</p>
<p>Gr&uuml;sse</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>christian holzner</strong> replied on 2012-01-23 19:20
        </div>
        <div class="post-body">
            <p>Hallo Florian,</p>
<p>den Z&uuml;ndzeitpunkt hab ich eigentlich nach Anleitung eingestellt, die kabel hab ich glaube ich nicht vertauscht (werds aber versuchen, der Hafi steht nur leider in Italien bei meinem "Ferienh&auml;usl",&nbsp; ichs erst an Ostern probieren kan. Das einzige was ich wirklich bewusst ge&auml;ndert habe, ist die Benzinpumpe. Die alte Mechanische war undicht und die hab ich durch ne elektrische (extra fd&uuml;r Haflinger von einem Pinzgauerzubeh&ouml;rversand) ersetzt. Gibts f&uuml;r mein Gewinde ne Alternative zu einer Helikoilh&uuml;lse (z.B. Passte f&uuml;r Schraubensicherung oder so, ich glaub es is ne richtige Arbeit den Zylinderkopf zu entfernen und das Gewinde zu erneuern).</p>
<p>&nbsp;</p>
<p>Also eingestellt wie nach Anleitung, meine anderen Hafis laufen auch.</p>
<p>Danke schon mal</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2012-01-24 19:55
        </div>
        <div class="post-body">
            <p>Servus.</p>
<p>Zur Kerzengewindereparatur gibt es tolle Gewindeh&uuml;lsen. Meines erachtens sind die stabiler als die Helicoil-Spiralen. Hab sowohl beim Hafi als auch bei meinem 500er Puch die Gewinde so repariert und keine Probleme gehabt.</p>
<p>Kann es sein dass dir dein Haflinger "abs&auml;uft"? Hast Du den Weber oder Zenith Vergaser drauf?</p>
<p>Gr&uuml;sse Flo</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2012-01-24 22:44
        </div>
        <div class="post-body">
            <p>@ Christian!</p>
<p>Sende 3 Fotos, zur Erl&auml;uterung was ich hier zu erkl&auml;ren versuche:</p>
<p>( Wie Florian fragt, welchen Vergaser hat dein Hafi? ) &nbsp; &nbsp;Beim Weber (wurde haupts&auml;chlich bei CH-Armee Haflinger eingebaut) tendiert die Vergaserdeckeldichtung zur Verformung, damit kann es passieren da&szlig; der Schwimmer am Schlie&szlig;en des Nadelventils gehindert wird, der Motor wird mit Benzin &uuml;berschwemmt und s&auml;uft ab.&nbsp;</p>
<p>Zum Verteiler bzw. die Z&uuml;ndfolge folgende Info. zur Grundeinstellung :</p>
<p>Wie am ersten Bild zu sehen, geht das l&auml;ngere Z&uuml;ndkabel vom rechten Steckanschlu&szlig; in der Verteilerkappe zum rechten Zylinder bzw. Z&uuml;ndkerze, aus dem linken Steckanschlu&szlig; ein kurzes Kabel daher zur Z&uuml;ndkerze des linken Zylinders. Die Kerbe auf der Riemenscheibe weist auf OT ( hier auf einem Reservemotor ohne L&uuml;ftergebl&auml;se habe ich den OT mit Filzstift angezeichnet ).</p>
<p>Das zweite Bild zeigt den rechten Zylinder mit abgenommenem Ventildeckel, der Motor befindet sich weiterhin in der gleichen Stellung wie oben beschrieben. Die gelben Pfeile zeigen auf die Kipphebel. Diese d&uuml;rfen sich nun bei &nbsp;Hin und Her-drehen an der Riemenscheibe NICHT bewegen, es ist daher dieser Zylinder auf "Z&uuml;ndung", das hei&szlig;t der Kolben im OT. Die Kipphebel des linken Zylinders hingegen sind bei der "&Uuml;berschneidung", das hei&szlig;t Gaswechsel, und bewegen sich beide wenn du die Riemenscheibe bewegst.&nbsp;</p>
<p>In diesem Zustand mu&szlig; nun der Verteilerfinger auf die Kerbe am Rand des Verteilergeh&auml;uses weisen, siehe drittes Bild. Das ist jetzt einmal die Grundeinstellung, damit der Z&uuml;ndfunke im richtigen Moment zur richtigen Z&uuml;ndkerze geht. Die Vorz&uuml;ndung ( 5 mm an der Riemenscheibe) wird erst&acute;jetzt eingestellt. Bevor die Vorz&uuml;ndung eingestellt wird, mu&szlig; noch der Kontaktabstand gepr&uuml;ft werden. Dazu mu&szlig; an der Riemenscheibe soweit gedreht werden, da&szlig; die Nocke der Verteilerwelle den "Hammer" der Unterbrecherkontakte ganz &ouml;ffnet. In dieser Stellung sollen 0,4 mm Luft zwischen Hammer und Ambo&szlig; sein. Mit F&uuml;hlerlehre pr&uuml;fen. &nbsp;Die Kontaktfl&auml;chen sollen auch frei von Abbrand und H&ouml;ckerbildung sein. Abhilfe schafft eine flache Kontaktfeile die man zwei-dreimal zwischen den Kontakten durchzieht.&nbsp;</p>
<p>Zur Einstellung der Vorz&uuml;ndung dreht man die Riemenscheibe zwei ganze Umdrehungen weiter im Uhrzeigersinn, sobald sich die Kerbe der Riemenscheibe der Nase am L&uuml;ftergeh&auml;use n&auml;hert stoppt man 5 bis 6 &nbsp;mm VOR erreichen der Nase. &nbsp;Nun wird eine 12 V 3 W Pr&uuml;flampe mit ihrem Massekabel an Motormasse geklemmt, und mit dem Pluspol an die Klemme au&szlig;erhalb des Verteilers angeklemmt ( 1 er Kabel ) , an welcher das gr&uuml;ne Kabel von der Z&uuml;ndspule ankommt ( dieses nicht l&ouml;sen ! ). &nbsp;</p>
<p>Anschlie&szlig;end wird die M 6-Klemmschraube des Z&uuml;ndverteiler-Klemmringes etwas gelockert ( 10 mm Gabelschl&uuml;ssel ), &nbsp;der Verteiler ein wenig im Uhrzeigersinn gedreht und die Z&uuml;ndung eingeschaltet. Die Pr&uuml;flampe mu&szlig; dunkel bleiben. An der Riemenscheibe darf ab jetzt nicht mehr gedreht werden. &nbsp;Nun wird der Z&uuml;ndverteiler langsam gegen den Uhrzeigersinn gedreht bis die Pr&uuml;flampe aufleuchtet. Damit ist die Vorz&uuml;ndung auf die erw&auml;hnten 6 bis 5 mm vor OT eingestellt. Nun die Klemmschraube des Verteilers wieder mit Gef&uuml;hl festziehen, voil&aacute;, Fertig !</p>
<p>Bild 1: Anordnung Z&uuml;ndkabel, Kerbe der Riemenscheibe zeigt auf OT.</p>
<p><img src="http://farm8.staticflickr.com/7172/6756499793_3921ebc0e7_m.jpg" border="0" style="max-width: 550px;" /></p>
<p>Bild 2: Kipphebel rechter Zylinder, bleiben in Ruhestellung wg. Kompressionstakt.</p>
<p><img src="http://farm8.staticflickr.com/7015/6756455349_d4f8ac11af_m.jpg" border="0" style="max-width: 550px;" /></p>
<p>Bild 3: Verteilerfinger weist auf Kerbe am Rande des Verteilergeh&auml;uses, damit ist er genau am Hochspannungsausgang re.Zyl.&nbsp;</p>
<p><img src="http://farm8.staticflickr.com/7028/6756488199_ab3ee0e763_m.jpg" border="0" style="max-width: 550px;" /></p>
<p>Wegen des besch&auml;digten Z&uuml;ndkerzengewindes: am besten ist das mit einem Gewindeeinsatz zu Reparieren ! Wenn du es schaffst, den Zylinderkopf abzubauen, k&ouml;nntest ihn mir senden. &nbsp;Gr&uuml;&szlig;e, AP 700 !</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>christian holzner</strong> replied on 2012-01-26 15:57
        </div>
        <div class="post-body">
            <p>Hallo Michael,</p>
<p>schon mal danke f&uuml;r die vielen Tips. Soweit ich mich erinnere handelt es sich um den Weber-Vergaser (obwohls ein communaler Haflinger ist). Ich werd die Dichtung mal &uuml;berpr&uuml;fen.</p>
<p>Wie stell ich denn die Ventiele am besten ein?</p>
<p>ich gehe davon aus, dass ich wenn</p>
<p>.....<em>Das zweite Bild zeigt den rechten Zylinder mit abgenommenem Ventildeckel, der Motor befindet sich weiterhin in der gleichen Stellung wie oben beschrieben. Die gelben Pfeile zeigen auf die Kipphebel. Diese d&uuml;rfen sich nun bei &nbsp;Hin und Her-drehen an der Riemenscheibe NICHT bewegen, es ist daher dieser Zylinder auf "Z&uuml;ndung", das hei&szlig;t der Kolben im OT. ....</em></p>
<p>Das ich jetzt die Ventiele von diesem Zylinder mit 0,15-0,20 mm einstelle, oder liege ich da komplett falsch?</p>
<p>Danke f&uuml;r das angebot mit dem Gewinde aber der Haflinger steht in Italien, an Ostern &uuml;berpr&uuml;f ich nochmal alles und schau inwieweit ich das Gewinde reparieren kann bzw. den Kopf runter mache und mit nach deutschland bringe.</p>
<p>&nbsp;</p>
<p>Vielen Dank</p>
<p>Christian</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2012-01-26 19:52
        </div>
        <div class="post-body">
            <p>Hallo Christian !</p>
<p>Nun, mit dem Einstellen der Ventile, das geht so: &nbsp;&nbsp;</p>
<p>a) das Ventilspiel, gem&auml;&szlig; Rep.Handbuch, wird bei kaltem Motor eingestellt. Sollwert bei Ansaug und Auspuffventil ist 0,15 mm.&nbsp;</p>
<p>Die Blattlehre soll sich stramm durch den Spalt zwischen Ventilschaft und Kipphebel durchziehen lassen. Es ist n&auml;mlich so da&szlig; die Kontaktfl&auml;che am Kipphebel fast immer bereits leicht eingearbeitet ist und dadurch das eingestellte Ventilspiel im Endeffekt doch geringf&uuml;gig gr&ouml;&szlig;er ausf&auml;llt.&nbsp;</p>
<p>b) die Vorgangsweise ist so, da&szlig; du von beiden Zylindern die Ventildeckel abnimmst, eventuell auch die Z&uuml;ndkerzen herausschraubst damit die Kurbelwelle leichter gedreht werden kann.&nbsp;</p>
<p>Du drehst nun die KW ( Kurbelwelle ) soweit bis die Kerbe an der Riemenscheibe der Nase am L&uuml;ftergeh&auml;use gegen&uuml;bersteht, gleichzeitig beobachtest du die Kipphebel eines Zylinderkopfes, z.B. des linksseitigen. Bewegen sich beide, sind diese in "&Uuml;berschneidung", also beim Gaswechsel, so stellst du das Ventilspiel des gegen&uuml;berliegenden Zylinders ein, also desjenigen dessen Kipphebel sich nicht bewegen, in diesem Falle des rechten. </p>
<p>&nbsp;Dann drehst du die KW &nbsp;eine Umdrehung weiter, nun werden die Kipphebel des rechten Zylinders auf Gaswechsel kommen, sich also beide bewegen. In dieser Position stellst du nun das Ventilspiel des linken Zylinders ein.&nbsp;</p>
<p>c ) Halte eventuell neue Ventildeckeldichtungen ( 501.1.0410 ) und Dichtringe f&uuml;r die &Ouml;lr&uuml;cklaufrohre ( 501.2.04.0161) &nbsp;bereit und ersetze damit die alten Dichtungen damit nicht nach getanem Job an diesen Stellen das Motor&ouml;l herauskommt.</p>
<p>Recht interessante Informationen und Computersimulationen zu dem Thema 2 Zylinder-Boxer gibt&acute;s im Internet z.B. unter .....</p>
<p>www.kfz-tech.de/Zweizylinder-Boxermotoren.htm oder www.brucewilles.de/massenausgleich.html</p>
<p>Gutes Gelingen ! &nbsp; Gr&uuml;&szlig;e AP700</p>
        </div>
    </div>
</body>
</html>
