<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Vorstellung und gleich eine Frage</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Vorstellung und gleich eine Frage
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Vorstellung und gleich eine Frage</h1>
            <div class="post-meta">
                Posted by <strong>Thomas Langstadlinger</strong> on 2018-11-17 19:17
            </div>
            <div class="stats">
                Views: 11707 | Replies: 7
            </div>
        </div>
        <div class="post-body">
            <p>Hallo Miteinander</p>
<p>Ich hei&szlig;e Thomas und komme aus N&ouml; 3041.</p>
<p>Ich habe mir meinen Traum erf&uuml;llt und einen Puch Haflinger AP700 Bj 1960, Erstzulassung &ouml;sterr Bundesheer gekauft. Der Hafi ist komplett Original Zustand, keine Durchrostungen, nicht Fahrbereit, da er seit 1997 abgestellt in einer Garage war. Ich habe jetzt den Hafi zum Leben erweckt, alle Verschlei&szlig;teile und was sonst alles getauscht geh&ouml;rt, getauscht und jetzt l&auml;uft er wie ein Uhrwerk.</p>
<p>Eim Problem habe ich jedoch die Z&uuml;ndkontrolle leuchtet bei Standgas geht dann aus und ab 40 kmh leuchtes sie wieder. Irgendwer ein Ahnung was das sein k&ouml;nnte.</p>
<p>lg</p>
<p>Thomas</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2018-11-19 17:46
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Neben dem Lichtmaschinenregler im Motorraum ist eine fliegende Sicherung mit 25 Ampere, die offensichtlich durchgebrannt ist. Wenn bei entsprechender Drehzahl die Spannung der Lichtmaschine der Spannung der Batterie entspricht, erlischt die Ladekontrollleuchte trotz defekter Sicherung und leuchtet bei h&ouml;herer Drehzahl wieder, allerdings schwach.</p>
<p>Gr&uuml;&szlig;e aus Graz</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>JohnBennett</strong> replied on 2018-11-23 20:19
        </div>
        <div class="post-body">
            <p>It could also be because the brushes (coals) need to be replaced. Or the rotating part (Armature) which the brushes rub on is no longer round but has become dirty and oval.</p>
<p>It could also be because the regulator is faulty.</p>
<p>As above it could be that the external fuse has broken.</p>
<p>&nbsp;</p>
<p>John&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Thomas Langstadlinger</strong> replied on 2018-11-25 09:18
        </div>
        <div class="post-body">
            <p>Danke vorerst f&uuml;r die Informationen.</p>
<p>Am Dienstag werde ich mir das genauer anschauen.</p>
<p>Da ich die Keilriemen neu gegeben habe und die sich ausgedehnt haben, bzw. bei warm werden ausdehnen und locker wurden, kann das vielleicht auch der Grund gewesen sein.</p>
<p>Jetzt habe ich sie nachgespannt und dabei ist das Gewinde bei der Befestigungsmutter Schwungrad abgenudelt.</p>
<p>Ich habe schon eine neue Mutter bestellt und die bekomme ich am Dienstag darum.</p>
<p>lg</p>
<p>Thomas</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2018-12-03 11:38
        </div>
        <div class="post-body">
            <p>Hallo Thomas! Verwechselst du da nicht die Teile? Mit dem Schwungrad haben die Keilriemen nichts zu tun....Es gibt nur eine Mutter in dem Bereich, und das ist die Befestigungsmutter der Riemenscheiben bzw. des Fl&uuml;gelrades. Diese Mutter dr&uuml;ckt diese Riemenscheiben gegen den konisch gestalteten Laufteil des Fl&uuml;gelrades. Zur Einstellung der n&ouml;tigen Vorspannung der beiden Keilriemen dienen die zwischen den Riemenscheiben eingelegten Distanzringe. Durch Einlegen von mehr oder weniger dieser Distanzringe ( 501.1.0608 ) von jeweils 1mm Dicke wird der richtige Zustand erreicht, &uuml;blicherweise sollten je 3 St&uuml;ck reichen. Zwei-drei St&uuml;ck davon kannst du unter der erw&auml;hnten Mutter ( 700.1.06.0031 ) beilegen als Eiserne Reserve.</p>
<p> Noch ein Tip dazu: es empfiehlt sich diese Mutter jeweils SEHR SORGF&Auml;LTIG auf das Gewinde aufzusetzen und bei diesem Vorgang sehr Achtsam zu sein da&szlig; es nicht zu einem Verkanten oder schiefen Aufschrauben kommt. Denn das Gewinde ist Bestandteil des Ankers der Lichtmaschine / Startermotors. Im Schadensfall mu&szlig;t du den Elektromotor komplett erneuern = SEHR kostspieliger Spa&szlig;! Gr&uuml;&szlig;e, AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Thomas Langstadlinger</strong> replied on 2018-12-03 12:15
        </div>
        <div class="post-body">
            <p>Hallo</p>
<p>Danke f&uuml;r die Infos, die Mutter ist jetzt neu, die Keilriemen gespannt und die Sicherung gewechselt, das funktioniert jetzt alles.</p>
<p>Jetzt h&auml;tte ich noch eine Frage an die Spezialisten, da der hafi einige Jahre gestanden ist tritt bei den Ventilschaftf&uuml;hrungen &ouml;l aus nach der fahrt und bei Kaltstart raucht er kurzzeitig blau, gibt sich das mit den Dichtungen oder soll ich diese gleich wechseln? Bestellt habe ich sie schon.</p>
<p>Muss ich da den Motor rausnehmen oder funktioniert das auch so, was muss ich da alles zerlegen? Das sind 6 Dichtungen zu wechseln?</p>
<p>Da k&ouml;nnte ich gleich die Ventile auch einstellen.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2018-12-03 19:30
        </div>
        <div class="post-body">
            <p>Gr&uuml;&szlig; dich!</p>
<p>Um den &Ouml;lverlust bzw. die Dichtringe zu erneuern ist&acute;s am besten, den Motor ausgebaut vor sich zu haben. Die Zylinderk&ouml;pfe m&uuml;ssen n&auml;mlich abgenommen werden. Nach Wieder-Zusammenbau mu&szlig;t du die Ventile sowieso neu einstellen.</p>
<p>Zu den einzelnen Arbeitsschritten kann ich dir eine ( sicher l&auml;ngere ) Anleitung schreiben. Wg. blau rauchen...das ist Motor&ouml;l, das verbrannt wird. In diesem Fall haben die Ventilf&uuml;hrungen etwas Verschlei&szlig; wodurch da &Ouml;l angesaugt wird. Abhilfe: neue F&uuml;hrungen, und Ventile einschleifen. &nbsp;Gr&uuml;&szlig;e, Mike&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Thomas Langstadlinger</strong> replied on 2018-12-03 20:10
        </div>
        <div class="post-body">
            <p>Danke das w&auml;re super mit der anleitung zum motorausbau</p>
<p>bitte an th.langsta@gmail.com schicken</p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
