<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>&#246;ldruck</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            &#246;ldruck
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">&#246;ldruck</h1>
            <div class="post-meta">
                Posted by <strong>Fischer Hans</strong> on 2012-08-22 20:47
            </div>
            <div class="stats">
                Views: 10816 | Replies: 6
            </div>
        </div>
        <div class="post-body">
            <p>folgende Situation:</p>
<p>neulich sehr wild bergabgefahren. nach einer zeit ist dann immer die kontrolleuchte bei geringer motordrehzahl angegangen. &ouml;lstand am me&szlig;stab auf max. jedoch war das &ouml;l am me&szlig;stab mit luftbl&auml;schen durchsetzt. auf guter stra&szlig;e war der spuck nach ca. 10 minuten vorbei. </p>
<p>habe die beitr&auml;ge zu themen &ouml;ldruck alle gelesen. w&uuml;rde nun den &ouml;ldruck mittels &ouml;ldruckmesser kontrollieren.</p>
<p>sinnvoll? </p>
<p>k&ouml;nnen die haflingerfahrer welche bereits &ouml;ldruckmesser verbaut haben fotos von den eingebauten teilen senden. &ouml;ltemperaturanzeige ist genauso interessant. vielleicht teilenummer und hersteller.</p>
<p>danke!!</p>
<p>hans f</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2012-08-28 20:52
        </div>
        <div class="post-body">
            <p>&ouml;ldruckkontrolkeuchte beim Bergabfahren hat folgende Ursache:&nbsp;&nbsp;&nbsp; &Ouml;lstand nicht auf max.&nbsp;&nbsp;&nbsp; Du bist den Berg hochgefahren, Motor ist ziemlich warm oder hei&szlig;, und pl&ouml;tzlich gehst Du vom Gas, weil das Wagerl von selbst l&auml;uft. In dem Moment wird der Motor noch w&auml;rmer, da die Brennraum-Innenk&uuml;hlung vom Benzin- Luftgemisch fehlt. Der ganze Motor dehnt sich aus und der &Ouml;ldruck f&auml;llt zusammen.</p>
<p>&nbsp;</p>
<p>Eine Druckanzeige ist sehr aufschlu&szlig;reich, nur der Anschlu&szlig; schwierig. Ich habe sie damals an der Ablasschraube unter dem &Ouml;lfilter angeschlossen mit einem hartgel&ouml;teten Kupfer-Gehrungswinkel. Dieser ist nat&uuml;rlich pl&ouml;tzlich an unpassender Stelle abgebrochen. In weiser Vorrausahnung hatte ich aber den Original-Stopsel mit eingepackt.</p>
<p>Nach vorne zum Ablesen ging eine Kupferleitung mit einem gew&ouml;hnlichen Wasser-Manometer.</p>
<p>Als Temperaturanzeige habe ich ein Kapillarrohr- Fernthermometer ebenfalls nach vorne gelegt. angeschlossen am &Ouml;lfiltergeh&auml;use au&szlig;en mit einem gro&szlig;en Blech- Klemmband und Einsteckh&uuml;lse. </p>
<p>Frage einen Installateur nach Fernthermometer waagrecht&nbsp;&nbsp; 90 014 13&nbsp; vom Weinmann und Schanz.</p>
<p>&nbsp;</p>
<p>F&uuml;r den Druckanschlu&szlig; habe ich zur Zeit keine praktische Anschlu&szlig;stelle.</p>
<p>&nbsp;</p>
<p>Gru&szlig; Norbert Palme</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2012-08-28 21:59
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Die Anschl&uuml;sse f&uuml;r el. &Ouml;ldruckmanometergeber und &Ouml;lthermometergeber werden auf das &Ouml;lfiltergeh&auml;use aufgel&ouml;tet. Gibt es aber auch fertig beim Robert Prokschi unter Tuning. Die Geber und Instrumente ( EQUUS ) auch bei Prokschi unter Instrumente.</p>
<p> Michael Peroutka hat diese Teile von VDO.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2012-08-29 20:17
        </div>
        <div class="post-body">
            <p>&Ouml;lstand ist auf maximal. Motor war zu diesem Zeitpunkt kalt.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>MarkusMackinger</strong> replied on 2012-09-13 14:31
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>ich habe an meinem Hafi ebenfalls Druck- und Temp. Geber am &Ouml;lfiltergeh&auml;use. Instrumente von VDO. Hab den Hafi allerdings bereits so gekauft - also keine Ahnung wie das Zeug verbaut wurde :-)&nbsp; Du schreibst weiters von Bl&auml;schen auf dem &Ouml;lmessstab... Bist Du sicher dass es sich nicht um Wasser handelt? Ehrlich gesagt zweifle ich an der Theorie von Luftbl&auml;schen.</p>
<p>LG, Markus</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2012-09-13 20:13
        </div>
        <div class="post-body">
            <p>Servus Markus!</p>
<p>Wenn ich den Deckel vom Einf&uuml;llstutzen bei heisser Maschine &ouml;ffne ist nicht wirklich eine Dampfbildung zu sehen. Wasser in der Maschine w&uuml;rde mich schon irgendwie wundern. Werde mal den K&uuml;hlkreislauf abdr&uuml;cken:-)!</p>
<p>Wo bist denn du in Salzburg zu Hause? Wenn du willst k&ouml;nne wir uns mal treffen. Meine Mailadresse sollte da sein.</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>MarkusMackinger</strong> replied on 2012-09-14 09:18
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>K&uuml;hlkreislauf ist eine gute Idee :-)<br />F&uuml;r mich vorstellbar w&auml;re nur dass Du bei einer Furt Wasser "geschluckt" h&auml;ttest oder dass es sich bei den gesichteten Blasen um Kondenswasserblasen handelt. Ich kann mir einfach schwer vorstellen dass man Luftblasen am &Ouml;lmessstab sehen kann.</p>
<p>Hab Dir eben eine email geschickt.</p>
<p>Gru&szlig;, MM</p>
        </div>
    </div>
</body>
</html>
