<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Probleme mit Z&#252;ndung ;c(</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Probleme mit Z&#252;ndung ;c(
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Probleme mit Z&#252;ndung ;c(</h1>
            <div class="post-meta">
                Posted by <strong>Stefan Beerendonk</strong> on 2010-05-02 22:01
            </div>
            <div class="stats">
                Views: 25558 | Replies: 13
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>der Haflinger will nicht mehr angehen ;c(&nbsp; .....</p>
<p>Vorgeschichte:</p>
<p>Ich hatte im Herbst die Riemenscheibe&nbsp;demontiert um einen anderen &Ouml;lfilterhalter und einen neuen Simmerring zu montieren. Der Wagen wurde in der Zeit in der Garage etwas hin- und hergeschoben ... weil&acute;s im Winter zu kalt war, blieb er unverrichteter Dinge bis letzte Woche stehen.</p>
<p>Gestern hab ich alles wieder zusammengebaut. Den U-Kontakt auf 0.4 mm gestellt. Den Z&uuml;ndzeitpunkt mit der Pr&uuml;flampe ( statisch )&nbsp;auf 7mm vor Markierung eingestellt, etc&nbsp; ---&gt; doch der Motor will einfach nicht laufen. Zwar&nbsp;" knallt&acute;s &nbsp;hin und wieder ( meiner Meinung Richtung Vergaser) doch er will einfach nicht. </p>
<p>Ps.: &nbsp;Z - Kerzen habe ich neu drin, ....eine neue Z&uuml;ndspule auch ... </p>
<p>Die Z&uuml;nkerzen funken!</p>
<p>Der Vergaser "siffte" durch die mehrmaligen Z&uuml;ndversuche Benzin an der Fussdichtung ( ist aber alles neu abgedichtet)</p>
<p>Damit ich das ungez&uuml;ndete&nbsp;Benzin aus dem Brennraum bekam, hab ich&nbsp;diese beim Z - Kerzenwechsel mit Duckluft ausgepustet.</p>
<p>Weitere Starversuche danach scheiterten ebenfalls - Man h&ouml;rt nur verpuffende, hohlklingende&nbsp;Fehlz&uuml;ndungen im Ansaugbereich ...</p>
<p>Kann es sein, dass sich durch das hin und herschieben im Winter ( teilweise war ein Gang drin und bis er rausgenommen wurde,&nbsp; verdrehte sich dei Kurbelwelle hin und wieder ein paar Grad ) die Abstimmung Kurbelwelle , OT Punkt, Verteiler verstellt wurde? Der Verteiler war immerfestgezogen.</p>
<p>Eigentlich kann man doch durch die Keilnut der Kurbelwelle und Riemenscheibe, die&nbsp;festen Einstellungen nicht durcheinanderbringen!?!? Oder???</p>
<p>Noch eine Frage:</p>
<p>Ist eine Drehung der Ot Punkt Kerbe auf der Riemenscheibe = ein komplette Drehung der Kurbelwelle? </p>
<p>Bin um jeden Tip froh!</p>
<p>Vielen Dank im voraus</p>
<p>&nbsp;</p>
<p>Gruss Stefan</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2010-05-02 22:33
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>An der Riemenscheibe kann es nicht liegen. Da Du den Z&uuml;ndzeitpunkt eingestellt hast, &uuml;berpr&uuml;fe, ob der Unterbrecher in dieser Einstellung &ouml;ffnet und nicht schlie&szlig;t. Das ist schon vorgekommen. Eine Drehung der Kurbelwelle ist eine Umdrehung Riemenscheibe, weil die Riemenscheibe ja auf der Kurbelwelle sitzt..</p>
<p>Viel Gl&uuml;ck und Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2010-05-03 08:21
        </div>
        <div class="post-body">
            <p>Hallo Stefan,</p>
<p>hast du den Verteiler draussen gehabt und die Welle evtl. verdreht?</p>
<p>Sitzt der Verteilerfinger richtig auf der Welle?</p>
<p>Kontrollier doch mal mit einem St&ouml;ckchen oder &auml;hnlichem durch das Kerzenloch, ob OT-Markierung und Kolbenposition tats&auml;chlich passen.</p>
<p>Bei solchen Symptomen gehts dann nicht um ein paar Grad an der KW sondern um deutliche Unstimmigkeiten. Ich kann mich da erinnern, als ein Bekannter beim Einbau einer elektronischen Z&uuml;ndung der Verteilerfinger auf der Welle (da gibts eine Nut und einen Zapfen) nicht ordentlich eingerastet gewesen ist und es ganz ordentlich geknallt hat, bei den ersten Startversuchen...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-05-03 10:43
        </div>
        <div class="post-body">
            <p>Hallo Kollege,</p>
<p>wahrscheinlich hast Du einfach die Z&uuml;ndkabel vertauscht.&nbsp;</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-05-03 13:58
        </div>
        <div class="post-body">
            <p>@ Stefan! </p>
<p>Denke da&szlig; Bernd recht hat. Vertausche mal die beiden Kabel die zu den Z&uuml;ndkerzen gehen und versuche dann den Motor zu starten. </p>
<p>Es k&ouml;nnte aber auch sein, da&szlig; ein Ventil in offener Stellung festh&auml;ngt durch Korrosion. So oder so, wenn der o.g. Tip nix hilft, so nimm mal die beiden Ventildeckel ab und drehe die Kurbelwelle (immer im Uhrzeigersinn gemeint) soweit da&szlig; an einem der Zyl.K&ouml;pfe die beiden Ventile "&uuml;berschneiden", d.h. Auspuff schlie&szlig;t und Einla&szlig; beginnt zu &ouml;ffnen. Das siehst du an den Bewegungen der Kipphebel. Wenn dabei die Kerbe der Riemenscheibe mit der Nase am Statorgeh&auml;use &uuml;bereinstimmt so ist der gegen&uuml;berliegende Zylinder exakt am OT und damit auf Z&uuml;ndung. In dieser Position mu&szlig; der Verteilerfinger genau auf einen der in die Verteilerkappe eingegossenen Kontaktstifte zeigen, und das entsprechende Z&uuml;ndkabel zur betreffnden Z&uuml;ndkerze f&uuml;hren!&nbsp; </p>
<p>Zeigt der Verteilerfinger in eine abweichende Position, so mu&szlig;t du den Verteiler herausziehen, (dabei auf keinen Fall die Kurbelwelle verdrehen)&nbsp; die Verteilerwelle&nbsp; um eine Zahnbreite verdrehen und so wieder einbauen da&szlig; die Lage des Verteilerfingers nunmehr dem Kontaktstift in der Kappe entspricht. Beachte da&szlig; auch der Verteilerfinger eine Nase im hohlen Teil hat die in die Kerbe an der Verteilerwelle einrasten mu&szlig; !</p>
<p>Wie gesagt, pr&uuml;fe bei abgenommenen Zylinderdeckeln ob auch die Ventile den Bewegungen der Kipphebel folgen bzw. ob sich einer der Kipphebel hin und her bewegen l&auml;&szlig;t, dies w&uuml;rde auf ein h&auml;ngendes Ventil deuten (fehlende Kompression, dadurch kein Anspringen, patschen im Vergaser usw.) Zum folgenden Einbau der Ventildeckel sollten m&ouml;glichst die Korkdichtungen erneuert werden. Die M8 Hutmutter mit Gef&uuml;hl m&auml;&szlig;ig stark festziehen.</p>
<p>Abschlie&szlig;end nochmals die 0,4mm Kontaktabstand pr&uuml;fen, Vorz&uuml;ndung statisch einstellen. Eine Umdrehung an der Riemenscheibe entspricht einer Umdrehung der KW. Nur die Nockenwelle macht dabei eine halbe Umdrehung !&nbsp;&nbsp; ( daraus ergibt sich da&szlig; f&uuml;r eine Umdrehung der NW, die KW zwei Umdrehungen machen mu&szlig;, Ursache ist das Viertakt-Prinzip des Motors) Gutes Gelingen, AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2010-05-03 17:09
        </div>
        <div class="post-body">
            <p>Hallo&nbsp;ihr alle ;c)</p>
<p>&nbsp;</p>
<p>&nbsp;... und vielen Dank f&uuml;r die zahlreichen Hilfestellungen!!!</p>
<p>Ich habe einige der vorgeschlagenen M&ouml;glichkeiten schon abgearbeitet. Bisher leider ohne Erfolg:</p>
<p>- Der U-Kontakt am Verteiler --&gt;&nbsp;&ouml;ffnet &lt; --- in der festgelegten Stellung </p>
<p>- OT&nbsp;der Kolben&nbsp;ist&nbsp;genau auf den Werks - Markierungen&nbsp;( " St&ouml;ckchentest bei herausgedrehten Z&uuml;ndkerzen ... ")</p>
<p>- Der Verteilerfinger sitzt genau .</p>
<p>- Die Z&uuml;ndkabel sind so wie vorher, sonst m&uuml;sste ich sie auf der V- Kappe &uuml;ber&nbsp; " kreuz " einstecken.</p>
<p>- Der Verteiler blieb w&auml;hrend der Arbeiten im Herbst unangetastet, s. h. war festgespannt weder verdreht noch ausgebaut.....</p>
<p>&nbsp;</p>
<p>Ich werde jetzt gleich einmal die Stellung des V- Finger&acute;s zu den Kappenkontakten &uuml;berpr&uuml;fen und wenn&acute;s zeitlich passt nach den Ventilen und der &Uuml;berschneidung schauen.</p>
<p>Noch eine Frage an Euch:</p>
<p>Wie stark muss der Funke der Z&uuml;ndspule optisch in etwa sein, wenn ich das aus der Z-Spule ausgehende Kabel unter eingeschalteter Z&uuml;ndung an Masse lege? Denn f&uuml;r eine neue Spule kommt es mir augenscheinlich&nbsp;etwas "schwach" vor&nbsp; .... muss es nicht so einen Lichtbogen wie bei der Z&uuml;ndkerze geben? Denn dann ist es bei mir viel, viel weniger ( trotz&nbsp;guten Massepunkt&acute;s ) .... es "blitzelt" &nbsp;nur stecknadelspitzen&auml;hnlich .... ein Z&uuml;ndkerzenfunke ist ein Vulkan dagegen ;c)&nbsp; ....</p>
<p>&nbsp;</p>
<p>Ich danke euch allen f&uuml;r eure Hilfe!!!</p>
<p>&nbsp;</p>
<p>Gruss aus dem Westerwald&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2010-05-03 21:13
        </div>
        <div class="post-body">
            <p>Hallo nochmal ;c)</p>
<p>&nbsp;</p>
<p>bin etwas weitergekommen ....</p>
<p>- die " &Uuml;berschneidung " des Ventilzeiten stimmt genau mit der Kerb und Tropfen Markierung &uuml;berein, die Ventile sind g&auml;ngig, kein`s h&auml;ngt fest.</p>
<p>- die Seite mit den angesteuerten Ventilen, stimmt mit der der V-Kappe -&nbsp;Kontaktseite des&nbsp;Verteilerfingers und auch dem Z&uuml;ndkabel&nbsp;&uuml;berein...</p>
<p>- die Stellung der Kappenkontakte stimmt bis auf ca 2mm ( von der Kontaktmitte aus gesehen )&nbsp;mit der des Fingers &uuml;berein. Warscheinlich werden die 2mm durch die Fliehkraftregelung bei h&ouml;herer Drehzahl zur genauen Kontaktmitte hin kompensiert ....</p>
<p>Leider wurde es mir jetzt zu Dunkel in der Garage... Da die Deckel noch runter sind will ich morgen das Ventilspiel kontrollieren und nachstellen.... und dann werde ich einen neuen Startversuch wagen ;c)</p>
<p>Frage:</p>
<p>Sind die vorgegeben 0,15&nbsp; mm f&uuml;r Ein- und Auslassventil das Optimum oder haltet Ihr andere Werte f&uuml;r besser?</p>
<p>&nbsp;</p>
<p>Vielen Dank nochmal&nbsp;im voraus</p>
<p>&nbsp;</p>
<p>Gruss Stefan</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2010-05-04 07:30
        </div>
        <div class="post-body">
            <p>Hallo Stefan,</p>
<p>was ist es denn f&uuml;r ein Hafi? Ist es ein CH-Armee mit den "neuen" (nicht den kupferumflochtenen) geschirmten Z&uuml;ndkabeln? Die schlagen gerne durch, wenn sie zu alt sind...</p>
<p>Hast du die Chance, die Spule mal zu tauschen? Eigentlich d&uuml;rfte es schon einen ordentlichen Funken geben, wenn du die Z&uuml;ndleitung von der Spule in Massen&auml;he bringst...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2010-05-04 09:23
        </div>
        <div class="post-body">
            <p>Hallo Stefan,</p>
<p>es ist ein ziviler 1971&acute;er ---&gt; &nbsp;alles Serie, er hat aber den &auml;lteren Gussverteiler.</p>
<p>Ich muss dann doch nochmal nach der Z&uuml;ndspule schauen, obwohl diese erst vorgestern neu reinkam ....</p>
<p>&nbsp;</p>
<p>Danke Gruss</p>
<p>&nbsp;</p>
<p>stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2010-05-04 09:32
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Das Z&uuml;ndkabel bei eingeschalteter Z&uuml;ndung an Masse zu halten gen&uuml;gt nicht. Da mu&szlig; man schon auch noch den Prim&auml;rkreis unterbrechen, wie es der Unterbrecher macht, um den Z&uuml;ndfunken zu erzeugen.</p>
<p>Ich glaube inzwischen auch, da&szlig; die Z&uuml;ndkabel vertauscht sind, da sie bei meinen Haflingern &uuml;ber Kreuz angeschlossen sind.</p>
<p>Gr&uuml;&szlig;e</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-05-04 20:26
        </div>
        <div class="post-body">
            <p>Hallo Stefan &amp; Hans!</p>
<p> Falls die Z&uuml;ndkabel an der Verteilerkappe vertauscht sind, und man steckt sie um, so m&uuml;&szlig;te der Motor unverz&uuml;glich anspringen. Ob die Kabel an der V-Kappe nun &uuml;ber Kreuz oder nicht &uuml;ber Kreuz sind, h&auml;ngt davon ab, ob die Verteilerwelle beim Einbau "richtig" oder um 180&deg; verkehrt herum stand. Das macht im Grunde nichts, wenn man die Kabel umsteckt so mu&szlig; der Funke an der entsprechenden Kerze &uuml;berspringen. </p>
<p>Einfacher w&auml;re es wenn Stefan eine Doppelz&uuml;ndspule z.B. vom 2 CV h&auml;tte. Da springt an jeder der beiden Kerzen im OT ein Funken egal ob der das Gemisch oder in den Auspufftakt z&uuml;ndet. </p>
<p>Stefan: beim Pr&uuml;fen ob der Funke springt, stark oder schwach, mu&szlig; die Z&uuml;ndkerze auf Masse gelegt sein, ansont die Hochspannung durch die Kabelisolierung schl&auml;gt. Am besten, du baust beide Kerzen aus, und legst sie auf das Motorabdeckblech oder auf das Motorgeh&auml;use. Du guckst hinten im Motorraum und jemand bet&auml;tigt den Startknopf. Der Z&uuml;ndfunke sollte schon kr&auml;ftig und deutlich sichtbar sein. Ein weiterer Tip ist die Z&uuml;ndkabel zu erneuern. Aber keine Entst&ouml;rkabel ( also fertigkonfektionierte Kabel mit Kohlefaser ) sondern billige Kabel mit Kupferlitze nehmen, gibts als Meterware von der Rolle bei Autoelektriker-Werkst&auml;tten.&nbsp; Welche Z&uuml;ndkerzen hast du denn? Bosch / Champion? Weg damit! Bisher am besten bew&auml;hrt haben sich die NGK B6HS</p>
<p>Hans: was meinst du, wie w&auml;re es wenn man eine Z&uuml;ndspule einsetzt, die normalerweise mit Vorwiderstand zu betreiben ist? Diese funktionieren mit&nbsp;&nbsp;&nbsp;&nbsp; 9 V, nur wird der Widerstand beim Startvorgang &uuml;berbr&uuml;ckt damit sie mit 13 V einen sehr kr&auml;ftigen Funken abgibt!&nbsp;&nbsp;&nbsp; Im Haflinger direkt angeschlossen, Lebensdauer?&nbsp; Es sollte aber&nbsp; auch ein etwas schw&auml;cherer Z&uuml;ndfunke ausreichen um das Gemisch im OT zu z&uuml;nden.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2010-05-04 21:36
        </div>
        <div class="post-body">
            <p>Hallo Michael, Hans, Stefan, Bernd und Kurt!</p>
<p>vielen Dank f&uuml;r Eure rege Hilfe und Unterst&uuml;tung bei meinem Problem ;c)</p>
<p>Ich bin gerade aus der Garage zur&uuml;ck und muss allen freudig mitteilen, dass er wieder l&auml;uft !!!</p>
<p>Es waren die neuen Z&uuml;ndkabel!!! Ich habe mir vor einem Monat auf der TechnoKlassika in Essen ein vielgepriesenes Silikonz&uuml;ndkabel von der Rolle bei einem britischen Teileh&auml;ndler gekauft und irgendwie hatte ich eben die "Faxen dick" und habe meine alten, harten "Knochenkabel" wieder aus der M&uuml;lltonne gegraben.&nbsp;</p>
<p>&nbsp;---Zum Gl&uuml;ck kommt die M&uuml;llabfuhr immer Donnerstags --- </p>
<p>Eigentlich wollte ich mit dem&nbsp;alten&nbsp;Z-Spulenkabel nur&nbsp; verleichsweise den Funken der Spule auf Masse&nbsp;testen ... Und siehe da, der war optisch erheblich st&auml;rker als mit diesem neuem Kabel. Daraufhin habe ich die alten Kabel komplett r&uuml;ckgebaut. Und was soll ich sagen, das war&acute;s!!!</p>
<p>Michael hatte Recht mit den HighTech Kabeln. Obwohl die Neuen&nbsp;so etwas &auml;hnliches wie ein&nbsp;&nbsp;Kunstfaser-/Kupfergeflecht als Litze haben, taugen sie nicht f&uuml;r den Puchmotor. Ich werde mir jetzt schleunigst wieder einfache Kupferkabel besorgen. Ein weiterer Punkt war, dass ich ebenfalls&nbsp;schraubbare Z&uuml;ndstecker mit R&auml;delkopf neu&nbsp;verbaut habe. Diese sind u. a.&nbsp;f&uuml;r Baumaschinen ( R&uuml;ttelplatten etc ) damit der Stecker durch Vibrationen nicht von der Kerze geht ...</p>
<p>Als der Moter jetzt eben in der Garage so sch&ouml;n im Dunklem arbeitete, sah ich die Z&uuml;ndfunken leicht blitzend aus den R&auml;delgeh&auml;usen der Kerzenstecker herausblitzen! Dieser Umstand und die ungeeigneten Kabel haben mir bestimmt diese Startprobleme bereitet. Aber ohne diesen Umstand h&auml;tte ich wohl nie den Verteiler so genau neu eingestellt, die gesamten Einstellungen ( Danke f&uuml;r alle Eure Tip&acute;s !! ) &uuml;berpr&uuml;ft und wohl auch nicht die Ventile neu eingestellt, die teilweise bei 0,25 lagen .... </p>
<p>Die R&auml;delz&uuml;ndkerzenstecker habe ich nun fester als fest angezogen und die ausschlagenden Funken sind verschwunden.</p>
<p>Euch allen vielen Dank f&uuml;r die Hilfe!! </p>
<p>Ich bin froh, dass es dieses Forum gibt ;c)</p>
<p>Einen sch&ouml;nen Restabend und&nbsp;Gute Nacht ;c)</p>
<p>&nbsp;</p>
<p>Gruss</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2010-05-04 22:12
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Gratuliere zum Erfolg.</p>
<p>Es waren aber nicht die Silikonkabel allein, sondern die Kombination. Man braucht einen Gesamtwiderstand von ca. 5 kOhm, entweder im Z&uuml;ndkabel, im Kerzenstecker oder in der Z&uuml;ndkerze. Wenn alle Komponenten einen Widerstand haben, wird das einfach zuviel. Silikonkabel sind f&uuml;r Oldtimer ungeeignet, weil sie mechanisch und thermisch empfindlich sind und widerstandsm&auml;&szlig;ig altern.&nbsp; Wo ist in Deinem Fall der Widerstand, weil ganz ohne geht es auf die Dauer ja nicht ( Kerze ? )</p>
<p>Gr&uuml;&szlig;e</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-05-05 20:52
        </div>
        <div class="post-body">
            <p>Ich freue mich f&uuml;r Stefan, da&szlig; er seinen Haflinger wieder gut zum Laufen bringen konnte! Na ja, und f&uuml;r die Hilfestellung sind wir ja da im Forum. </p>
<p>Ich m&ouml;chte aber noch einen NACHTRAG zu der vorangegangenen Problem-L&ouml;sungsaktivit&auml;t beibringen. Mir geht es darum, hier mit den beigef&uuml;gten Bildern zu zeigen in welcher Position zweckm&auml;&szlig;igerweise der Z&uuml;ndverteiler in einem Haflinger bzw. Puchmotor eingebaut wird.</p>
<p>Es trifft sich n&auml;mlich gut, da&szlig; ich soeben einen Scheunenfund-Motor, der etwas verrottet war, neu Aufbaue. Als die Fotos gemacht wurden stehen beide Kolben auf OT (gelber Pfeil auf Bild&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (&nbsp; "...Kabelf&uuml;hrung.jpg). Der RECHTE Zylinder ist auf "Z&uuml;ndung", w&auml;hrend am LINKEN&nbsp; Zylinder die Ventil&uuml;berschneidung stattfindet (Gaswechsel) . Der Unterbrecherkontakt ist unmittelbar vor &Ouml;ffnungsbeginn.</p>
<p>Das Bild ( ...richtig eingebaut.jpg) zeigt die Stellung des Verteilerfingers. Die d&uuml;nne Kerbe an der Messingzunge des L&auml;ufers steht genau gegen&uuml;ber der Kerbe am Rand des Verteilergeh&auml;uses. So ergibt sich die F&uuml;hrung der Z&uuml;ndkabel in der Weise da&szlig; das linke Kabel aus der Kappe direkt zur Z&uuml;ndkerze des linken Zyl. geht, daher das rechte Kabel aus der Kappe zum rechten Zyl. </p>
<p>Wie ich&acute;s schon weiter oben im Beitrag erw&auml;hnt habe, ist das alles prinzipiell , zumindest am Puch-Motor, nicht wirklich wichtig. Denke aber da&szlig; der "richtige" Einbau bei Fehlersuche den Job allemal erleichtert (kostet ja nix). Gr&uuml;&szlig;e, Mike J. </p>
<p><img src="http://farm5.static.flickr.com/4060/4582070702_dc7200491e_m.jpg" style="max-width: 550px;" border="0" height="266" width="355" /></p>
<p>Z&uuml;ndeverteiler richtig eingebaut.jpg</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><img src="http://farm5.static.flickr.com/4041/4581442647_1d22700cee_m.jpg" style="max-width: 550px;" border="0" height="270" width="361" /></p>
<p>Kappe aufgesetzt, Kabelf&uuml;hrung.jpg</p>
        </div>
    </div>
</body>
</html>
