<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Vorderachsantrieb</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Vorderachsantrieb
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Vorderachsantrieb</h1>
            <div class="post-meta">
                Posted by <strong>Rainer Rabl</strong> on 2013-11-02 17:47
            </div>
            <div class="stats">
                Views: 15128 | Replies: 8
            </div>
        </div>
        <div class="post-body">
            <p>Habe endlich meinen Haflinger finalisiert und er l&auml;uft auch ganz brav. Allerdings habe ich scheinbar irgendetwas falsch angeschlossen. Die Vorderachse geht dann in den Antrieb, wenn der Hebel dazu gedr&uuml;ckt ist und ist ausgeschaltet, wenn der gr&uuml;ne Hebel gezogen ist. Ich kann mir aber nicht vorstellen, wie ich den Hebel auf der Zahnwelle positionieren sollte, dass das richtig schaltet. </p>
<p>Habe ich da einen Denkfehler??</p>
<p>Rainer</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2013-11-02 22:53
        </div>
        <div class="post-body">
            <p>Hallo Rainer ! &nbsp;Der au&szlig;enliegende Bet&auml;tigungshebel am Geh&auml;use der Kupplung zum Vorderradantrieb mu&szlig; nach vorne, also in Fahrtrichtung weisen. Leg dich mal an der rechten Seite deines Haflingers auf den Boden und sieh nach.&nbsp;</p>
<p>Dieser ( leicht gebogene) Hebel sitzt auf einer feinen Verzahnung auf der Schaltwelle die ins Innere des Kupplungsgeh&auml;uses geht. Er soll so darauf gesteckt werden, da&szlig; er ann&auml;hernd waagrecht liegt wenn der Vorderradantrieb ausgeschaltet ist. In dieser Position rastet auch ein gefederter Rastbolzen in die daf&uuml;r vorgesehene Vertiefung an der Schaltgabel ein. Zieht man dann am gr&uuml;nen Griff um den Vorderradantrieb zuzuschalten ( bitte nur bei langsamer Fahrt ) so wird die im Inneren des Alugeh&auml;uses liegende Schaltgabel nach vorne zu bewegt, der gefederte Rastbolzen schnappt dabei in die n&auml;chste Raste, gleichzeitig gleitet der innenverzahnte Kupplungsring &uuml;ber das au&szlig;enverzahnte Kupplungsst&uuml;ck am Triebling, und stellt so eine formschl&uuml;ssige Verbindung her. &nbsp;</p>
<p>Ich hoffe, da&szlig; du die Mechanik im Inneren dieses Alugeh&auml;uses richtig zusammengebaut hast, Verf&uuml;gst du &uuml;ber das Reparaturhandbuch und/oder eine Ersatzteilzeichnung dieser Komponenten ? &nbsp; </p>
<p>Ich lege hier 2 Bilder bei: das obere zeigt die Stellung des Hebels, den ich in der obigen Stellungnahme meine, das untere Bild zeigt einen Blick in das Innere des Kupplungsgeh&auml;uses mit dem innenverzahnten Kupplungsring und an der linken Seite den gefederten Rastbolzen im roten Kreis.</p>
<p>Dieser gefederte Bolzen ist von der linken Seite des Alugeh&auml;uses zug&auml;ngig, die Druckfeder soll gerade so stark angestellt werden, da&szlig; sich die Schaltung &uuml;ber den gr&uuml;nen Griff zwar stramm aber doch gut schalten l&auml;sst.&nbsp;</p>
<p>Gr&uuml;&szlig;e, AP700</p>
<p>&nbsp;<img src="http://farm4.staticflickr.com/3767/10633407206_0bec445219_z.jpg" border="0" style="max-width: 550px;" /></p>
<p><img src="http://farm8.staticflickr.com/7104/7006538685_07106d8051_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Rainer Rabl</strong> replied on 2013-11-03 00:15
        </div>
        <div class="post-body">
            <p>erst einmal Danke f&uuml;r deine rasche Antwort. Dieser Kupplungshebel ist bei meinem Hafi so auf der Zahnwelle montiert, dass er nach hinten zeigt. Ich werde das morgen noch einmal auf der Hebeb&uuml;hne begutachten und ev. noch fotographieren. </p>
<p>Aber Danke erst mal und ich melde mich wieder. GN; Rainer</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Rainer Rabl</strong> replied on 2013-11-03 18:33
        </div>
        <div class="post-body">
            <p>Ich habe mir das noch einmal angesehen. Bei meinem Hafi kann das gar nicht anders gehen. Ich habe keine M&ouml;glichkeit, den Hebel nach vorne gerichtet einzubauen. Au&szlig;erdem w&uuml;rde dann der gr&uuml;ne Zughebel auch nicht mehr passen. Mein Haflinger ist eine Zivilversion aus den 60 ern mit Radstand 1500mm. Ich schicke ein Bild mit. </p>
<p>An sich funktioniert ja der Allrad, ich muss halt dr&uuml;cken, um den Vorderradantrieb einzuschalten </p>
<p>Rainer</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2013-11-03 20:07
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Wie sehen dann bei dir die Bet&auml;tigungshebel von oben aus? Sollzustand w&auml;re dieser hier:</p>
<p><img src="http://www.haflinger-4wd.com/offtopic/betaetigungshebel.jpg" border="0" style="max-height: 600px;max-width: 800px;" /></p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e,<br />Constantin&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2013-11-03 21:26
        </div>
        <div class="post-body">
            <p>Kann es sein, da&szlig; Deine Vorderachsbet&auml;tigung aus dem falschen Loch (dem f&uuml;r den evtl Nebenatrieb kommt) ?</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Rainer Rabl</strong> replied on 2013-11-03 21:47
        </div>
        <div class="post-body">
            <p>ja, das kann sein, ich habe den Hebel durch das grosse Loch hinten mit einer Gummimanschette verbaut. </p>
<p>Muss ich morgen kontrollieren. </p>
<p>Danke </p>
<p>ps.: ich melde mich wieder</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2013-11-03 22:08
        </div>
        <div class="post-body">
            <p>Liebe Freunde !</p>
<p>So wie&acute;s aussieht, hat der Rainer den gebogenen Bet&auml;tigungshebel am Kupplungsgeh&auml;use verkehrt herum eingebaut, daher ist die Funktion des gr&uuml;nen Griffes eben auch verkehrt. Eindeutig mu&szlig; dieser in Fahrtrichtung weisen. Ich habe soeben diese Partie an meinem Haflinger fotografiert und es ist das Ganze so wie es auch Consti an seinem Foto darstellt, siehe auch die beiden untenstehenden Fotos. Ich bin jedenfalls schon viele Kilometer im Gel&auml;nde gefahren wo sehr oft der Allradantrieb notwendig war und es hat die Bet&auml;tigung bislang immer so funktioniert wie vorgesehen!</p>
<p>Rainer, l&ouml;se bitte den gebogenen Bet&auml;tigungshebel, setze ihn in richtiger Position wie gezeigt am Foto aus der Reparaturhandbuch auf die verzahnte Welle, dann pr&uuml;fe auch ob der gr&uuml;ne Griff ebenso gem&auml;&szlig; den Fotos montiert ist bzw. montiere ihn so und dein Problem ist gel&ouml;st. Gr&uuml;&szlig;e AP700</p>
<p><img src="http://farm8.staticflickr.com/7356/10654961544_57b0c9ae79_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>Position bzw. Sollzustand des gr&uuml;nen Griffes zum Vorderradantrieb fotografiert &uuml;ber den Fahrersitz</p>
<p><img src="http://farm6.staticflickr.com/5509/10654943974_0a644b57a1_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>Istzustand des Bet&auml;tigungshebels, nach vorne in Fahrtrichtung weisend.&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Rainer Rabl</strong> replied on 2013-11-05 00:23
        </div>
        <div class="post-body">
            <p>Ihr d&uuml;rft Idiot zu mir sagen. Ich hatte tats&auml;chlich die Griffstange durch das Loch vom Nebenantrieb gef&auml;delt und daher den Hebel am Getriebe nach hintengerichtet einbauen m&uuml;ssen. Daher war die Schalterei genau verkehrt. </p>
<p>Heute am Abend habe ich das korrigiert und jetzt funktioniert das einwandfrei. </p>
<p>Nicht auszudenken, wenn ich in meinem Job als Arzt ein verkehrtes Loch erwische ?!?!?</p>
<p>Jedenfalls Danke f&uuml;r die Hilfe. </p>
<p>Rainer</p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
