<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Gelenkwelle Vorderradantrieb</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Gelenkwelle Vorderradantrieb
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Gelenkwelle Vorderradantrieb</h1>
            <div class="post-meta">
                Posted by <strong>Michael Janczer</strong> on 2017-03-01 20:24
            </div>
            <div class="stats">
                Views: 13468 | Replies: 5
            </div>
        </div>
        <div class="post-body">
            <p>Die Gelenkwelle mit Blechhaube kann nur sehr schwierig mit frischem Fett versorgt werden, es gibt keinen Schmiernippel und f&uuml;r den nachtr&auml;glichen Einbau eines solchen gibt es auch keinen Platz. Um dennoch an die 6 Kugeln und deren Laufbahnen heranzukommen habe ich den Bund am Schaft abgedreht und die Haube modifiziert. Sie h&auml;lt jetzt mit 3 Wurmschrauben am Schaft, diese greifen in entsprechende Vertiefungen, damit kann sie sich nicht verschieben. Ausserdem kann die Blechhaube dadurch sandgestrahlt / abgeschliffen und galvanisiert werden. Ergebnis siehe nachfolgende Fotos! Will nur zeigen da&szlig; es sich lohnt eine "alte" Gelenkwelle aufzuarbeiten. Gr&uuml;&szlig;e, Mike J.&nbsp;</p>
<p><img src="https://c1.staticflickr.com/1/658/32347227084_72370388cf_k.jpg" border="0" style="max-width: 550px;" /></p>
<p><span style="font-size: 12px;">Hier der Ausgangs-Zustand wie bei den meisten Haflingern anzutreffen...</span></p>
<p><span style="font-size: 12px;"><img src="https://c1.staticflickr.com/4/3745/32347236934_66d2947224_k.jpg" border="0" style="max-width: 550px;" /><br /></span></p>
<p>Alte Blechhaube bereits vorbereitet mit dem angefertigten Befestigungsring</p>
<p><img src="https://c1.staticflickr.com/3/2937/33150490096_70e43935da_k.jpg" border="0" style="max-width: 550px;" /></p>
<p>So offen kann das Gelenk gut gereinigt werden. Die Pr&uuml;fung ergibt da&szlig; trotz&nbsp;</p>
<p>fehlendem Fett nur sehr wenig Verschlei&szlig; vorliegt, das Gelenk ist keineswegs kaputt!</p>
<p><img src="https://c1.staticflickr.com/3/2883/33035534272_bd8f669db0_k.jpg" border="0" style="max-width: 550px;" /></p>
<p>Das sollte f&uuml;r die n&auml;chsten Jahre reichen. Es mu&szlig; nicht unbedingt das schwarze MoS2</p>
<p>Schmierfett da rein, das normale Schmierfett ist besser als keines!</p>
<p><img src="https://c1.staticflickr.com/1/771/32809717400_bbdcad35f9_k.jpg" border="0" style="max-width: 550px;" /></p>
<p>Sieht fast wie neu aus, jetzt noch der Simmerring und der Schraubring vorne drauf, fertig.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><span style="font-size: 12px;"><br /></span></p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>JohnBennett</strong> replied on 2017-03-02 08:47
        </div>
        <div class="post-body">
            <p>Well Done, That make it much easier to clean and refill with grease. How did you get the cup off? Did you turn on a lathe and just cut at the bottom of the cup? Did you have to make a new cup with the sleve bit?</p>
<p>Someone else has just drilled and brazed a threaded plate on the cup and then used a grub screw to seal the hole. Then they take out the grub screw, put in a grease nipple and fill with grease, New grease pushes old grease out. Take off grease nipple and put back grub screw. Done.</p>
<p>John&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2017-03-02 18:08
        </div>
        <div class="post-body">
            <p>Hi John! It was a good idea to do so, as you describe what they did. I considered as well various posibilities of how to get some new grease into the cup. What i did some years ago on my own Haf was to unscrew the big threaded ring, removed the sealing ring and then spent some hours attempting to introduce some grease through the tiny slot there. This time i just put the whole axle shaft onto the lathe ( one end in the chuck, the other end must be held in place using the centerpoint in the tailstock ), and machined the collar away. What i was not sure of is whether the shaft diameter is the same in front and in behind that collar. It turned out that it is so. I made an additional fixing-ring which has 3 threaded holes ( M 5 ), so three worm-screws will hold the cup securely in place, as they fit into three recessions on the shaft. This ring is brazed onto the cup. Important is to put some sealant into that fixture ring when reassembling the cup back onto the shaft, in order to avoid grease to be squeezed out somehow. In any case, the appearance of that particular Haflinger remains in original condition as he was when being delivered in 1967.</p>
<p>Regards, Mike J.&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2017-03-06 19:16
        </div>
        <div class="post-body">
            <p>Servus Michael.</p>
<p>&nbsp;</p>
<p>Gute L&ouml;sung muss ich sagen.</p>
<p>Ich habe mir einfach einen Schmiernippel in den Topf gebohrt und f&uuml;lle dort bei jedem Service etwas Fett nach. Seither sind auch die Klapperger&auml;usche von dem einen Gelenk verschwunden.</p>
<p>&nbsp;</p>
<p>LG Flo</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2017-03-06 19:49
        </div>
        <div class="post-body">
            <p>Hallo Flo! Auch eine gute L&ouml;sung des Problems, habe ich auch &uuml;berlegt das so zu machen. Bef&uuml;rchtete aber da&szlig; der Schmiernippel irgendwann abgeschert werden k&ouml;nnte. Ich habe, f&auml;llt mir jetzt ein, auch noch flache, trichterf&ouml;rmige Schmiernippel &uuml;ber die mittels einer Sto&szlig;-Fettpresse Fett in eine Schmierstelle eingebracht werden kann. Stammen von den T&uuml;rscharnieren beim alten Mercedes &nbsp;/ 8, bzw. Bj. 1972. Diese w&auml;ren f&uuml;r den Einsatzzweck ideal. L.G. Mike J.&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2017-08-08 11:13
        </div>
        <div class="post-body">
            <p>Hallo Michael! </p>
<p>Kannst Du ein Foto einsetzen? Ich verstehe nicht welcher trichterf&ouml;rmige Schmiernippel damit gemeint sein kann. </p>
<p>Und &uuml;berhaupt! M&uuml;ssen die Kugelgelenke gewartet werden? Ich dachte die sind wartungsfrei? </p>
<p>Wenn nicht wartungsfrei, dann m&uuml;&szlig;te ich das nach all den Jahrzehnten sicherlich dringend mal machen lassen.</p>
<p>Auch komme ich mit der &Uuml;bersetzung Deines englischen Textes nicht ganz zurecht. </p>
<p>K&ouml;nntest Du das nochmal in Deutsch wiederholen wie Du das Gelenk ohne Besch&auml;digung zerlegt hast?</p>
<p>Vielen Dank und Gru&szlig;</p>
<p>Klaus&nbsp;</p>
        </div>
    </div>
</body>
</html>
