<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Gef&#228;hrdung Kabelbrand</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Gef&#228;hrdung Kabelbrand
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Gef&#228;hrdung Kabelbrand</h1>
            <div class="post-meta">
                Posted by <strong>Michael Janczer</strong> on 2009-08-04 13:05
            </div>
            <div class="stats">
                Views: 32331 | Replies: 17
            </div>
        </div>
        <div class="post-body">
            <p>&nbsp;alle Besitzer &amp; Fahrer von CH-Army Haflingern!</p>
<p>Im Bereich des Bosch Lichtmaschinen-Reglers kann ein Defekt auftreten, der eine <b>akute Gefahr eines Kabelbrandes</b> darstellt. Dazu die folgenden Hinweise mitsamt Bildern. Diese Warnung gilt in erster Linie f&uuml;r die CH-Haflinger, sinngem&auml;&szlig; aber auch f&uuml;r alle anderen.</p>
<p>Um die geforderte elektrische Schirmung zu erreichen, wurden seitens SDP die vollgekapselten Bosch 3-Spulen U-Regler eingebaut, Typenbezeichnung UAM 14V / 20 A, Nr. 0.190.301.023</p>
<p>Am betreffenden Haflinger bestand seit l&auml;ngerer Zeit das Problem, da&szlig; die Ladekontroll-Leuchte erst ab &gt;2000 Motor Umin zu verl&ouml;schen begann.Der Ladestrom zur Batterie war aber nie h&ouml;her als 1,5 A.</p>
<p>Erste Ma&szlig;nahme zur Behebung des Problems war, den Kollektor des Lima-Ankers auf der Drehbank soweit nachzuarbeiten da&szlig; die Kupferlamellen wieder sauber und glatt wurden, klarerweise wurden auch die dazwischenliegenden Isolierstoff-lamellen ca. 0,2mm tief ausges&auml;gt. Nach probeweisen Einbau eines geborgten neuen U-Reglers gleicher Type war die Funktion der Regelung sofort so, da&szlig; schon bei ca 1000 Umin die Ladekontrolle erlosch, genau wie lt. Werksangaben, der Ladestrom ging dabei bis auf&nbsp; 5,5 A!</p>
<p>Bei der Untersuchung des alten original-Reglers stellte sich heraus, da&szlig; (der auf der R&uuml;ckseite sich befindliche) Kabelschuh an der Klemme D+, locker war. Nach l&ouml;sen der einen M5 Schraube am anderen Ende des kurzen Kabels lie&szlig; sich dieses ohne weiters im Kreis hin und her drehen! Eine solche "nicht feste"&nbsp; Verbindung stellt f&uuml;r den elektr.Strom -immerhin k&ouml;nnen hier bis zu 20 A flie&szlig;en- einen enormen Widerstand dar. Das f&uuml;hrt zur Erhitzung der Bauteile, sprich Klemme und Kabelschuh. Demgem&auml;&szlig; war die Isolierung des kurzen Drahtst&uuml;ckes komplett abgebrannt, schwerwiegender war jedoch, da&szlig; die Pertinaxplatte, auf der die Klemmen isoliert befestigt sind, im Bereich unter der Klemme D+ auch nur mehr aus Staub und Asche bestand! Die Klemme D+ hatte also gar keinen Halt mehr, und h&auml;tte ohne weiters die knapp danebenliegende Klemme DF ber&uuml;hren k&ouml;nnen oder auch das Alugeh&auml;use des Reglers. Im ersteren Fall w&auml;ren sicherlich die beiden Regelwiderst&auml;nde durchgebrannt, da diese gegen Masse verdrahtet sind, im letzteren Fall w&auml;re ein ordentlicher Kabelbrand das Ergebnis gewesen. Bis das vom Fahrer bemerkt wird, dieser in der Hast den Deckel des Batt.kastens aufgefummelt und die Minusklemme von der Batterie abgenommen hat -ist hinten im Motorraum bereits alles verschmolzen. Die Ursache, so meine Vermutung, da&szlig; der Kabelschuh locker war, d&uuml;rfte die mit der Zeit eingetretene Korrosion sein, dies f&uuml;hrte zum Warmwerden, das wiederum hat die Vernietung weiter gedehnt usw.usf. </p>
<p>Die Vernietung des Kabelschuhs auf der Klemmenr&uuml;ckseite konnte mit 3, 4 Schl&auml;gen mit Hammer und K&ouml;rner wieder festgemacht werden, danach wurde 2-Komponentenharz anger&uuml;hrt und die lockere Klemme in 2 Arbeitsg&auml;ngen mit dem Rest der Pertinaxplatte verklebt. Im Backrohr meiner verst&auml;ndnisvollen Gattin wurde danach das Kunstharz bei 60-70 &deg;C endg&uuml;ltig "fertiggebacken".</p>
<p>Mein Tip daher: Bei Gelegenheit den kleinen Deckel des Klemmk&auml;stchens abnehmen, Pertinaxplatte auf Verf&auml;rbung (schwarz) untersuchen, mit Schraubendreher versuchen die Wurmschrauben der Klemmen nachzuziehen. Wird dabei bemerkt da&szlig; eine der Klemmen locker ist, mu&szlig; der Regler entweder erneuert oder repariert werden. Dazu zuerst in jedem Fall Minuskabel an der Batt. abklemmen, und Anschlu&szlig;kabel beschriften ! Diese Regler gibt es &uuml;brigens noch, mir wurde ein Preis von &euro; 200,- genannt.</p>
<p>&nbsp; Eine gute Vorsichtsma&szlig;nahme ist der Einbau eines Masseschalters im Bereich der Zughebel f&uuml;r die DiffSperren, damit kann unser Kleinod stets elektrisch totgelegt werden, auch in der Hinsicht da&szlig; m&ouml;glicherweise Fremde herumfummeln m&ouml;chten!</p>
<p>Es gr&uuml;&szlig;t alle...</p>
<p>&nbsp;</p>
<p><img src="http://farm4.static.flickr.com/3466/3784784453_ec34dc9e0b.jpg" style="max-width: 550px;" border="0" /></p>
<p>Bosch U-Regler, wie in den CH-Armee Haflingern ab Werk eingebaut</p>
<p>&nbsp;</p>
<p><img src="http://farm3.static.flickr.com/2593/3785495199_3487c59626.jpg" style="max-width: 550px;" border="0" /></p>
<p>Der Zustand der Kontaktstellen nach abnehmen der R&uuml;ckwandplatte</p>
<p>&nbsp;</p>
<p><img src="http://farm3.static.flickr.com/2618/3784783687_14c9e28a0a.jpg" style="max-width: 550px;" border="0" /></p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-08-04 15:04
        </div>
        <div class="post-body">
            <p>Hallo!<br /><br />Danke f&uuml;r den gut dokumentierten Tipp!</p>
<p>Gru&szlig;</p>
<p><br /><br />Stefan Feierabend</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-08-06 11:51
        </div>
        <div class="post-body">
            <p>Kann man diese alten Schalter/Regler nicht gegen neue moderne Schalter/Regler austauschen?</p>
<p>Und wenn gibt es da eine Bezeichnung?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-08-06 13:07
        </div>
        <div class="post-body">
            <p>Silent Hektik hat solche modernen&nbsp;Regler. Laubersheimer hat sie auch&nbsp;und es gibt sicher noch viele weitere. Wenn man sich mit den Leuten in Verbindung setzt, findet sich sicher was passendes, allerdings wird ein direkter 1:1-Tausch nicht funktionieren, weil alle nicht speziell f&uuml;r den Hafi gemacht sind, es muss dann elektrisch und mechanisch angepasst werden...</p>
<p>Gru&szlig;<br /><br />Stefan Feierabend</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-08-10 17:40
        </div>
        <div class="post-body">
            <p>Ich w&auml;re den alten Elektroschrott an meinem Haflinger gerne los. </p>
<p>Welche Teile werden denn zus&auml;tzich neu ben&ouml;tigt wenn man auf Laubersheim umstellt?</p>
<p>Was mu&szlig; denn ge&auml;ndert&nbsp; bzw. was mu&szlig; wie neu eingestellt werden und welche kennzahlen werden ben&ouml;tigt.</p>
<p>Danke f&uuml;r alle Antworten!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-08-10 17:44
        </div>
        <div class="post-body">
            <p>[quote user="Klaus Herbertz"]Welche Teile werden denn zus&auml;tzich neu ben&ouml;tigt wenn man auf Laubersheim umstellt?[/quote]</p>
<p>Da hier wahrscheinlich noch niemand umger&uuml;stet hat, empfehle ich einfach, mal mit H.Laubersheimer zu telefonieren. Er entwickelt die Ger&auml;te selbst und ich denke, daher kann er am besten Auskunft geben, ob sich was richtig passendes f&uuml;r den Hafi in seinem Sortiment findet.</p>
<p>Gru&szlig;<br /><br />Stefan Feierabend&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-08-10 19:35
        </div>
        <div class="post-body">
            <p>Hallo Kollegen,</p>
<p>ich habe umger&uuml;stet auf elektronischen Regler von Laubtec.</p>
<p>Der Anschlu&szlig; ich denkbar einfach, Schaltplan ist dabei, es sind nur 3 Anschl&uuml;sse Klemme 30, 61, F und Masse.</p>
<p>Das Ding ist nur &nbsp;ca. 30 x 20 x 20 mm gro&szlig; und kann zwecks original Optik in das Geh&auml;use des alten Reglers eingebaut werden.</p>
<p>Kosten tut das Teil ca. 80,- &euro;</p>
<p>Gru&szlig; Bernd&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-08-10 19:49
        </div>
        <div class="post-body">
            <p>Oh, doch schon einer umger&uuml;stet!</p>
<p>Und? Funktioniert unauff&auml;llig?<br />Gru&szlig;<br /><br />Stefan&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-08-10 20:05
        </div>
        <div class="post-body">
            <p>Funktioniert, im Gegenteil zur Laubtec, Z&uuml;ndung einwandfrei.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-08-10 21:42
        </div>
        <div class="post-body">
            <p>Hallo Bernd, Stefan &amp; Co.!</p>
<p>Danke f&uuml;r die Infos!&nbsp;&nbsp;&nbsp;&nbsp; Wenn der elektronische Regler vom Laubersheimer blo&szlig; &euro; 80,- kostet ist&acute;s eh&acute; ein Schn&auml;ppchen. Ein elektromechanischer Regler aus ital. No-Name Fertigung (hat aber auch die 3 Spulen, also Spannungsspule, Stromspule und den R&uuml;ckstromschalter)&nbsp; als Ersatz f&uuml;r den Bosch U-Regler schl&auml;gt mit &euro; 90,- zu Buche.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Es ist halt nur so, da&szlig; man den "Originalit&auml;ts-Freaks" mit derlei Ersatz nicht kommen kann. Ich w&uuml;rde aber sagen,&nbsp; wenn ein Solid-State Regler sauber in das Bosch Geh&auml;use eingebaut wird (und vor allem auf einen K&uuml;hlk&ouml;rper)&nbsp; so ist&acute;s allemal besser als unter Umst&auml;nden abzubrennen. Wichtig ist blo&szlig;, da&szlig; der Triac in dem Ding auf alle F&auml;lle die 20 A vertr&auml;gt, welche die Lima abzugeben imstande ist. </p>
<p>Bernd, hast du noch eine Referenznummer dazu ?&nbsp;&nbsp;&nbsp;&nbsp; L.G. ...</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-08-11 06:34
        </div>
        <div class="post-body">
            <p>[quote user="Michael Janczer"]...wenn ein Solid-State Regler sauber in das Bosch Geh&auml;use eingebaut wird (und vor allem auf einen K&uuml;hlk&ouml;rper)...[/quote]</p>
<p>Die thermische Anbindung d&uuml;rfte sehr wichtig sein, da im geschlossenen Original-Geh&auml;use&nbsp;eventuell am&nbsp;Regler&nbsp;vorhandene K&uuml;hlrippen wohl relativ wenig Wirkung zeigen. Am besten dann mit Thermo-Pads oder guter W&auml;rmeleitpaste (Computerzubeh&ouml;r) an das Originalgeh&auml;use "kleben", so dass die W&auml;rme da dr&uuml;ber abgef&uuml;hrt wird...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-08-11 09:00
        </div>
        <div class="post-body">
            <p>Servus Michael &amp; Co</p>
<p>Dieser elektronische Regler ist kein Dreipunktregler mit Triac, der die &uuml;bersch&uuml;ssige Spannung thermisch vernichtet, sondern er steuert mit vergleichsweise geringem Strom die Feldwicklung an. Ich sehe daher keine thermischen Probleme.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-08-11 09:27
        </div>
        <div class="post-body">
            <p>@Michael,</p>
<p>die Bezeichnung lautet. Gleichspannungsregler 12V / PbR 11A (negativ - regelnd mit Strombegrenzung)</p>
<p>hast Du ein Faxger&auml;t, dann schick ich Dir den Schaltplan, oder in&nbsp;ein paar Tagen habe ich wieder eine Digicam zur&nbsp; Hand, dann kann ich das Blatt abfotografieren.</p>
<p>Gru&szlig; Bernd&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-08-14 21:52
        </div>
        <div class="post-body">
            <p>&nbsp;</p>
<p>Dieses Board ist einfach unbeschreiblich Gut! Man klopft sich vor Freude lachend auf die Schenkel! Es gibt wirklich auch f&uuml;r jeden noch so kleinen Pups eine geniale L&ouml;sung! Einfach nur toll! Und dann fragt man sich. Liegts an dem einfachen Konzept des Haflingers oder liegt es an den Leuten? Ich vermute beides!</p>
<p>Werde mich um den Regler noch pr&auml;ziser k&uuml;mmern und mir dann etsprechendes zulegen, damit ich im Notfall etwas im Regal liegen habe wenns dann mal brennt.</p>
<p>Einen sch&ouml;nen Abend noch und vielen Dank! </p>
<p>Klaus Herbertz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2011-04-14 18:30
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>&nbsp;</p>
<p>kann es sein, dass im CH-Hafi der Serie 1 ein anderer Regler verbaut ist?<br />Meiner sieht hinten drin anders aus...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2011-04-14 22:02
        </div>
        <div class="post-body">
            <p><img src="http://farm6.static.flickr.com/5068/5619471819_e34835f536_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>&nbsp;</p>
<p><img src="http://farm6.static.flickr.com/5026/5619318507_982116907d_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Hallo Stefan !</p>
<p>Sieht der Regler bei deinem Haflinger etwa so aus?&nbsp; Ist das ein ex-CH-Armee Haflinger den du hast? So wie&acute;s aussieht haben doch auch einige Zivilhaflinger ihren Weg in die Schweiz gefunden. M&ouml;glich da&szlig; deiner so ein St&uuml;ck ist? In diesen waren sicher diese Regler eingebaut. </p>
<p>Ansonst k&ouml;nnte es sein da&szlig;, mangels original Bosch U-Regler ( wie am Beginn dieses Beitrags schon abgebildet) bei einem Armee-Haflinger schon mal der einfachere Bosch-Standard Regler eingebaut wurde. Immerhin sind die Fahrzeuge durchwegs 40 Jahre und mehr in Betrieb! </p>
<p>Oben zwei Bilder vom Regler an meinem Haflinger. Das ist der &uuml;bliche Bosch Regler der in vielen Fahrzeugen dieser 60er Jahre eingebaut wurde, z.B. VW K&auml;fer usw.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bosch-Teile Nr. 0.190.215.003&nbsp; TA 14V 20 A &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Diesen Regler gibt es noch zu kaufen, bei Camo oder Gerhard D., oft auch auf Oldtimerm&auml;rkten wie Tulln, Essen usw.&nbsp; </p>
<p>Zur Info: seitlich im Geh&auml;use die 20A "fliegende" Sicherung im Strang des Batterieladekabels. Die langen Befestigungsmuttern erleichtern Aus / Einbau. Oberhalb des Reglers die Membranpumpe zur Ebersp&auml;cher B2 Standheizung. </p>
<p>Gr&uuml;&szlig;e, AP700</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2011-04-14 22:17
        </div>
        <div class="post-body">
            <p>Nein, das ist er nicht. Er ist dem auf deinen Bildern ganz vorn im Beitrag sehr &auml;hnlich, nur in Details unterscheidet er sich: Die Anschl&uuml;sse sind vertauscht, im r&uuml;ckw&auml;rtigen Bereich, in dem du den Regler repariert hast, sind einige wenige Bauteile anders. Es ist aber auch die abgeschirmte Version, daher denke ich, dass er schon zum Hafi passt (CH-Armee, Serie 1).</p>
<p>Morgen mache ich Bilder...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2011-04-15 14:36
        </div>
        <div class="post-body">
            <p>Und hier die Bilder:</p>
<p>Speziell an der R&uuml;ckseite hats kleine Unterschiede...</p>
<p>&nbsp;</p>
<p><img src="http://www.stefan-feierabend.de/bilder/forum/regler2.jpg" style="max-height: 480px;max-width: 640px;" border="0" /></p>
<p>&nbsp;</p>
<p><img src="http://www.stefan-feierabend.de/bilder/forum/regler3.jpg" style="max-height: 480px;max-width: 640px;" border="0" /></p>
        </div>
    </div>
</body>
</html>
