<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Dynastarter - Verkabelung</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Dynastarter - Verkabelung
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Dynastarter - Verkabelung</h1>
            <div class="post-meta">
                Posted by <strong>Aufhauser</strong> on 2017-07-31 09:32
            </div>
            <div class="stats">
                Views: 20584 | Replies: 6
            </div>
        </div>
        <div class="post-body">
            <p>Hallo Zusammen!</p>
<p>Bei mir sind im Dynastarter Kabel gerissen, die ich nun neu verbinden muss. Gibt es irgendwo eine Skizze oder Anleitung oder auch nur ein Foto von einem offenen (zerlegten) Dynastarter auf dem die Verkabelung sichtbar ist? Ich finde z..B. die Leitungen f&uuml;r den Anschluss der Kohlen (Masse Dynamo) nicht.</p>
<p>Alles w&auml;re hilfreich!</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Aufhauser</strong> replied on 2017-08-03 14:33
        </div>
        <div class="post-body">
            <p>Eine Erg&auml;nzung zu meiner Frage:</p>
<p>Hat wer einen Ahnung, wo die zweite Kohle, die auf Masse liegen sollte angeschlossen wird? Bei einer Kohle f&uuml;r die Leitung in die Spule, 2 Kohlen liegen auf Plus aber wo wird die 4. Kohle angeschlossen?</p>
<p>Alles w&auml;re hilfreich!</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>JohnBennett</strong> replied on 2017-08-04 08:33
        </div>
        <div class="post-body">
            <p><span><span><span><span>You should be able to work out the wiring diagram in the repair manual. </span><span>If you have not got a repair manual then you can look at the following:</span></span></span></span></p>
<p><span><span><span><span><span><span>http://www.goatwerks.com/haflingertechstuff.html</span></span></span></span></span></span></p>
<p>&nbsp;</p>
<p><span><span><span><span>John</span></span></span></span></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2017-08-06 21:59
        </div>
        <div class="post-body">
            <p>Hallo Stefan !</p>
<p>a) deine Frage verstehe ich nicht ganz, und zwar deswegen: wenn eine " Kohle " ( richtige technische Bezeichnung hei&szlig;t B&uuml;rste ) erneuert werden mu&szlig;, so werden immer alle 4 B&uuml;sten erneuert, und nicht blo&szlig; eine. Damit er&uuml;brigt sich eigentlich die Frage wo denn die Masse-B&uuml;rste hingeh&ouml;rt, Alle 4 B&uuml;rsten sind stets gleich, vom Material her und auch von der L&auml;nge!</p>
<p>b) zu deiner Info aber folgende Fotos: zuerst einmal ein Ausschnitt aus dem Verdrahtungsplan eines 700AP. In der Bildmitte siehst du den Teil Nr. 25. Das ist die Licht-Anla&szlig;-Maschine ( Dynastarter ). Der runde Teil mit G/M ist der durch zwei Keilriemen angetriebene Rotor. Auf ihm sind hier in der Zeichnung nur 2 B&uuml;rsten dargestellt, in Wirklichkeit sind es 4. Teil 24 ist der Bosch-Regler.&nbsp;</p>
<p><img src="https://c1.staticflickr.com/5/4407/35574253474_5bbf8f98ff_k.jpg" border="0" style="max-width: 550px;" /></p>
<p>Du siehst auf dem Bild eine kurze Wicklung von Klemme 30 zur oberen B&uuml;rste am Rotor, das ist die Anlasser-Wicklung, die dichtere Wicklung zur Klemme DF ist die Erreger-Wicklung ( Stator ) &nbsp;der Lichtmaschine. &Uuml;ber DF ( Feld ) regelt der Spannungsregler die LiMa so da&szlig; immer mehr oder weniger 12 Volt abgegeben werden,</p>
<p>Nun ein Foto der R&uuml;ckseite des Dynastarters:</p>
<p><img src="https://c1.staticflickr.com/5/4379/36362935136_1d772659dd_k.jpg" border="0" style="max-width: 550px;" /></p>
<p>Du siehst hier das hintere "Lagerschild", mittig ist eines der Kugellager eingebaut, au&szlig;en herum gibt es je 2 Nieten mit denen die 4 B&uuml;rstenhalter am Lagerschild befestigt sind. Je 2 davon sind mit Isolierscheiben, die restlichen 2 ohne Isolierscheiben direkt am Lagerschild angenietet. Diese haben daher Kontakt mit Masse. Die isolierten B&uuml;rstenhalter sind entsprechend direkt an DF bzw. an D+ verdrahtet. Siehe n&auml;chste Fotos:&nbsp;</p>
<p><img src="https://c1.staticflickr.com/5/4344/35572671814_c4274ddab1_k.jpg" border="0" style="max-width: 550px;" /></p>
<p>Hier siehst du die B&uuml;rste der Klemme D+, &nbsp;oberhalb der Befestigungsschraube ist der dicke Draht der kurzen Starterspule angel&ouml;tet deren anderes Ende an Klemme 30 geht.</p>
<p><img src="https://c1.staticflickr.com/5/4353/36011346180_edec80d354_k.jpg" border="0" style="max-width: 550px;" /></p>
<p>Das hier ist eine der B&uuml;rsten an Masse. Diese sind erkennbar daran da&szlig; an dem umgebogenen Messingteil des B&uuml;rstenhalters kein weiterer Draht angel&ouml;tet ist, da ist nur die M5 Befestigungsschraube der B&uuml;rste dran. Die Klemme D- ist der Masse-Anschlu&szlig;, von hier sollte ein geflochtenes Kupfer-Masseband an einen unter der Z&uuml;ndspule angeschwei&szlig;ten Blechwinkel gehen ( M6 Schraube als Masseanschlu&szlig; )&nbsp;</p>
<p>Gr&uuml;&szlig;e, Mike J.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Aufhauser</strong> replied on 2017-08-07 09:38
        </div>
        <div class="post-body">
            <p>Hallo MIke, Hallo John,</p>
<p>Danke f&uuml;r eure Unterst&uuml;tzung, ich habe am Wochenende meinen (kapitalen) Denkfehler auch schon gefunden.</p>
<p>Die Sockel von den B&uuml;rsten sind ja nur bei den Plusanschl&uuml;ssen isoliert, die Sockel von den beiden Masseb&uuml;rsten sind nicht isoliert und liefern daher direkt die (von mir gesuchte) Massen - da braucht man kein Kabel...</p>
<p>Bl&ouml;d von mir, aber ich habe gelernt.</p>
<p>Nochmals Danke!</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2020-04-29 21:36
        </div>
        <div class="post-body">
            <p>Hallo Mike!</p>
<p>Bin gerade dabei meinen Hafi gem&auml;&szlig; deinen Schaltplan zu Verkabeln.</p>
<p>Die Situation ist folgende:</p>
<p>Regler:</p>
<p>51(bei mir B+): Kabel rot 4q &uuml;ber Si 25A auf Anlasschutz</p>
<p>61: Kabel rot an Ladekontrolle und ein Kabel braun an Dynastarter D+</p>
<p>D+: Kabel rot 4q an Dynastarter D+</p>
<p>D- ?: keine Bezeichnung am Regler jedoch eine unbelegter Anschlu&szlig; vorhanden</p>
<p>DF: Kabel gelb an Dynastarter DF beide Kabelschuhe sind offen ausgef&uuml;hrt</p>
<p>Dynastarter:</p>
<p>30: dickes Kabel zum Anlassch&uuml;tz</p>
<p>D+: Kabel rot 4q an Regler D+ sowie Kabel braun an Regler 61</p>
<p>D-: Masseband an Massepunkt vom Aufbau</p>
<p>DF: Kabel gelb an Regler DF</p>
<p>&nbsp;</p>
<p>Ich habe nun ein braunes Kabel welches am Schaltplan nicht existiert daf&uuml;r fehlt mir aber das Schwarze!</p>
<p>Hat daf&uuml;r jemand eine Erkl&auml;rung? Am Regler steht leider keine Bezeichnung oder Teilenummer.</p>
<p>W&uuml;rde gerne laut deinen Plan verkabeln bin mir aber nicht sicher ob dann etwas zu Schaden kommt.</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e aus Salzburg!</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2020-04-30 23:15
        </div>
        <div class="post-body">
            <p>Hallo Hans! Es freut mich da&szlig; du bereits soweit bist mit der Verkabelung weiterzumachen. Also nach deinen Ausf&uuml;hrungen bist eh&acute; am guten Weg das hinzubekommen. Es ist nur ein Detail nicht Ok bei Klemme 61 am Regler, &nbsp;daher wiederhole ich hier die Details in der gleichen Reihenfolge wie du sie beschreibst:</p>
<p><b>Regler:</b></p>
<p> 51 : ( bei dir B+ ) Kabel rot 4 q &uuml;ber fliegender Sicherung 25A an den Anlass-Sch&uuml;tz, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Klemme Batt.+ &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>
<p>61 : Kabel rot 1,5 q an Ladekontrolle ( bzw. Blockklemme ) &nbsp; &nbsp; HIER GIBT ES KEIN &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;WEITERES BRAUNES KABEL ANZUSCHLIESSEN &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
<p>D+ : Kabel rot 4 q an Dynastarter D+....Kabelschuhe ohne Schlitz,</p>
<p>D- : Kabel schwarz 1,5 q an Dynastarter D- &nbsp;&gt;&gt; Klemmschraube M6 am Aussengeh&auml;use &nbsp; &nbsp; &nbsp; &nbsp; des &nbsp;Dynastarters </p>
<p>DF : Kabel gelb 1,5 q an Dynastarter DF, offener Kabelschuh.</p>
<p><span style="font-size: 12px;"><b>Dynastarter</b> &nbsp;</span></p>
<p><span style="font-size: 12px;">30 : &nbsp;Kabel schwarz 25 q zum Anlass-Sch&uuml;tz.</span></p>
<p><span style="font-size: 12px;">D+ : Kabel rot 4 q zu Regler D+ </span></p>
<p><span style="font-size: 12px;">D- : von M 6 Schraube am Aussengeh&auml;use Kabel schwarz 1,5 q zu &nbsp;D- am Regler, an &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;gleicher &nbsp;M6 Schraube geflochtenes Masseband an Massepunkt der Karosserie &nbsp; &nbsp; &nbsp;unter&nbsp;</span><span style="font-size: 12px;">der Z&uuml;ndspule.</span></p>
<p><span style="font-size: 12px;">DF : Kabel gelb 1,5 q von Klemme DF Regler mit offenem Kabelschuh.&nbsp;</span></p>
<p>Das einzige braune Kabel 1,5 q in dem Bereich kommt von Klemme 50 am Z&uuml;nd-Anlass-Schalter am Armaturenbrett und geht an Klemme 50 des Anlass-Sch&uuml;tz. Damit wird der Start-Impuls &uuml;bertragen beim Dr&uuml;cken des Start-Tasters,&nbsp;<span style="font-size: 12px;">der Sch&uuml;tz "zieht an" und aktiviert den Starter.&nbsp;</span></p>
<p><span style="font-size: 12px;">Bitte sieh&acute; dir auch das Ausschnittbild des STP weiter oben in diesem Bericht an. Gr&uuml;&szlig;e, M.J.&nbsp;</span></p>
<p>&nbsp;</p>
<p><span style="font-size: 12px;"> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</span><span style="font-size: 12px;">&nbsp;&nbsp;</span></p>
        </div>
    </div>
</body>
</html>
