<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Silikon&#246;l; Bremsen</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Silikon&#246;l; Bremsen
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Silikon&#246;l; Bremsen</h1>
            <div class="post-meta">
                Posted by <strong>Michael Janczer</strong> on 2014-07-13 23:49
            </div>
            <div class="stats">
                Views: 13661 | Replies: 6
            </div>
        </div>
        <div class="post-body">
            <p>Vor ziemlich genau 8 Jahren war die Restaurierung meines 700AP abgeschlossen. An der Bremsanlage wurde damals alles erneuert. Die &uuml;blichen Gummi-Bremsschl&auml;uche wurden durch Stahlflex-Schl&auml;uche ersetzt.</p>
<p>Bei der Wahl des Bremsfluids wurde ich damals auf den Ersatz des herk&ouml;mmlichen DOT 3 oder DOT 4 Bremsfluids auf Basis von Polyglykolen, durch Silikon&ouml;l DOT 5 aufmerksam.&nbsp;</p>
<p>Im Zuge einer nun notwendig gewordenen Erneuerung des Gummi-Faltenbalges am linken hinteren Achsrohr mu&szlig; eigentlich die komplette Baugruppe "Achsrohr / Radantrieb" &nbsp;zerlegt werden. Interessehalber habe ich auch den Bremszylinder abmontiert und zerlegt. Es war so damals vor 8 Jahren, &nbsp;da&szlig; mir niemand kompetent Auskunft geben konnte oder wollte in Bezug auf Haltbarkeit, Langzeit-Einsatzf&auml;higkeit, Korrosionsanf&auml;lligkeit, Rostfra&szlig;, Vergleich zu Polyglykolfluid usw. Ich habe aber damals einem Haflingerfreund zugesagt dar&uuml;ber meine Erfahrungen weiterzugeben, nur wer das war, das wei&szlig; ich mittlerweile nicht mehr.....</p>
<p>Nun, nach 8 Jahren Einsatzdauer und ohne jemals das einmal eingef&uuml;llte Silikon&ouml;l gewechselt zu haben sieht das Innere des (damals versuchsweise an den Hinterachsen eingebauten) 22,2mm Bremszyl. so aus wie am Foto: kein Rostfra&szlig;, keine Undichtheit, immer gut funktioniert. Zu einem &Ouml;lverlust ist es nie gekommen, einmal nach 4 Jahren mu&szlig;te ein bi&szlig;chen nachgef&uuml;llt werden, offensichtlich wegen des Verschlei&szlig;es an den Bel&auml;gen.&nbsp;</p>
<p>Die Kolben hingegen weisen leichten Rostfra&szlig; auf, bis zur Manschette. Offensichtlich durch eingedrungenes Wasser nach Flu&szlig;durchfahrten. Sie waren aber beide voll beweglich. An den Gummi-Manschetten sind leichte Riefen zu erkennen, hervorgerufen durch Schmutz bzw. Sandk&ouml;rner. Die Dichtkanten der Manschetten sind nach wie vor fast wie im Neuzustand. Aufgequollen ist nichts. &nbsp;Werde in Zukunft die Kolben, auch von neuen Bremszylindern, mit Bremsfett gut einfetten.&nbsp;</p>
<p>Ich will hier keine Werbung machen, jeder m&ouml;ge in seine Fahrzeuge einf&uuml;llen was er f&uuml;r richtig h&auml;lt. Will blo&szlig; meine, in diesem Falle positive Erfahrung an interessierte Hafi-Freunde &nbsp;weitergeben! &nbsp;Ich bleibe beim Silikon&ouml;l, haupts&auml;chlich wegen des Entfalls des periodischen Bremsfl&uuml;ssigkeitswechsels. </p>
<p>Allerdings ist mit dem Einsatz von DOT 5 Silikon&ouml;l wichtig zu wissen, da&szlig; auf keinen Fall mit herk&ouml;mmlicher DOT 3 oder DOT 4 Bremsfl&uuml;ssigkeit nachgef&uuml;llt werden darf. &nbsp;Um Irrt&uuml;mern vorzubeugen sollte bzw, MUSS am Armaturenbrett ein Aufkleber mit einer diesbez&uuml;glichen Warnung angebracht werden.&nbsp;</p>
<p><img src="https://farm3.staticflickr.com/2931/14460021838_6b1b60bd2e_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>Das Innere des Bremszyl. nach Reinigung: kein Lochfra&szlig;, leichte Markierung durch Manschette.</p>
<p><img src="https://farm3.staticflickr.com/2897/14644441494_05857762d6_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>Einer der Kolben, leichter Rostfra&szlig; am Aluteil, an Manschette Riefen durch eingedrungenen Sand.</p>
<p>Gr&uuml;&szlig;e....AP700</p>
<p><img src="https://s.yimg.com/pw/images/spaceball.gif" border="0" style="max-width: 550px;" /></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2014-07-14 23:17
        </div>
        <div class="post-body">
            <p>Servus Michael,</p>
<p>"Entfall des periodischen Bremsfl&uuml;ssigkeitswechsels" sollte keinen verleiten, sich nicht an die Herstellervorschriften zu halten. Das eigentliche Problem, das bei Hochleistungsbremsen auftritt, ist ja nicht die Korrosion , sondern die Tr&ouml;pfchenbildung mangels Hygroskopie und die daraus folgende Bildung komprimierbaren Dampfes. Das macht sich bei der Bremsleistung unseres Haflingers nat&uuml;rlich nicht bemerkbar, da ists wahrscheinlich auch egal, ob Du DOT4 8Jahre im System hast. Aber z.b. bei Flugzeugbremsen, die mit Silikonfl&uuml;ssigkeit arbeiten, gelten erheblich k&uuml;rzere Wechselintervalle. das sicherlich mit gutem Grund.</p>
<p>Aber da sind wir schon einmal uneinig gewesen. Beim Haflinger wird's wohl egal sein, bei schnellen Autos h&auml;tte ich (bei l&auml;ngeren Wechselintervallen) Bedenken. Ich glaube auch nicht, dass es da Freigaben gibt.</p>
<p>Lb. Gr&uuml;&szlig;e &nbsp; Ulli</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Manfred Holzer</strong> replied on 2014-12-22 19:02
        </div>
        <div class="post-body">
            <p>Hallo Michael,</p>
<p>kann man einfach auf die Silikon-Bremsfl&uuml;ssigkeit umsteigen (entleeren und neu f&uuml;llen) oder geht das nur wenn die ganze Bremshydraulik erneuert wurde?</p>
<p>MfG</p>
<p>Manfred Holzer</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2014-12-22 20:47
        </div>
        <div class="post-body">
            <p>Hallo Manfred!</p>
<p>Damals vor 8 Jahren wurden im Zuge der Restaurierung alle Radbremszylinder, der Hauptbremszyl., &nbsp;der Beh&auml;lter und die Leitungen (Kunifer), auch die Bremsschl&auml;uche (Stahlflex) an meinem Haflinger erneuert. War alles total verrottet. Danach kam die Silikon&ouml;l-Bremsfl&uuml;ssigkeit &nbsp;(DOT 5 Automec ) ins System. Und ist auch heute noch drin.</p>
<p>Ich denke, du kannst ohne weiters ebenfalls dieses Silikon&ouml;l einsetzen, ohne da&szlig; daf&uuml;r nun extra Teile an der Bremsanlage erneuert werden m&uuml;&szlig;ten. Dabei gehe ich davon aus, da&szlig; die Radbremszylinder, die Schl&auml;uche, die Leitungen und deren Verschraubungen in EINWANDFREIEM Zustand sind.</p>
<p>Solltest du da Zweifel an einer der genannten Komponenten haben, so w&uuml;rde ich dir &nbsp; (auch wenn du es bei der herk&ouml;mmlichen DOT 3 Polyglykolether Bremsfl&uuml;ssigkeit belassen w&uuml;rdest) &nbsp;zur Erneuerung des betreffenden Teiles raten. Wir reden hier von Sicherheits-Relevanten Teilen, dennoch kosten die Bestandteile der Bremsanlage relativ wenig Geld ( Ausnahme vielleicht der Hauptbremszyl.)&nbsp;</p>
<p>Im Falle da&szlig; du Silikon&ouml;l einsetzen willst, w&uuml;rde ich zuerst im Beh&auml;lter die alte DOT 3 Fl&uuml;ssigkeit absaugen soda&szlig; fast nichts mehr davon vorhanden ist, und erst dann mit DOT 5 &nbsp;(Silikon&ouml;l) auff&uuml;llen. Und dann solltest du mindestens den Inhalt einer Flasche( je &frac12; Liter ) durch das System pumpen, damit sichergestellt ist da&szlig; keine R&uuml;ckst&auml;nde zur&uuml;ckbleiben. Bei der Gelegenheit gleich das System gewissenhaft entl&uuml;ften (an allen 4 R&auml;dern) , das ist&acute;s dann schon.&nbsp;</p>
<p>Wie man beim Entl&uuml;ften vorgeht...zu zweit oder mit dem Druckger&auml;t, das ist dir bekannt? Gutes Gelingen, Gr&uuml;&szlig;e Mike J.&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Manfred Holzer</strong> replied on 2014-12-23 10:36
        </div>
        <div class="post-body">
            <p>Hallo Michael,</p>
<p>danke f&uuml;r die rasche Antwort. Meine Bremsanlage wurde vor 20 Jahren erneuert und funktioniert problemlos. Allerdings, du wei&szlig;t, f&uuml;r schwere Gel&auml;ndefahrten im knietiefen Dreck ist mir mein "Klaffel-Hafi" zu schade. Ich versuche auch alle 3 Jahre die Bremsfl&uuml;ssigkeit zu wechseln damit ich das Wasser aus der Anlage bekomme das f&uuml;r den Rost und das Stecken der Bremsen beim Auswintern verantwortlich ist. Letzteres Problem hatte ich jedoch nicht beim Haflinger sondern nur bei meinem SIMCA 1000. Seit ich regelm&auml;&szlig;ig die Fl&uuml;ssigkeit wechsle aber nicht mehr.</p>
<p>Trotzdem werde ich jetzt bei beiden Fahrzeugen auf die, hoffentlich nicht hygroskopische, Silikon-Bremsfl&uuml;ssigkeit umsteigen.</p>
<p>LG Manfred</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2014-12-23 21:09
        </div>
        <div class="post-body">
            <p>Ja, die prompte Reaktion war weil ich ab und zu in&acute;s Forum hier reinschaue. Zur DOT 5: Das Silikon&ouml;l ist definitiv nicht hygroskopisch, deshalb l&ouml;st es Feuchtigkeit nicht. Kommt Wasser ins System so scheiden sich Wassertropfen an der tiefsten Stelle, das w&auml;ren also die Radbremszylinder, ab. Diese w&uuml;rden dann zu Lochfra&szlig;, sprich Rost f&uuml;hren. Es ist daher wichtig, den Vorratsbeh&auml;lter nie mit Wasser anzuspritzen, oder, wie ich es einmal bei einem sog. Gatsch-Freak gesehen habe, das Innere des Fahrerhauses des Haflingers mit dem K&auml;rcher zu reinigen. Sollte das einmal tats&auml;chlich notwendig werden, so mu&szlig; das Bel&uuml;ftungsloch im Deckel mit einem Klebeband gut abgedeckt werden. Werden diese simplen Vorsichtsma&szlig;nahmen beachtet, so h&auml;lt das Silikon&ouml;l sehr lange Zeit im Bremssystem, und der Wechsel alle 2 oder 3 Jahre entf&auml;llt. Bei der "Pickerl-&Uuml;berpr&uuml;fung" &nbsp;(T&Uuml;V / Dekra in D ) &nbsp;alle 2 Jahre wird auch der sog. Na&szlig;-Siedepunkt der Bremsfl&uuml;ssigkeit durch den Arb&ouml;-Techniker gecheckt, Ergebnis: &nbsp;stets in etwa der gleiche Wert wie nach erfolgter Restaurierung. Noch einen Vorteil im Gegensatz zur herk&ouml;mmlichen DOT 3 / 4 Bremsfl&uuml;ssigkeit hat das Silikon&ouml;l: &nbsp;falls es &uuml;ber die Lackierung versch&uuml;ttet wird, l&ouml;st es jedenfalls nicht den Lack, wirkt eher pflegend...&nbsp;&nbsp;</p>
<p>Du erw&auml;hnst Fahrten durch Knietiefen Dreck. In diesem Zusammenhang rate ich dir ( und ich spreche da aus eigener Erfahrung): Unmittelbar danach ein paarmal den Haflinger stark zusammenbremsen, um die Bremstrommeln halbwegs trocken zu bekommen, wichtig f&uuml;r eventuelle Weiterfahrt auf &ouml;ffentlicher Strasse, wo die Bremswirkung wieder voll da sein mu&szlig;. &nbsp;Sp&auml;ter, nach Abschlu&szlig; der Gel&auml;ndefahrten, zuhause oder am Parkplatz die Bremstrommeln der Reihe nach abnehmen, die Laufbahnen gut trockenwischen bzw. mit mittelfeinem Schleifpapier oder Leinen gl&auml;tten und die Bel&auml;ge ebenfalls etwas &uuml;berschleifen sodass Rosten nicht mehr stattfinden kann. Wichtig in diesem Zusammenhang ist auch, &nbsp;da&szlig; die Gummi-Abdeckmanschetten an den Radbremszylindern in gutem Zustand sind, keine Risse haben, wo unter Umst&auml;nden Wasser, Sand und Erde eindringen und zu vorzeitigem Verschlei&szlig; der Dichtmanschetten an den Kolben f&uuml;hren kann. &nbsp;Gr&uuml;&szlig;e, Mike J.&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Manfred Holzer</strong> replied on 2014-12-24 11:07
        </div>
        <div class="post-body">
            <p>Super Info - danke. Sch&ouml;ne Weihnachten</p>
<p>Manfred</p>
<p><a href="http://part66.jimdo.com/">http://part66.jimdo.com/</a></p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
