<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Lichtmaschinen-Regler</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Lichtmaschinen-Regler
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Lichtmaschinen-Regler</h1>
            <div class="post-meta">
                Posted by <strong>ThomasJost</strong> on 2015-01-30 18:00
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Starter Generator Anlasser Problem</span>
            </div>
            <div class="stats">
                Views: 16655 | Replies: 5
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen</p>
<p>Ich h&auml;tte mal wieder eine Frage:</p>
<p>Mein CH-Armee Haflinger l&auml;dt die Batterie nicht mehr.</p>
<p>Ladekontrolllampe verh&auml;lt sich jedoch normal.</p>
<p>&nbsp;</p>
<p>Hier im Forum habe ich von einer Sicherung gelesen.</p>
<p>Kann mir jemand sagen, wo diese Sicherung eingebaut ist?</p>
<p>Weiter w&uuml;rde mich interessieren, welche Reglerspuhle des Bosch-Reglers</p>
<p>f&uuml;r was zust&auml;ndig ist. Finde in meinen Unterlagen nichts.</p>
<p>Auch f&uuml;r Tipps bin ich offen.</p>
<p>&nbsp;</p>
<p>Gr&uuml;sse</p>
<p>Thomas</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2015-01-31 22:31
        </div>
        <div class="post-body">
            <p>Die Sicherung d&uuml;rfte im Regler drin als fliegende Sicherung sein. Mach mal den Deckel runter. Gut m&ouml;glich, da&szlig; ein Kabel ab ist.</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ThomasJost</strong> replied on 2015-02-02 17:03
        </div>
        <div class="post-body">
            <p>Hallo Norbert,</p>
<p>Danke f&uuml;r die schnelle Antwort. Eine Sicherung im Regler hats bei mir nicht.</p>
<p>Nach l&auml;ngerer Suche hat sich herausgestellt, dass der Entst&ouml;rer am Regler-Ausgang</p>
<p>Unterbruch hat.</p>
<p>Dabei ist mir der Spruch meines Lehrmeisters eingefallen:</p>
<p>Messe nie an einer alten Maschine mit modernen Messmitteln,</p>
<p>du wirst auf die Nase fallen.</p>
<p>Das gilt nat&uuml;rlich auch im umgekehrten Sinne.</p>
<p>&nbsp;</p>
<p>Gruss an alle&nbsp;Haflinger infizierten</p>
<p>Thomas</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2015-02-10 20:58
        </div>
        <div class="post-body">
            <p>Hi Thomas, nur als Nachtrag zu deinem Beitrag der Vollst&auml;ndigkeit halber diese paar Zeilen und ein Foto: es zeigt den Lichtmaschinen-Regler, der in der Mehrzahl der ( Nicht-CH-Armee ) &nbsp;Haflinger eingebaut ist, und zwar in diesem Blechgeh&auml;use (als Nah-Entst&ouml;rung). Es handelt sich um einen elektromechanischen Bosch-Einspulenregler mit integriertem R&uuml;ckstromschalter, Type TA 14V 20A. ( im Rep.Handbuch der SDP auch als RS/ZD 160/12/A3 bez.) Teile-Nr. 700.3.09.0040.</p>
<p>An der Klemme B+ ( auch als 51 bez.) , rechts unten am Regler ist das rote 4 mm&sup2; Kabel angeklemmt, kurz nach dem Kabelschuh ist die 25A Schmelzsicherung als "fliegende Sicherung" vorhanden, da &uuml;ber diesen Draht ...a) der Ladestrom zur Batterie flie&szlig;t und &nbsp;b) &nbsp;der Strom zu den diversen Verbrauchern geht, zuerst aber an Klemme 30 des Z&uuml;ndschlosses!&nbsp;</p>
<p>Wenn also mal ein totaler Stromausfall vorliegt, zuerst einmal diese Sicherung am Regler pr&uuml;fen, erst dann weitersuchen in der Sicherungsdose...(und vor allem den Fehler / Kurz- / Masseschlu&szlig; beheben) !</p>
<p>Die f&uuml;r die CH-Armee gelieferten Haflinger haben alle die Funk-Vollentst&ouml;rung wobei alle relevanten Teile vollgekapselt sind. Als Lichtmaschinenregler wurden UHER Dreispulenreglerschalter mit Knick-Kennlinie eingesetzt, ebenso vollgekapselt. &nbsp;Diese haben keine solche Sicherung in der Ladestromleitung.&nbsp;</p>
<p>Am Foto auch zu sehen die beiden auf der Drehbank gefertigten M6 Langhalsmuttern, die einen Aus/Einbau sehr vereinfachen...</p>
<p><img style="max-width: 550px;" border="0" src="https://farm6.staticflickr.com/5026/5619318507_982116907d.jpg" /></p>
<p>&nbsp;</p>
<p>Mu&szlig; hier gleich einen Fehler, den ich mangels guter Recherche gemacht habe, ausbessern: Im CH-Haflinger ist es kein UHER-Regler sondern ein BOSCH U-Dreispulenregler, der f&uuml;r die Lichtmaschine zust&auml;ndig ist ! &nbsp; Die UHER-Regler wurden nur zur Regelung des Strom-Generators der &Ouml;BH-Funkhaflinger verbaut. &nbsp;Erw&auml;hnter Bosch U-Regler wird im Rep.Handbuch als RS / UAM/160/12/1 bezeichnet, &nbsp;Bosch Ersatzteil-Nummer 0 190 301 023.</p>
<p>Hier noch ein Foto, wie der Lima-Regler im CH-Haflinger aussieht : ( dazu gibt es eine ganze Abhandlung zu lesen, unter "Gef&auml;hrdung Kabelbrand aus 8.4.2009 )&nbsp;</p>
<p>Bitte um Kenntnisnahme, und..sorry f&uuml;r die Verwechslung!</p>
<p><img src="http://farm4.static.flickr.com/3466/3784784453_ec34dc9e0b.jpg" border="0" style="max-width: 550px;" /></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2015-02-11 15:25
        </div>
        <div class="post-body">
            <p>Servus Michael</p>
<p>Gute Arbeit wie immer.</p>
<p>Als Erg&auml;nzung:</p>
<p>Wenn die Sicherung defekt ist, merkt man das nicht gleich, da bei h&ouml;herer Drehzahl kaum ein Potentialunterschied zwischen Lichtmaschine und Batterie besteht und die Ladekontrollleuchte deshalb nicht leuchtet. Gemerkt haben wir den Fehler erst in der Nacht, als durch die eingeschalteten Scheinwerfer die Batteriespannung etwas in die Knie gegangen ist und dadurch die Lichtmaschinenspannung etwas h&ouml;her war. Da glimmt dann die Ladekontrolleuchte ein bischen, sozusagen in verkehrter Richtung.</p>
<p>Da&szlig; die Schweizer den U-Regler verwendet haben, ist auf die Ersatzteilhaltung zur&uuml;ckzuf&uuml;hren. Der U-Regler ( Universalregler ) kann durch die herausgef&uuml;hrte Verdrahtung sowohl f&uuml;r plus oder minus an Masse als auch postitive oder negative Felderregung verwendet werden. Daher auch f&uuml;r Landrover usw. verwendbar. Der Ersatz durch unsere F-Regler ist problemlos m&ouml;glich, da die Lichtmaschine ident ist.</p>
<p>Die Sicherung ist eigentlich kein &Uuml;berlastungsschutz, da der Regler bei 20A abregelt, sondern ein Kurzschlu&szlig;schutz, falls das R&uuml;ckstromrelais beim Abstellen des Motors h&auml;ngenbleibt und dann das R&uuml;ckstromrelais abbrennt. Das ist ein bekannter Fehler beim Puch 700, wo der Regler horizontal eingebaut ist.</p>
<p>Gr&uuml;&szlig;e aus Graz</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2015-05-26 21:32
        </div>
        <div class="post-body">
            <p>Hallo Experten,</p>
<p>darf ich hier ein paar Fragen ankn&uuml;pfen?</p>
<p>Beim Treffen jetzt in S&ouml;ll hat mich mein Hafi das erste mal in &uuml;ber 30 Jahren im Stich gelassen. In einer sehr schmierigen steilen Gel&auml;ndepassage war er bei bei hoher Drehzahl mit einem "Patsch" aus und ohne Strom. Ursache war wohl eine am oberen Kontakt des fliegenden Sicherungshalters v&ouml;llig eingeschmorte, abgebrannte Sicherung. Nachdem ich sie rausgepopelt hatte und die Reste soweit herausgekratzt waren, dass ich eine neue Sicherung reinw&uuml;rgen konnte, lief er wieder. Allerdings glimmte jetzt die Ladekontrolle bei mittlerer und h&ouml;herer Drehzahl auf. Dank eines Haflingerfreundes konnte ich abends einen anderen Regler einbauen und alles funktioniert wieder.</p>
<p>Jetzt meine Fragen: Kann es sein, dass auf Grund von Kontaktproblemen an der 25 A Sicherung im Sicherungshalter es zum Zusammenschmelzen von Sicherung und Halter, dann zur Unterbrechung gekommen ist und dann der Regler bei der hohen Drehzahl Schaden nahm, oder ist das graue Theorie oder gibt es da andere Schadensursachen? Was ich sicher sagen kann, ist, dass der verbaute fliegende Sicherungshalter mit Kabelaufnahme f&uuml;r h&ouml;chstens 2,5 qmm mit den reingew&uuml;rgten 4 qmm Kabeln (ab Werk!) sicher nicht ideal war.</p>
<p>Lb Gr&uuml;&szlig;e aus Rosenheim &nbsp; Ulli&nbsp;</p>
        </div>
    </div>
</body>
</html>
