<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Z&#252;ndzeitpunkt</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Z&#252;ndzeitpunkt
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Z&#252;ndzeitpunkt</h1>
            <div class="post-meta">
                Posted by <strong>Bernd H&#246;ger</strong> on 2008-09-26 09:37
            </div>
            <div class="stats">
                Views: 45348 | Replies: 29
            </div>
        </div>
        <div class="post-body">
            <P mce_keep="true">Hallo Kollegen,</P>
<P mce_keep="true">als ich vor kurzem mal wieder die Zündung eingestellt habe (statisch), habe ich festgestell daß ich für den rechten und linken Zylinder jeweils einen anderen Zündzeitpunkt habe, die Differenz ist ca. 5 mm auf der Riemenscheibe, also nicht unerheblich.</P>
<P mce_keep="true">An was kann das liegen?</P>
<P mce_keep="true">Gruß Bernd.</P>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2008-09-26 14:54
        </div>
        <div class="post-body">
            <p>Servus Bernd</p><p>Ich vermute, daß die Sinterlager der Verteilerwelle verschlissen sind. Das passiert, wenn man die Lager über den Schmierfilz unter dem Verteilerfinger nicht ölt. Nach meinen Infos gibt es die Lager beim Boschdienst als Ersatzteile. Zum Einbau braucht man eine entsprechende Reibahle. Spielpassung 0,1 mm.<br></p><p>Grüße <br></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Stoessel</strong> replied on 2008-09-29 12:41
        </div>
        <div class="post-body">
            Hallo Bernd,
<p></p>
falls Du Probleme mit dem Verteiler hast - wir haben im Puch Freundeskreis einen Kollegen mit Bosch-Vergangenheit.
Ruf doch mal
<p></p>
Gerd Mayr in Landau/Pfalz unter +49 172 7214020 
<p></p>
an und bestell ihm von mir einen schönen Gruß.
Er beschäftigt sich gerade sehr intensiv mit dem Thema Verteiler (und Dynastarter).
<p></p>
Viel Erfolg!
Gruß Michael
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2008-09-30 19:01
        </div>
        <div class="post-body">
            <P mce_keep="true">Hallo Michael,</P>
<P mce_keep="true">vielen Dank für den Tipp, ich war übers Wochenende weg darum die späte Antwort.</P>
<P mce_keep="true">Gruß Bernd</P>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-06-24 18:01
        </div>
        <div class="post-body">
            <p>Ich finde keinen Schmierfilz. Wo soll der genau sein?? Bin am &uuml;berlegen ob ich nicht die ganze Z&uuml;ndanlage erneuern soll(ohne Verteiler). Hat zuf&auml;llig jemand die Bosch-Artikelnummern f&uuml;r die Z&uuml;ndspule, Kabel Z&uuml;ndspule zur Verteilerkappe, Z&uuml;ndkabel zu den Zylindern, Verteilerkappe und Verteilerfinger, sowie die ganzen Steckanschl&uuml;sse und Abdichtungen dazu, Meterware Z&uuml;ndkabel bzw. f&uuml;r sonstige Teile die ich brauche und mir jetzt noch nicht bekannt sind. </p>
<p>Vielen Dank! Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-06-25 09:22
        </div>
        <div class="post-body">
            <p>[quote user="Fischer Hans"]Ich finde keinen Schmierfilz. Wo soll der genau sein?[/quote]</p>
<p>&nbsp;Da kann dir geholfen werden! Hier in der Verteilerwelle ist er sehr gut zu sehn...</p>
<p><img border="0" width="550" src="http://www.kd-modelltechnik.de/sonstiges/kontaktloszuendung/DSC00282.jpg" /></p>
<p>(c) by KD Modelltechnik</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-06-25 09:34
        </div>
        <div class="post-body">
            <p>Hallo Kollegen, es gibt einen weiteren Filz und er ist eigendlich der wichtigere. Im Schaft des Verteilers sind zwei Gleitlager, eins oben eins unten, im verbleibenden Zwischenraum ist ein Filzst&uuml;ck, ca. 30 x&nbsp;25 x 3 mm eingelegt, welches sich um die Welle schmiegt. Baut man die Welle aus, kann man den Filz mit einem gebogenen Draht heraus angeln. Dieser Filzlappen schmiert die Verteilerwelle. Der&nbsp;kleine Fizpfropfen oben in der Welle schmiert das bewegliche Wellenende &uuml;ber der Z&uuml;ndverstellung.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-06-25 10:05
        </div>
        <div class="post-body">
            <p>Hallo Bernd,</p>
<p>wird der &uuml;ber die seitliche Schmiertstelle am (Mil)-Verteiler geschmiert?</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-06-25 10:16
        </div>
        <div class="post-body">
            <p>Hallo Stefan,</p>
<p>da kann ich nichts dazu sagen, hab einen Mil Verteiler noch&nbsp;nie so genau angeschaut.</p>
<p>Gru&szlig; Bernd&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-06-26 16:53
        </div>
        <div class="post-body">
            <p>Boschartikelnummern. Hat keiner diese Nummern f&uuml;r die weiter oben genannten Teile.</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-07-01 18:54
        </div>
        <div class="post-body">
            <p>Kann bei diesem Thema keiner weiterhelfen?! Bei der Ausfahrt heute war ich froh als ich wieder daheim war. Nimmt nur bis 1/2 Gasstellung bzw. Drehzahl Gas an. Dar&uuml;ber ist ein kompletter Leistungseinbruch. Kann da vielleicht ein Problem mit der Masse sein?</p>
<p>mfg., Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-07-01 21:30
        </div>
        <div class="post-body">
            <p>Hallo Hans.</p>
<p>Bist dir sicher dass das Problem von der Z&uuml;ndanlage her kommt?</p>
<p>mfg</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-07-02 22:42
        </div>
        <div class="post-body">
            <p>M&ouml;glich. Was soll ich deiner Meinung kontrollieren.</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-07-04 12:56
        </div>
        <div class="post-body">
            <p>Ich w&uuml;rde da eher in richtung Kraftstoffaufbereitung gehen.</p>
<p>Vergaser reinigen, Abgas einstellen.</p>
<p>mfg</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-07-04 19:33
        </div>
        <div class="post-body">
            <p>Zur Zeit steht der Hafi in einer Fachwerkst&auml;tte um die ganze Sache zu &uuml;berpr&uuml;fen. Der Fachmann hat gleich gemeint das eine Hardi-Pumpe v&ouml;llig ungeignet ist f&uuml;r einen Vergasermotor. Er hat den Druck und den Nachflu&szlig; zum Vergaser gemessen. Eine andere Benzinpumpe soll jetzt abhilfe bringen. Weiter Ergebnisse erfahr ich hoffentlich am Montag. Die restliche Z&uuml;ndanlage funktioniert anstandslos. Sogar die Z&uuml;ndung selbst sei korrekt eingestellt. Die Z&uuml;ndverteilung auf beide Zylinder ist auch exakt. Z&uuml;ndverstellung funktioniert auch. </p>
<p>Vielleicht funktioniert die Sache jetzt wieder l&auml;nger ohne Probleme.</p>
<p>Restlich Info&acute;s folgen.</p>
<p>Sch&ouml;nes Wochenende. Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-07-05 00:14
        </div>
        <div class="post-body">
            <p>Servus Hans.</p>
<p>Ich habe auch eine Hardypumpe eingebaut und es funktioniert spitze.</p>
<p>Es kann h&ouml;chstens sein dass Du eine Pumpe mit einem zu hohen Druck eingebaut hast.</p>
<p>Gr&uuml;sse</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-07-05 15:07
        </div>
        <div class="post-body">
            <p>Nein die Pumpe mit ,15 oder ,2 bar glaube ich. Laut dem Fachmann ist es die Arbeitsweise und nicht der Druck was falsch ist. Verstehn tu ichs nicht, weil ja mehrere mit einer Hardipumpe unterwegs sind(Haflinger und Pinzgauer). Mir soll es nur recht sein wenn dann der Haflinger wieder einwandfrei funktioniert. Bin schon neugierig ob auch ein crashrelais eingebaut wird. </p>
<p>Gr&uuml;&szlig;e Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-07-05 15:33
        </div>
        <div class="post-body">
            <p>Hallo.</p>
<p>Das leuchtet mir jetzt nicht ein aber es wird schon so sein.</p>
<p>Bin jedenfalls gespannt ob es dann funktioniert.</p>
<p>Halt mich auf dem laufenden.</p>
<p>Gr&uuml;sse</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-07-05 18:21
        </div>
        <div class="post-body">
            <p>Mir gehts genau so. Da sind wir bereits zwei im gro&szlig;en Haflingerforum.</p>
<p>Vielleicht ist jemand im Forum der diese Meinung vom Fachmann technisch fundiert erkl&auml;ren kann?</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2009-07-05 20:10
        </div>
        <div class="post-body">
            <p>Servus,</p>
<p>was f&uuml;r eine Hardi Pumpe hast Du denn drin?</p>
<p>Pauschal zu sagen eine Hardi Pumpe ist f&uuml;r Vergaser nicht geeignet, ist Unsinn. Eher das Gegenteil ist der Fall.</p>
<p>Es gibt von Hardi spezielle Vergaser Pumpen, die sich praktisch dem Kraftstoffbedarf anpassen. (Man braucht dann keinen R&uuml;cklauf zum Tank wie bei einer Pumpe die f&uuml;r Einpritzanlagen gedacht ist)</p>
<p>Wenn man das Schwimmernadelventil schonen will, nimmt man die mit weniger Druck, wobei meine Kunden alle mit der mit gro&szlig;en Druck 0,38 bar in Haflinger und Pinzgauer ohne Probleme fahren. Auch in Volvo Oldtimer Veragser PKWs habe ich schon welche verklauft, allerdings mit dem kleineren Druck, da der Besitzer Angst um den Vergaser hatte. Hardi empfiehlt aber auf meine Anfrage f&uuml;r Offroad, extreme Schr&auml;glagen, etc ausdr&uuml;cklich die 18812 (12 Volt) oder 18824 (24 Volt).</p>
<p>Eine &Uuml;bersicht der Hardi Vergaser Pumpen findet Ihr hier:<br />http://www.hardi.de/verg.htm</p>
<p>&Uuml;brigens l&auml;uft mein eigener Hafi mit 823ccm M&uuml;ller Motor und Hardi Pumpe 18812 hervorragend.&nbsp; (Danke nochmal an Willi Zach f&uuml;r die Hilfe mit den Vergasern - Willi w&uuml;rde ich ohne dieses Forum nicht namentlich kennen)</p>
<p>&nbsp;</p>
<p>Gru&szlig;</p>
<p>Lorenz</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-07-05 20:28
        </div>
        <div class="post-body">
            <p>Eingebaut ist/war 13312. </p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2009-07-05 22:18
        </div>
        <div class="post-body">
            <p>Die Pumpe ist ok, wenn mir auch etwas zu schwach. Was bringt sie den wirklich f&uuml;r einen Druck und was f&uuml;r eine F&ouml;rdermenge? Sind Deine Leitungen und der Filter ok?</p>
<p>Schwimmernadelventil und Schwimmer ok?</p>
<p>Wie sehen die Kerzen nach dem Absterben aus? Zu nass oder zu hell? Vieleicht ist der Vergaser nicht ok und l&auml;sst den Motor absterben? Bed&uuml;sung ok?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-07-06 17:58
        </div>
        <div class="post-body">
            <p>Druck und F&ouml;rdermenge mu&szlig; ich fragen. Der Vergaser wurde gemeinsam mit dem Motor gemacht. Die Kerzen sind nicht na&szlig;. Sind von aussen nach innen schwarz/grau bis br&auml;unlich. Aktuell stirbt der Motor auch nicht ab nur ab der mittleren Drehzahlstadium f&auml;llt die Leistung weg. Kraftstofffilter bzw. Leitungen sind neu.</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2009-07-07 06:57
        </div>
        <div class="post-body">
            <p>W&uuml;rde ich beim Bosch Dienst mal an die Kabel h&auml;ngen und mir die Z&uuml;ndvorg&auml;nge auf dem Oszi anschauen. Wenn das ok ist, dann ist es der Vergaser oder Ventile.</p>
<p>&nbsp;</p>
<p>Wann hast Du das letzte Mal die Ventile eingestellt? Beim neuen Motor w&auml;re es nach sp&auml;testens 1500km angebracht. &amp; K&ouml;pfe nachziehen. Ich hatte auch solche Probleme, es waren nur die Ventile.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-07-07 20:32
        </div>
        <div class="post-body">
            <p>Die Ventile habe ich kontrolliert ,15er geht sch&ouml;n durch. Die K&ouml;pfe kontrolliert und dannach eben zum Robert B. gestellt. Seit letzter Woche warte ich auf die Fertigmeldung. Die neuen gefundenen Fehler(ausser die total ungeeignete Hardipumpe) teile ich dann mit. Wie schon geschrieben soll die Z&uuml;ndanlage soweit in Ordnung sein.</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-07-10 20:34
        </div>
        <div class="post-body">
            <p>Hafi wieder daheim!</p>
<p>Ich soll in jetzt einige Tage ausprobieren. Was so alles gemacht wurde ist mir noch nicht bekannt. </p>
<p>So nebenbei eine neue Frage: Zum ausprobieren hat er die alte Benzinpumpe angeschlossen. Die ist damals schon zwischen den Geh&auml;usen undicht gewesen. Kann von der Pumpe innerlich Benzin in den Motor gelangen? Die alte Pumpe hat er komplett entfernt und einen Deckel dar&uuml;ber gemacht. Im Motorraum sah man auf der rechten Seite ziemliche Spuren vom Motor&ouml;l. Nun weis ich nicht ob ich das Motor&ouml;l erneuern soll oder wie kann ich feststellen ob Benzin ins Motor&ouml;l gekommen ist?</p>
<p>Gr&uuml;&szlig;e an die Haflingerwelt! Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-07-11 07:12
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>[quote user="Fischer Hans"]Nun weis ich nicht ob ich das Motor&ouml;l erneuern soll oder wie kann ich feststellen ob Benzin ins Motor&ouml;l gekommen ist?[/quote]</p>
<p>lass es raus, die zwei Liter machen dich auch nicht arm und falls Sprit drin ist, ist dem Hafimotor auch geholfen...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2009-07-12 13:39
        </div>
        <div class="post-body">
            <p>Ich bin jetzt kein Pumpenguru, hatte aber neulichst eine mechanische vom Hafi offen. Da ist ja so ein gro&szlig;e Gummiplatte drin, die wird wohl bewegt und dadurch das Benzi gef&ouml;rdert. Solange die dicht ist, kann auch kein Benzin in Richtung Motor kommen. Wenn diese Platte nicht mehr dicht ist, f&ouml;rdert die Pumpe auch nicht mehr. Also kann auch kein Benzin reinkommen, weil die Pumpe nichts ansaugt?</p>
<p>Stef@n?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-07-12 14:40
        </div>
        <div class="post-body">
            <p>Es gibt noch die Abdichtung zum Motor hin, soweit ich das aus den Rep-Anleitungen und ETK entnehmen kann. Und da die Membran sicher nicht schlagartig aufgibt sondern langsam reisst, kann es bei einem Defekt der Abdichtung zum Motor schon noch dazu kommen, dass Sprit dort rein gelangt.</p>
<p>Wie gesagt, die Infos hab ich mal so aus ETK und den Rep-Handb&uuml;chern zusammengesucht. Irrtum vorbehalten!<br />Gru&szlig;</p>
<p><br />Stefan&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-09-27 19:13
        </div>
        <div class="post-body">
            <p>So dieses Wochenende wieder einmal ausgiebig Haflingergefahren:-))))!</p>
<p>Am Samstag ging es auf die Edelwei&szlig;spitze(2571m, Gro&szlig;glocknerhochalpenstra&szlig;e) und am Sonntag auf die Alm.</p>
<p>An beiden Tagen hatte ich das Problem mit dem Leistungseinbruch beim Beschleunigen. Von einen auf den anderen Meter ist die Leistung weg. Die Leistung kommt nur mehr schwellend aber nicht mehr als die halbe Motorleistung. Am Filter zum Vergaser ist immer Treibstoff sichtbar. Hin und wieder hilft das R&uuml;tteln und Drehen an den Z&uuml;ndkabel. Genauso schnell wie es kommt geht das Problem auch wieder. Nur ich wei&szlig; nicht warum. Bei den anderen Ausfahrten hatte er genauso seine Zeiten. Heute ist die volle Leistung leider nicht mehr gekommen. Aber so ca. bis 75% Leistungsabgabe waren es schon. Die Z&uuml;ndkerzen habe ich mit genommen und werde diese mal dem Herrn Bosch vorlegen. Vielleicht sieht er daran eine Ursache.</p>
<p>So nebenbei: In Zell am See neben der Salzach habe ich unter einem Flugdach einen Pinzi aus dem Pinzforum gesehen. W&auml;re bei voller Haflingerfahrt wahrscheinlich nicht passiert:-)!!</p>
<p>Hans F.</p>
        </div>
    </div>
</body>
</html>
