<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Diff.Seitendeckel unterschiedliche Ausf&#252;hrung</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Diff.Seitendeckel unterschiedliche Ausf&#252;hrung
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Diff.Seitendeckel unterschiedliche Ausf&#252;hrung</h1>
            <div class="post-meta">
                Posted by <strong>Michael Janczer</strong> on 2014-01-31 13:14
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Getriebe</span>
                <span class="category">Differential-Seitendeckel</span>
            </div>
            <div class="stats">
                Views: 11353 | Replies: 4
            </div>
        </div>
        <div class="post-body">
            <p>Allgemeiner Hinweis an Interessierte aus gegebenem Anla&szlig;:&nbsp;</p>
<p>Habe ein paar Differential-Seitendeckel angekauft aus dem Nachla&szlig; eines unserer besten Haflingerfreunde! &nbsp;Dabei stellte ich fest da&szlig; der sog. Bearbeitungssteg in den F&auml;usten, welche den Gewindebolzen klemmen sollen, weiterbesteht. Aber nur in Deckeln aus jener Fertigungs-Charge, welche die 14mm Bohrung erhielten f&uuml;r den Bet&auml;tigungsbolzen der DiffSperre. Offensichtlich gab es zwei verschiedene Ausf&uuml;hrungen dieser Spritzgu&szlig;-Werkzeuge, siehe untenstehende Fotos! &nbsp;</p>
<p>Ich denke, dass es jedenfalls ratsam ist diesen Steg zu entfernen denn-wie an einigen Haflingern bereits gesehen-kann ansonst die Faust den Gewindebolzen nicht klemmen und leiert dieser die 18mm Bohrung in der Faust bei jeder Achsbewegung weiter aus. (Konnte aber durch Ausbuchsen rep.werden).</p>
<p>&nbsp;</p>
<p>This is to inform about that two different injection-molding moulds were eventually used to produce those differential-side covers. New parts should be checked whether the clamps are bridged, in such a case it is recommendable to cut them open, otherwise the threaded suspension-bolts are not clamped properly and will cause premature wear inside the 18mm bores. (May be refurbished by inserting steel-sleeves)&nbsp;</p>
<p><img src="./CommunityServer.Components.ImageFileViewer/CommunityServer/Components/PostAttachments/00/00/00/11/51/IMG_5F00_4066.jpg-500x400.jpg" border="0" style="max-width: 550px;" /></p>
<p>An diesem von B.H&ouml;ger geschwei&szlig;tem Seitendeckel gut sichtbar die nicht entfernten Bearbeitungsstege an den F&auml;usten zur Klemmung der Gewindebolzen! Leider nicht sichtbar ob mit oder ohne 14mm Bohrung.</p>
<p><img src="http://farm4.staticflickr.com/3766/12234368524_803208803d_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>Neuer Deckel, ohne Bohrung f&uuml;r DiffSperre, weist keinen Bearbeitungssteg auf.</p>
<p><img src="http://farm4.staticflickr.com/3684/12234142023_5f98cd62c0_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>Neuer Deckel, mit Bohrung f&uuml;r DiffSperre, weist Bearbeitungssteg auf.</p>
<p><img src="http://farm8.staticflickr.com/7430/12234662366_04f4775ff3_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>Bei Deckel, wo der Steg die Faust f&uuml;r den Gewindebolzen zusammenh&auml;lt, wird dieser aufgeschnitten.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Rene Lienhard</strong> replied on 2014-02-01 18:56
        </div>
        <div class="post-body">
            <p>Hallo zusammen</p>
<p>Nach meinem Wissen,&nbsp;sind diese Deckel mit dem Steg in kommunalen ( diese haben auch verst&auml;rkte Achsschwingen)&nbsp;und zum teil auch zivilen Versionen verbaut worden.Es gibt dazu auch andere Gewindebolzen mit je zwei O-Ringen als Abdichtung, ( habe leider momentan kein Foto) ,der gr&ouml;ssere O-Ring auf dem Gewindebolzen liegt genau in dem Bereich von diesem Steg und dichtet so, nach aussen ab. Wenn diese Gewindebolzen verbaut werden, sollte der Steg nicht ausgefr&auml;sst werden, bei den "normalen Gewindebolzen" spielt das keine Rolle.</p>
<p>Gr&uuml;sse</p>
<p>Ren&eacute;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2014-02-02 17:40
        </div>
        <div class="post-body">
            <p>@ Rene&acute; ! &nbsp;Die 18mm Bohrung in der Faust ist sowohl f&uuml;r die Standard-Gewindebolzen als auch f&uuml;r jene die 2 O-Ringe an der Klemmstelle aufweisen immer gleich mit den 18mm ( Also f&uuml;r die KommunalHafis wurde nix verst&auml;rkt, au&szlig;er der aufgeschwei&szlig;te hufeisenf&ouml;rmige Steg am gegabelten Teil des Achsrohres)</p>
<p>Die O-Ringe an dieser Stelle wo der Bolzen die 18mm Dicke hat, sind &uuml;berfl&uuml;ssig, es gibt in diesem Bereich keine Schmierstelle, auch keine wie immer geartete &nbsp;&Ouml;lbohrung aus dem Inneren des Getriebes kommt dort durch den Deckel....also zu was dienen die zwei O-Ringe? &nbsp;( Anm. Ich habe solche Bolzen hier, aus reparierten Getrieben, ziemlich ausgeleiert sind sie jedenfalls) &nbsp;Es gibt-nach meinem Wissensstand-auch keine Ersatzbolzen in dieser Ausf&uuml;hrung. Sollte es anders sein, lasse ich mich gerne belehren.</p>
<p>Da - egal welche Ausf&uuml;hrung bei einer &Uuml;berholung zum Einsatz kommt - die Abdichtung gegen das im Getriebe herumgeschleuderte &Ouml;l nur mittels des kleinen O-Ringes am vorderen Ende des Gewindebolzens (Teil 16a.....900.3783 mit 9,25x1,78, besser 900.3790 mit 10 x 2) &nbsp; erfolgt, ist es in erster Linie wichtig die scharfe Kante der in den Deckel eingegossenen Stahlh&uuml;lse so zu verrunden dass beim Einbau des Bolzens der O-Ring nicht gleich abgeschert wird. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Und wie es sich herausgestellt hat, ist es allemal besser den angegossenen Steg aufzuschneiden damit der Gewindebolzen - ob mit oder ohne O-Ringe, ob mit Gewinde oder glatte Ausf&uuml;hrung - fest geklemmt werden kann( Schrauben M8x60).&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2014-02-02 20:19
        </div>
        <div class="post-body">
            <p>Hallo allerseits,</p>
<p>bei einem meiner Haflinger (zivil, Baujahr 71) sowie bei einem Haflinger meines Vaters (zivil, Baujahr 72) habe ich ebenfalls die Deckel mit den Stegen entdeckt. Ich glaube, dass Rene Recht hat und generell bei Haflingern j&uuml;ngeren Baujahres diese Ausf&uuml;hrung eingebaut wurde.</p>
<p>Mir scheint, dass man mit dieser sp&auml;ten Ausf&uuml;hrung versucht haben k&ouml;nnte, die Schmierung der Gewindebolzen zu optimieren (keine Dochte) und gleichzeitig bestm&ouml;gliche Dichtheit des Systems zu garantieren. Die Abdichtung zwischen Achsgabel und Diff-Deckel erfolgt nicht mehr durch zwei speziell geformte Dichtringe, sondern durch zwei gro&szlig;e O-Ringe. Diese dichten aber nicht innen am Gewindebolzen ab, daher braucht es einen zus&auml;tzlichen O-Ring am &auml;u&szlig;eren Teil des Gewindebolzens, wie von Rene erw&auml;hnt. Sowohl dieser O-Ring als auch der &auml;u&szlig;ere O-Ring zwischen Achsgabel und Diff-Deckel ben&ouml;tigen den Steg, um sauber abzudichten. Es ist daher aus meiner Sicht nicht empfehlenswert, den Steg zu entfernen, wenn man die Ausf&uuml;hrung so original beibehalten m&ouml;chte.</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e,<br />Constantin&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2014-02-06 23:33
        </div>
        <div class="post-body">
            <p>@ Consti &amp; Ren&eacute; !</p>
<p>Das scheint so zu sein, es gibt tats&auml;chlich diese Variante mit den 2 gr&ouml;&szlig;eren O-Ringen, siehe Katalog von 1970, Tafel 3 02/0, Teile 18, O-Ring 22x4, das sind die beiden O-Ringe welche die Formscheiben der zweiten Variante ersetzen. Der Teil 17, O-Ring 14x1,78 ist dann der O-Ring welcher am Bolzen sitzt und unter dem hier erw&auml;hnten Steg zu liegen kommt.</p>
<p>Diese Konstruktion bedingt aber nun f&uuml;r jede der beiden Varianten (Gewindebolzen mit Docht oder ohne Docht) einen eigenen Diff.Seitendeckel. Diese gibt es in tats&auml;chlich, siehe Fotos.</p>
<p> Der Ordnung halber mu&szlig; ich hier festhalten da&szlig; bis zur Chassis-Nr. 536.1237 (700AP), bzw. 555.1284 (703AP) die Deckel mit TeileNr. 700.1.32.1001 bzw. 0791 eingesetzt wurden, ab dann jene mit 700.4... usw. Diese sind die Seitendeckel mit dem Steg.</p>
<p> Es ist blo&szlig; so, da&szlig; heutzutage Ersatzteilm&auml;ssig nur die gebohrten Deckel den Steg haben, die nicht gebohrten sind ohne diesen Steg. &nbsp;Ich denke, es ist nicht realistisch, da&szlig; wenn man an einem Achsrohr neue Gewindebolzen einbaut, man auch den Diff.Seitendeckel mittauschen m&uuml;sste.</p>
<p>Ich habe aber noch einen Einwand zu deiner Ansicht: Der Steg verhindert jedenfalls die Klemmung des Gewindebolzens in der Faust, da kann man die M8x60 Schraube bis an die Bruchgrenze festziehen, wird der Bolzen immer locker bleiben. Aber eben nur hinten in der 18mm Bohrung. Vorne, wo er mit dem 14mm Durchmesser in der Stahlbuchse steckt, ist die Passung sehr genau. Mit jeder Achsbewegung wird der Gewindebolzen hin und herbewegt, und f&uuml;hrt diese andauernde Wechselbeanspruchung zum Ausleiern sowohl der 18mm Bohrung in der Faust als auch (aber weniger) in der Stahlbuchse.</p>
<p>Ich kann euch etliche solcher Bolzen zeigen, nicht nur die Bohrung im Aludeckel ist bis auf oder &uuml;ber 20mm vergr&ouml;&szlig;ert, auch die geh&auml;rteten Bolzen sind stark verschlissen...&nbsp;</p>
<p>Ich verstehe auch nicht, wo an dem Bolzen &Ouml;l austreten k&ouml;nnte, au&szlig;er bei den Formscheiben bzw. den 22x4 O-Ringen. Der dickere Bereich, wo der Gewindebolzen in der Faust steckt, weist ja keinerlei Querbohrung auf wo &Ouml;l aus der l&auml;ngsliegenden Bohrung austreten k&ouml;nnte, also zu was sowohl O-Ring 14 x 1,78 als auch Steg? Eine Querbohrung gibt es nur in der Mitte des M18 Gewindes , damit da &Ouml;l zwischen Gewindebolzen und -H&uuml;lse eintreten kann zur Schmierung der Teile. Und wenn der Konstrukteur eine solche Art der Verlust-Schmierung vorgesehen hat, so hat er zumindest die Formscheiben bzw. die O.Ringe ebenfalls eingebaut. Nur, diese elastischen Dichtmittel werden auch irgendwann einmal undicht, dann tritt eben ein bi&szlig;chen Schmier&ouml;l aus ( durch den Docht sehr eingeschr&auml;nkt) Und bisher war noch in allen Gewindebolzen Dochtschnur drinnen.</p>
<p>Ich sehe es daher als f&uuml;r technisch richtig an wenn der Gewindebolzen gut geklemmt ist, insbesonders bei Weiterverwendung der alten Gewindebolzen, aber auch &nbsp;wenn der Umbau auf Kunststoff-Buchsen erfolgt.&nbsp;</p>
<p>&nbsp;</p>
<p>Noch eine Frage: Suche noch eine Kopie von Stromlaufplan 700AP, Zivil, mit Bosch Licht-Z&uuml;nd-Startschloss ( Bosch-TeileNr. 0 342 307 001 ) Das ist jenes Z&uuml;nschlo&szlig; wo ein nagelf&ouml;rmiger "Schl&uuml;ssel" eingesteckt wird, der im ersten Drittel eine Kerbe aufweist, &auml;hnlich wie bei den CH- &nbsp;oder &Ouml;BH-Haflingern.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
