<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Kupplung l&#246;st nicht mehr</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Kupplung l&#246;st nicht mehr
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Kupplung l&#246;st nicht mehr</h1>
            <div class="post-meta">
                Posted by <strong>Florian</strong> on 2013-06-29 17:06
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Datenblatt</span>
                <span class="category">Ausr&amp;#252;cklager schadhaft</span>
            </div>
            <div class="stats">
                Views: 12334 | Replies: 6
            </div>
        </div>
        <div class="post-body">
            <p>Hallo , ich bin gerade auf der suche nach Informationen auf dieses Forum gesto&szlig;en.<br />Ich habe bei meinem Haflinger soeben die Kupplungsscheibe und das Kupplungsseil erneuert.<br />jedoch l&ouml;st die Kupplung jetzt gar nicht mehr.<br />die Druckpaltte habe ich &uuml;berpr&uuml;fen lassen die ist in Ordnung und "neuwertig"<br />der Hebel funktioniert auch einwandfrei.<br />Meine letzte idee ist dass das Ausr&uuml;cklager abgenutzt (habe gelesn dass das verschlei&szlig;t wenn das kupplungsseil nicht mehr das beste ist)<br />hat jemand vielleicht abmessungen vom ausr&uuml;cklager wie hoch das bei einem neuen Teil ist ?&nbsp;<br />Bitte um dringende Hilfe , denn ich habe echt keinen Idee mehr was da noch kaputt sein k&ouml;nnt<br /><br />mfg Florian</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2013-06-29 18:49
        </div>
        <div class="post-body">
            <p>Hallo Florian.</p>
<p>Selbst wenn das Ausr&uuml;cklager verschlissen sein sollte, was es eigentlich nicht gibt ( ausser Du hast eines mit Graphitring) m&uuml;sste die Kupplung trennen wenn Du am Zug nachstellst. Ich nehme an das hast Du schon probiert???</p>
<p>Ansonsten k&ouml;nnte evtl. noch die Getriebewelle im Schwung klemmen ( meiner Meinung nach eher unwahrscheinlich).</p>
<p>Kupplungsscheibe richtig eingebaut, leichtg&auml;ngig auf der Getriebewellle und geschmiert? Spiel richtig eingestellt?</p>
<p>Gr&uuml;sse Flo</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2013-06-30 09:00
        </div>
        <div class="post-body">
            <p>Es k&ouml;nnte sein, da&szlig; sich die beiden Halteklammern des Ausr&uuml;ckelagers gel&ouml;st haben, und dieses jetzt in der Kupplunsglocke liegt. Ich hab mal den Motor rausgemacht und fand eben beide Klammern in der Glocke. Gekuppelt hat er trotzdem noch, fragt sich nur wie lange. Ich denke, man mu&szlig; die Klammern vor dem Einbau ein wenig enger biegen.</p>
<p>Gru&szlig; norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Florian</strong> replied on 2013-06-30 09:56
        </div>
        <div class="post-body">
            <p>Hallo , nein die hab ich scon sch&ouml;n rangemacht dass die nicht mehr runtergehen , daran kann es nicht liegen&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Florian</strong> replied on 2013-06-30 10:06
        </div>
        <div class="post-body">
            <p>ich habe anhand einer skizze im internet die ma&szlig;e verglichen und das aur&uuml;cklager ist in ordnung.</p>
<p>die Kupplungsscheibe ist neu , die Kupplung selber haben wir auch &uuml;berpr&uuml;ft , die funktioniert auch&nbsp;</p>
<p>Getriebe haben wir kontrolliert das funktioniert auch .</p>
<p>wir haben es mit den verschiedensten einstellungen versucht mit den verschiedensten abst&auml;nden von ausr&uuml;cklager zu kupplung aber nichts hat funktioniert</p>
<p>was kich jetzt zur &uuml;erlegung gebrahct hat ob das ausr&uuml;cklager eventuell nicht mittig auf die kupplung dr&uuml;ckt und somit nicht alle 3 hebel aufmachen</p>
<p>aber wir k&ouml;nnt eman das &uuml;berpr&uuml;fen ?</p>
<p>ps Vielen Dnk f&uuml;r eure Tips&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2013-06-30 23:32
        </div>
        <div class="post-body">
            <p>Zum Montieren der Kupplung brauchst Du einen Zentrierdorn und der Druckring darf maximal 0,4 mm schief sein. Messen mit Me&szlig;uhr, befestigt an den Befestigungsl&ouml;chern des Motors.</p>
<p>&nbsp;</p>
<p>Wenn du mal den Kupplungszug auf "besonders eng" stellst, und dann&nbsp; aufs Pedal gehst, m&uuml;sste sich doch ein bisschem was tun....</p>
<p>&nbsp;</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2013-07-01 22:26
        </div>
        <div class="post-body">
            <p>Warum hast du die Scheibe und das Seil erneuert und welche arbeiten wurden noch gemacht?</p>
<p>Meiner &Uuml;berlegung nach sind entweder die 3 Zughebelchen(7001163281beiKS180) falsch eingestellt oder das Schwungrad wurde ggf. falsch aufbereitet.</p>
<p>Die Einstellung Ausr&uuml;ckgabel und Ausr&uuml;ckwelle passt? Bei mir war mal die Schwei&szlig;naht Hebel(wo Seil engeh&auml;ngt ist) zur Ausr&uuml;ckwelle gerissen.</p>
<p>Hans F.</p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
