<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Original Listenpreis AP 700</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Original Listenpreis AP 700
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Original Listenpreis AP 700</h1>
            <div class="post-meta">
                Posted by <strong>Florian Sapper</strong> on 2009-02-16 20:01
            </div>
            <div class="stats">
                Views: 7597 | Replies: 3
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>ich habe einen Hafi 700, Bj 1964, wahrscheinlich &ouml;sterr. Zivilausf&uuml;hrung (Heck senkrecht).</p>
<p>Zu diesem br&auml;uchte ich den deutschen Listenpreis von 1964 f&uuml;r die aktuelle Steuererkl&auml;rung, da ich ihn beruflich nutze. Ich habe im Netz mal eine Liste gesehen, kann sie aber jetzt nicht mehr finden.</p>
<p>Vielleicht kann mir da jemand weiterhelfen.</p>
<p>Vielen Dank im voraus</p>
<p>Viele Gr&uuml;&szlig;e&nbsp;</p>
<p>Florian Sapper</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>Gibt es denn noch Hafi&acute;s in der N&auml;he von Aachen?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Roland Guenter Dworschak</strong> replied on 2009-02-16 21:44
        </div>
        <div class="post-body">
            <p>Hallo Florian,<br /><br />Gratulation! Respekt - Die Anzahl der beruflich genutzten Haflinger ist vermutlich nicht mehr&nbsp;so gro&szlig;, aber es ist interessant dass es doch noch welche gibt.&nbsp;</p>
<p>Auf der Seite <a href="http://www.steyr-puch.org/index.htm">http://www.steyr-puch.org/index.htm</a>&nbsp;gibt es ein paar Preise von damals.<br />Nach welcher Steuer must du jetzt was bezahlen was fr&uuml;her mal den Preis von x hatte?? Vorallem wenn das schon 40 Jahre her ist.<br /><br />Also wenn ich das z.B. mit einem FAX-Ger&auml;t aus dem Anfang der 80er Jahre vergleichen w&uuml;rde, was damals locker an die umgerechnet 7000 Euro gekostet h&auml;tte, was man heute etwa um 120 Euros haben kann.....&nbsp; da kann ich mir auch nicht vorstellen dass man heute auch nur einen Cent des damaligen Preises irgendwo in einer aktuellen Steuererkl&auml;rung unterbringen k&ouml;nnte auch wenn ich mir das (aus welchem Grund auch immer) erst jetzt gekauft h&auml;tte?&nbsp; ... na ja ich versteh&acute;s vielleicht nicht, </p>
<p>Sorry wenn ich da jetzt so neugierig bin, </p>
<p>Liebe Gr&uuml;&szlig;e aus der Wachau<br />Roland</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Florian Sapper</strong> replied on 2009-02-16 22:48
        </div>
        <div class="post-body">
            <p>Hallo Roland,</p>
<p>danke f&uuml;r die schnelle Antwort.</p>
<p>Da ich ihn f&uuml;r Gel&auml;ndeeins&auml;tze bei Probenahmen im Umweltschutz einsetze und er jetzt als Privateinlage in das Betriebsverm&ouml;gen aufgenommen werden soll, um die Restaurierungskosten steuerlich geltend machen zu k&ouml;nnen, mu&szlig; er mit dem Neuwert eingebracht werden. Sagt jedenfalls meine Steuerfrau.</p>
<p>Wer arbeitet soll auch Geld daf&uuml;r bekommen. Das gilt auch f&uuml;r Hafi&acute;s</p>
<p>&nbsp;</p>
<p>Viele Gr&uuml;&szlig;e</p>
<p>Florian</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>UlrichPflueger</strong> replied on 2009-02-23 15:27
        </div>
        <div class="post-body">
            <p>Hallo Florian,hallo Roland,</p>
<p>die Sache ist eigentlich ziemlich einfach - eine "Spezialit&auml;t" des deutschen Steuerrechts:</p>
<p>Wenn man ein Firmenfahrzeug - und das soll der Hafi hier werden - auch privat benutzen will (egal ob Arbeitnehmer oder Arbeitgeber!), mu&szlig; man entweder ein Fahrtenbuch f&uuml;hren oder 1% des bei der Erstzulassung g&uuml;ltigen Bruttolistenpreises als "geldwerten Vorteil" bei der Einkommensteuer angeben. </p>
<p>Das war eigentlich - nach Meinung vieler - als Neidsteuer f&uuml;r die Dienstwagen gedacht und hat z.B. dazu gef&uuml;hrt, da&szlig; sich niemand einen "edelgebrauchten" BMW 7er oder Mercedes S als Firmenfahrzeug kauft (obwohl nach 3 Jahren oft nur noch halb so teuer ...), da er den vollen Listenneupreis (ohne Rabatte!!!) versteuern mu&szlig;.</p>
<p>F&uuml;r die Oldtimerfreunde hat sich hier jedoch eine interessante L&uuml;cke aufgetan: Es gibt ja gen&uuml;gend alltagstaugliche "Oldtimer", seien es z.B. Porsche 911, Jaguar etc...Diese sind dann auch nur mit 1% des Listenneupreises zu versteuern und da wird es dann interesant. </p>
<p>Zum anderen ist dann prinzipell - wenn das Fahrzeug zum Firmenverm&ouml;gen geh&ouml;rt - der Unterhaltsaufwand als Firmenausgabe zu sehen, wobei hier allerdings &Auml;rger mit dem Finanzamt immer wieder vorkommt. Dies d&uuml;rfte jedoch eher "Luxusrenovierungen" bei Porsche, Mercedes etc. betreffen, ein Hafi d&uuml;rfte evtl. eher Gnade vor dem Auge des Gesetzes finden ...</p>
<p>&nbsp;</p>
<p>Viele Gr&uuml;&szlig;e</p>
<p>Ulrich</p>
        </div>
    </div>
</body>
</html>
