<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>&#214;ltropfen am Halbachsbolzen</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            &#214;ltropfen am Halbachsbolzen
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">&#214;ltropfen am Halbachsbolzen</h1>
            <div class="post-meta">
                Posted by <strong>Norbert Palme</strong> on 2009-03-21 17:00
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Halbachsbolzen</span>
            </div>
            <div class="stats">
                Views: 9357 | Replies: 4
            </div>
        </div>
        <div class="post-body">
            <p>Servus Freunde, </p>
<p>Nach Umbau der Halbachsbolzen von Gewindeb&uuml;chsen auf Kunststoff Kommt eben an diesen Bolzen immer noch ein wenig &Ouml;l raus, wenn ich eine Zeit lang gefahren bin.</p>
<p>Jetzt sind doch da diese Bohrungen, von denen aus die Lauffl&auml;chen der Buchsen mit Verlust&ouml;l geschmiert werden.</p>
<p>Besch&auml;digte O-Ringe kann ich ausschlie&szlig;en und das Aufreiben war auch im vorgesehenen Ma&szlig;. </p>
<p>Habt Ihr an dieser Stelle auch eine leichte Undichte?</p>
<p>Gru&szlig; Norbert Palme</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-03-21 17:22
        </div>
        <div class="post-body">
            <p>Servus Norbert.</p>
<p>Bei mir ist das auch der Fall. Habe auch letztes Jahr auf Kunststoffbuchsen umgebaut. Am Anfang war ich auch genervt weil dies ja nicht gerade eine Arbeit von 1 Stunde ist.</p>
<p>Dann habe ich mit einem Bekannten geredet der selber 3 Hafis hat und auch auf einigen Treffen war und dieser hat mir gesagt dass er selten einen gesehen hat der richtig dicht war.</p>
<p>Als ich dann gesagt habe dass ich es nicht haben kann wenn &Ouml;ltropfen unter meinem Fahrzeug sind hat er nur gesagt er mag das auch nicht deshalb steckt er ein Handtuch zwischen Rutschblech und Getriebe. So kann man das Problem auch l&ouml;sen.(Grins)</p>
<p>Aber man sagt ja, ein Aggregat das Arbeiten muss darf auch schwitzen. &Uuml;brigens sieht es ein leichter &Ouml;lverlust meistens viel tragischer aus als er ist. Ich bin letzten Sommer recht viel gefahren und habe nie nach dem &Ouml;l geschaut und habe im Herbst nicht mal 1/8 Liter nachgef&uuml;llt.</p>
<p>&nbsp;</p>
<p>Gruass ussem Tal</p>
<p>Flo</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2013-05-26 17:21
        </div>
        <div class="post-body">
            <p>Nun ist mir der &Ouml;lverlust doch auf die Nerven gegangen und ich habe mich der Sache angenommen.</p>
<p>Wichtig ist dass die Halbachsbolzen sehr streng in den Kunststoffbuchsen sitzen, also Vorsicht beim ausreiben, sonst schleicht sich das &Ouml;l im warmen Zustand durch und tropft dann wenn es links ist einfach runter und wenn es rechts undicht ist l&auml;uft es am Achsrohr entlang und tropft dann auf das Auspuffendrohr und jeder weiss wohl wie verbranntes Getriebe&ouml;l stinkt......</p>
<p>Ausserdem gibt es Halbachsbolzen mit und&nbsp;ohne Kerzendocht in der&nbsp;&Ouml;lbohrung. Ich glaube dass die Ausf&uuml;hrung mit Docht bez&uuml;glich&nbsp;&Ouml;lverlust g&uuml;nstiger ist, allerdings&nbsp;waren diese erst nach einer kleinen Modifikation ohne Besch&auml;digung des&nbsp;O-Ringes montierbar.</p>
<p>Auch bei den einteiligen Halbachsmanschtetten gibt es gravierende Qualit&auml;tsunterschiede. Ich habe&nbsp;probehalber Manschetten von 2 verschiedenen H&auml;ndlern montiert wobei die einen bereits nach 1 bzw 3 Jahren total por&ouml;s und teilweise schon undicht waren und die des anderen H&auml;ndlers&nbsp;nun nach 5 Jahren noch wie am ersten Tag&nbsp;sind.</p>
<p>Jedenfalls&nbsp;ist mein Getriebe jetzt "furztrocken".</p>
<p>&nbsp;</p>
<p>Gr&uuml;sse&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd Sahler</strong> replied on 2013-05-26 18:27
        </div>
        <div class="post-body">
            <p>[quote user=&quot;FlorianSchuler&quot;]
<p>Auch bei den einteiligen Halbachsmanschtetten gibt es gravierende Qualit&auml;tsunterschiede. Ich habe&nbsp;probehalber Manschetten von 2 verschiedenen H&auml;ndlern montiert wobei die einen bereits nach 1 bzw 3 Jahren total por&ouml;s und teilweise schon undicht waren und die des anderen H&auml;ndlers&nbsp;nun nach 5 Jahren noch wie am ersten Tag&nbsp;sind.</p>
<p>Jedenfalls&nbsp;ist mein Getriebe jetzt &quot;furztrocken&quot;.</p>
<p>&nbsp;</p>
<p>Gr&uuml;sse&nbsp;</p>
<div style="CLEAR: both"></div>
[/quote]</p>
<p>&nbsp;</p>
<p>Hallo,</p>
<p>darf ich bez&uuml;glich der Qualit&auml;tsunterschiede der H&auml;ndler raten?</p>
<p>Pr.....i - Qualit&auml;t nicht so gut ?</p>
<p>Qu....t - Qualit&auml;t top ?</p>
<p>Zumindest ist es bei den Sitzgummis so der Fall</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2013-05-27 10:21
        </div>
        <div class="post-body">
            <p>Hallo.</p>
<p>Stimmt genau.</p>
<p><br />Gr&uuml;sse</p>
        </div>
    </div>
</body>
</html>
