<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Einstellung Ausr&#252;ckhebel KS180</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Einstellung Ausr&#252;ckhebel KS180
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Einstellung Ausr&#252;ckhebel KS180</h1>
            <div class="post-meta">
                Posted by <strong>Michael Janczer</strong> on 2009-01-02 23:03
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Mechanik</span>
            </div>
            <div class="stats">
                Views: 16750 | Replies: 8
            </div>
        </div>
        <div class="post-body">
            <p>Ein gutes neues Jahr an alle!</p>
<p>Nach Reparatur einer Kupplung KS180, m&uuml;ssen jetzt die Ausr&uuml;ckhebel neu eingestellt werden. Trotz nachforschen in diversen Unterlagen, Rep. Anleitungen usw. konnte ich keine Angaben finden, wieviel mm gemessen werden sollten bzw. in welcher H&ouml;he sich der Druckring genau befinden soll. Wie am Foto zu sehen ist, ist die Kupplung auf die Schwungscheibe montiert und befindet sich unter der Druckplatte auch die Kupplungsscheibe (anders kann das Ganze nicht zusammengebaut werden wg. der Federvorspannung) , also mi&szlig;t das Tiefenma&szlig; bis zur K.Scheibe. Wei&szlig; jemand in der Runde genaueres dazu? </p>
<p>Gr&uuml;&szlig;e, AP 700</p>
<p><img src="http://farm4.static.flickr.com/3110/3160369681_13209bd608.jpg" /></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-01-03 09:37
        </div>
        <div class="post-body">
            <p>Servus Michael</p>
<p>Der Abstand zwischen Ausr&uuml;ckring und Kupplungsdeckel betr&auml;gt 14 mm, der max. Schlag 0,2 mm. Geht nur mit der Me&szlig;uhr.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-01-03 10:07
        </div>
        <div class="post-body">
            <p>Hallo Michael,</p>
<p>erst mal auch ein gutes neues Jahr.&nbsp;Was sind das f&uuml;r Kolben im Hintergrund, sind die beschichtet ?</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Helmut Sommereder</strong> replied on 2009-01-03 16:59
        </div>
        <div class="post-body">
            <p>Hallo Michael! Nach der Reparaturanleitung f&uuml;r die Schweizer Armee betr&auml;gt bei der Kupplung KS 180 &nbsp;der Abstand des Ausr&uuml;ckringes von der Deckelplatte bei montierter Kupplung und neuer Mitnehmerscheibe 21,5mm. Ich habe Dir gerade 2 Seiten gefaxt wo genaueres ersichtlich ist. Die 3. Seite hat den Faxweg von Zeiselmauer nach Wien trotz mehrfacher Versuche verweigert. Ich probiere es morgen nocheinmal.</p>
<p>Ein zufriedenes Neues Jahr&nbsp; w&uuml;nscht Dir Helmut</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Helmut Sommereder</strong> replied on 2009-01-03 18:20
        </div>
        <div class="post-body">
            <p><em><strong>Zur Antwort von Hans Messerklinger:</strong></em></p>
<p>Hallo Hans!</p>
<p>Nach meinen Unterlagen gelten die 14mm bei der 160mm Kupplung und die 21,5mm bei der 180mm Kupplung. Darum haben wir zwei verschiedene Angaben gemacht, aber im Prinzip sind beide richtig.</p>
<p>Alles Gute</p>
<p>Helmut</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-01-03 20:09
        </div>
        <div class="post-body">
            <p>Servus Helmut</p>
<p>Danke f&uuml;r die Berichtigung und f&uuml;r die Info, da ich Fahrzeuge in beiden Ausf&uuml;hrungen habe.&nbsp; Michael, mit dem ich ja in regelm&auml;&szlig;igem Kontakt stehe, wird mir die Unterlagen weiterleiten, falls mein fast Nachbar Constantin Kiesling diese Unterlagen nicht hat. </p>
<p>Danke und Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-01-03 21:47
        </div>
        <div class="post-body">
            <p>Danke Michael. Die Unterlagen sind angekommen. Leider ist die Aufl&ouml;sung sehr schlecht. Wenn ich eine bessere Kopie habe, werde ich sie an Wolfgang Verw&uuml;ster weitergeben, damit er die Reparaturanleitung in seinem Verlag vervollst&auml;ndigen kann. Er ist ein Schulfreund von mir.</p>
<p>Gr&uuml;&szlig;e und Dank</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-01-05 11:01
        </div>
        <div class="post-body">
            <p>Danke Hans und Helmut!, gute Idee da&szlig; W.Verw&uuml;ster auch dieses Detail aufnimmt in die Dokumentation, kommt letztlich allen zugute.</p>
<p>Zur Einstellung der Ausr&uuml;ckhebel bei der Kupplungs-Druckplatte KS180: Gemessen wird der Abstand zwischen Planfl&auml;che des Druckringes und der eigentlichen Halteplatte welche mit 6 Schrauben M8 an die Schwungmasse befestigt wird, dieses Ma&szlig; soll 21,5mm sein. Auch eine Toleranz f&uuml;r den "Schlag" des Druckringes gibt es: 0,2mm.&nbsp; Gr&uuml;&szlig;e, AP700.</p>
<p>P.S. : Die 80mm Kolben die am Bild sichtbar sind, wurden zuerst Glasperl-gestrahlt und danach mit Molykote Gleitlack beschichtet. Die Schwungmasse und die Mitnehmerplatte sind phosphatiert als Oberfl&auml;chenschutz.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-01-07 17:35
        </div>
        <div class="post-body">
            <p>Da gibt es ganz gute Unterlagen von unseren Kollegen in Deutschland, die ich Euch nicht vorenthalten will.</p>
<p>http://www.steyr-puch.de/kupplung.html</p>
<p>Gr&uuml;&szlig;e aus Graz</p>
        </div>
    </div>
</body>
</html>
