<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>wie funktioniert das Tarnlicht</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            wie funktioniert das Tarnlicht
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">wie funktioniert das Tarnlicht</h1>
            <div class="post-meta">
                Posted by <strong>Gerald Schwetz</strong> on 2010-02-15 12:05
            </div>
            <div class="stats">
                Views: 13874 | Replies: 8
            </div>
        </div>
        <div class="post-body">
            <p>Hallo erstmal an alle!</p>
<p>Bin durch meinen Vater (Wolfang Schwetz) der einen Zivil Haflinger hat, auf den Geschmack gekommen und habe seit Donnerstag den 11.02.2010 meinen&nbsp;ersten "EIGENEN" Haflinger!!! Den einen oder anderen User kenne ich ja schon von den diversen Treffen.</p>
<p>So ich h&auml;tte da auch schon die erste Frage und hoffe das mir jemand weiterhelfen kann!</p>
<p>Mein Haflinger ist ein Bj 1960 700Ap Ex Bundesheer mit Tarnlicht ausgestattet! Habe es nicht geschafft dieses einzuschalten! Laut Stromlaufplan und Reparaturanleitung ist das tarnlicht &uuml;ber den Lichtschalter zu bedienen. Habe auf einen Blechpl&auml;tchen hinter den Lichtschalter mehrere Buchstaben und Schaltereinstellungen eingestanzt. Der Lichtschalter l&auml;sst sich aber nur auf 2 Stellen bedienen (Standlicht u Abblendlicht) Kann es sein das das BH den Lichtschalter damals so umgebaut hat, das das Tarnlicht nicht zu bedienen ist? Oder muss man den Lichtschalter ziehen, dr&uuml;cken, streicheln gut zureden oder dergleichen??</p>
<p>Werde mal bei Zeiten Fotos machen und diese ins Netz stellen! Vielleicht hilft das weiter!</p>
<p>Ich danke euch schon mal allen im vorhinein!</p>
<p>lg gerald</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2010-02-15 21:36
        </div>
        <div class="post-body">
            <p>Servus Gerald,</p>
<p>erstmal Gl&uuml;ckwunsch zum eigenen Spielzeug!&nbsp; Wenn Du mir die Fgst. Endnummer sagst, k&ouml;nnte ich nachsehen ob er vielleicht ein Bruder von meinem EX &Ouml;BH Bj. 1960 ist.</p>
<p>Zum Tarnlicht: Meiner hat ein das Z&uuml;ndschlo&szlig;, mit dem auch das Licht eingeschaltet wird. Schl&uuml;ssel ganz rein und nach links ist normales Licht.</p>
<p>Schl&uuml;ssel wieder ca zur H&auml;lfte heraus und dann nach RECHTS kommt Tarnlicht. Stellung 1 = Komplett, Stellung 2 nur hinten. Wie es mit dem Blinker aussieht konnte ich auf die Schnelle mit meinem Nachbauschl&uuml;ssel (vom Zahntechniker) nicht ausprobieren.</p>
<p>Aber einfach rausziehen und wenn&nbsp; er sich nach rechts drehen l&auml;&szlig;t, kommt Tarnlicht</p>
<p>Gru&szlig; Norbert Palme</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Gerald Schwetz</strong> replied on 2010-02-16 08:12
        </div>
        <div class="post-body">
            <p>Hallo Norbert!</p>
<p>Also Fahrgestellnummer folgt! Ist vom Baujahr her ein 59 aber erst 60 zugelassen!</p>
<p>Deine Tipps werde ich heute zuhause gleich mal ausprobieren! Was ich so im Kopf habe hat das Z&uuml;ndschloss zwei Stellungen nach rechts (geht glaub ich auch ein Schraubenzieher) Stellung 1 (nach rechts) tut sich nichts, Stellung 2 (nach rechts) Kontrolllampen leuchten Z&uuml;ndung ist ein! Aber ich habs noch nicht probiert nach links zu drehen oder H&auml;lfte Schl&uuml;ssel raus und rechts! Werd das heut gleich mal versuchen und gleich berichten!</p>
<p>Lg Gerald</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2010-02-16 10:22
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Ich glaube, das ist die Ausf&uuml;hrung mit einem extra Lichtschalter. Im Schaltknebel ist ein Verriegelungsbolzen, den man, wenn man mit dem Z&uuml;ndschl&uuml;ssel den Knopf in der Mitte hineindr&uuml;ckt, horizontal verschieben kann. Dann kann man das Tarnlicht einschalten und das normale Licht ist verriegelt.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Gerald Schwetz</strong> replied on 2010-02-16 10:40
        </div>
        <div class="post-body">
            <p>Hallo Hans!</p>
<p>Wenn ich so &uuml;berlege hast du glaub ich recht! Im Lichtschalter is so ein kleines Zapferl,Stifterl!? Werds heut mal versuchen reinzudr&uuml;cken und den Schalter horizontal zu verschieben! W&uuml;rd am liebsten sofort Heim fahren und ausprobieren! Muss aber leider noch Arbeiten!</p>
<p>LG</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2010-02-16 16:13
        </div>
        <div class="post-body">
            <p>Im alten Forum:</p>
<p>http://www.myhaflinger.com/forum/</p>
<p>gibt es unter Haflinger eine Funktionsbeschreibung des Lichtschalters</p>
<p>Gr&uuml;&szlig;e aus Graz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2010-02-16 20:44
        </div>
        <div class="post-body">
            <p>@Hans M.: Sind das die gleichen Schalter wie an den CH-Armee-Pinzgauern?<br />Gru&szlig;</p>
<p>&nbsp;</p>
<p>Stefan&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Gerald Schwetz</strong> replied on 2010-02-17 07:20
        </div>
        <div class="post-body">
            <p>Tarnlicht funktioniert!</p>
<p>Also ist eigentlich e ganz leicht (wenn mans weis!)</p>
<p>In der Mitte des Lichtschalters ist ein kleiner Zapfen, diesen hineindr&uuml;cken und dann kann man den Stift links und rechts bewegen! Danach lassen sich alle Stellungen beim Lichtschalter einlegen!</p>
<p>Vielen Dank an alle Tipps!</p>
<p>Gru&szlig; Gerald!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2010-02-17 20:12
        </div>
        <div class="post-body">
            <p>Servus Stefan</p>
<p>Ich kenne die Schalter im Pinzgauer nicht, aber in dem angef&uuml;hrten Beitrag im alten Forum ist ein Link zu dem Bild des Schalters. Ich hatte beide Varianten der Lichtschalter in meinen Haflingern, aber beide aus Sicherheitsgr&uuml;nden durch Tosische Z&uuml;ndlichtschl&ouml;sser von Bosch ersetzt. Die sind eigentlich f&uuml;r Traktoren, passen aber auch optisch sehr gut.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
</body>
</html>
