<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Probleme mit hinterer Sperre</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Probleme mit hinterer Sperre
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Probleme mit hinterer Sperre</h1>
            <div class="post-meta">
                Posted by <strong>Stefan Beerendonk</strong> on 2012-02-14 20:31
            </div>
            <div class="stats">
                Views: 27473 | Replies: 16
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen ;c)</p>
<p>Meine hintere Sperre aktiviert sich wie von Geisterhand bei Linkskurvenfahrten und warmen Getriebe&ouml;l ... ist es kalt und tr&auml;ge kann man den Haflinger einwandfrei&nbsp;um die Linkskurve jagen&nbsp; ...&nbsp; Jetzt habe ich den Tip bekommen, das irgendeine Schraube die hinter dem Diff Deckel&nbsp;&nbsp;liegen soll, hin und wieder abscheren/rei&szlig;en k&ouml;nnte und so den Sperrenmechanismus zur "Verselbstst&auml;ndigung" ermuntert ;c( ... Ich habe nun&nbsp;&nbsp;einige Schnittzeichnungen angeschaut, kann mir aber nicht genau vorstellen wo genau diese Schraubenverbindung liegen soll.... </p>
<p>Frage: Gibts diese Schraubenverbindung und wo muss ich suchen bzw was muss ich alles demontieren um dort ranzukommen ....</p>
<p>Vielen Dank f&uuml;r eure Hilfe ;c)</p>
<p>&nbsp;</p>
<p>Gru&szlig; Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2012-02-16 21:34
        </div>
        <div class="post-body">
            <p>Hallo Stefan,</p>
<p>unsere Spezialisten sind wohl grad verhindert, so dass ich versuche, Dir aus eigener Erfahrung einen Tip zu geben. Meiner bot eine &auml;hnliche Symptomatik. Es zeigte sich dann, dass der Schaltbolzen der Diff.-Sperre an der Schaltgabel abgebrochen war. Da kann dann wohl bei Nichtbelastung und Leichtg&auml;ngigkeit durch warmes &Ouml;l in Linkskurven durch die Zentrifugalkraft die Sperre einr&uuml;cken. Das Richten ist kein gro&szlig;er Aufwand. Also am Umlenkhebel des Schaltgest&auml;nges der Sperre unter der evtl. noch intakten Gummimanschette nachsehen, ob eine feste Verbindung mit dem Bolzen besteht.&nbsp;&nbsp;&nbsp; </p>
<p>Gru&szlig;&nbsp; Ulli</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2012-02-16 21:40
        </div>
        <div class="post-body">
            <p>.........am Gabelkopf des Bolzens abgebrochen war........ ist wohl genauer beschrieben&nbsp;&nbsp; Ulli</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2012-02-22 12:01
        </div>
        <div class="post-body">
            <p>Hallo Ulli,</p>
<p>vielen Dank f&uuml;r die prompte Hilfe ;c)&nbsp;&nbsp; Ich hab mir jetzt mal eine Explosionszeichnung besorgt ... falls diese Schraube gebrochen ist, komme ich da am einfachsten &uuml;ber den Diffdeckel dran ( durch Demontage Diffdeckel und Halbachse) oder gibts da sonst noch einen Trick? Ich werde heut abend erst mal das Sperrengest&auml;nge abmontieren und mal nachschaun ob sich&nbsp;der Sperrbolzen &nbsp;leicht schieben und sogar&nbsp;drehen l&auml;sst ...</p>
<p>Danke !</p>
<p>&nbsp;</p>
<p>Gru&szlig; Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2012-02-22 21:10
        </div>
        <div class="post-body">
            <p>Hallo Stefan,</p>
<p>Also , wenn es Das ist, was ich vermute, mu&szlig;t Du nur aussen am Umlenkhebel, dort wo der kleine Schaltbolzen mit dem Gabelkopf aus dem Diff -geh&auml;use herausragt unter der evtl. noch vorhandenen Gummimanschette nachsehen, ob der&nbsp; Gabelkopf nicht am Gewindeansatz abgebrochen ist. Wenn hier keine Verbindung mehr besteht, kannst Du die Sperre per Hebelwerk nicht mehr l&ouml;sen (eindr&uuml;cken l&auml;sst sie sich bei g&uuml;nstiger Stellung evtl . noch- )&nbsp;und es k&ouml;nnte zu Deiner Symptomatik kommen. Hast Du denn keinen Teilekatalog mit Aufrissbildern? </p>
<p>Gru&szlig;&nbsp; Ulli</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2012-03-05 23:13
        </div>
        <div class="post-body">
            <p>Hallo Ulli, Stefan !</p>
<p>Kann mir zwar die beschriebene Ursache f&uuml;r einen Defekt nicht ganz Vorstellen, warum der Schaltbolzen brechen sollte, aber wie immer...</p>
<p>" Nix Ist Unm&ouml;glich " &nbsp; &nbsp; &nbsp;F&uuml;r eher wahrscheinlich halte ich die M&ouml;glichkeit da&szlig; einfach der 6 mm Bolzen verschwunden ist, der durch das Gabelst&uuml;ck und den Winkelhebel geht, d-h- beide gelenkig miteinander verbindet.</p>
<p>Da ich zuf&auml;llig dzt. mit einem &nbsp;vorderen Differential besch&auml;ftigt bin, habe ich euch ein paar Bilder von den Teilen gemacht, damit der Zusammenhang besser gezeigt werden kann.&nbsp;</p>
<p>Das erste Foto zeigt den Diff.Deckel mit montiertem Faltenbalg, das Gabelst&uuml;ck ist bereits abgenommen. Nimmt man den Balg ab, so liegt das Ende des Schaltbolzens frei, mit dem M7 Gewinde daran, Foto 2. &nbsp;Dieser Bolzen hat die Teilenummer 700.1.32.0841.</p>
<p>Mit einem 12 mm Gabelschl&uuml;ssel kann man nun den Sechskant der Verschlu&szlig;h&uuml;lse aufdrehen, damit kommt der Schaltbolzen frei, sowie die dahinterliegende Druckfeder, siehe Foto 3.</p>
<p>Tats&auml;chlich ist es so, da&szlig; der Schiebering, der am Differentialgeh&auml;use sitzt , sich sehr leicht hin und her bewegen l&auml;&szlig;t, dementsprechend gleitet die au&szlig;enverzahnte Schiebeh&uuml;lse zur Sperre leicht in das Innenverzahnte Kegelrad bzw. aus diesem heraus. Es gibt hier keine weitere gefederte Raste !</p>
<p>Pr&uuml;fe daher mal ob der 6mm Bolzen noch vorhanden ist, ob das Gabelst&uuml;ck noch vorhanden ist und dann ob der 7mm Bolzen intakt oder evtl. abgebrochen ist. </p>
<p>Du mu&szlig;t auf keinen Fall den Differential-Seitendeckel abnehmen oder sonst Teile abmontieren, nur die Verschlu&szlig;h&uuml;lse mit einen 12er Gabel oder besser Ringschl&uuml;ssel l&ouml;sen &nbsp; &nbsp;Gr&uuml;&szlig;e, Mike J.</p>
<p><img src="http://farm8.staticflickr.com/7043/6810952232_8e6a3e88e3_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>Bolzen geht durch den Diff.Deckel und hat am inneren Ende das halbmondf&ouml;rmige Schiebest&uuml;ck</p>
<p>&nbsp;</p>
<p><img src="http://farm8.staticflickr.com/7184/6957067107_e5d134d314_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>Hier ist der Faltenbalg schon abgenommen, das M7 Gewinde ist sichtbar, da w&uuml;rde das Gabelst&uuml;ck befestigt sein.</p>
<p>&nbsp;</p>
<p><img src="http://farm8.staticflickr.com/7191/6810962626_2ecd9fca18_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>Hier ist die Verschlu&szlig;h&uuml;lse bereits abgenommen, die leere Schiebeh&uuml;lse ist sichtbar.</p>
<p>&nbsp;</p>
<p><img src="http://farm8.staticflickr.com/7054/6957056323_fdd35770f1_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>Das sind die Einzelteile, die Verschlu&szlig;h&uuml;lse, der Druckbolzen 700.1.32.0841 und die Druckfeder.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2012-03-06 11:43
        </div>
        <div class="post-body">
            <p>Servus Michael,</p>
<address>das kann nat&uuml;rlich auch sein, dass sich der Bolzen nur von der &auml;usseren Gabel (Kontermutter) gel&ouml;st hat. Bei mir war damals hier wieder&nbsp;ein Bruch am schon einmal&nbsp;geschweissten Gewindest&uuml;ck. Ursache kann eigentlich nur rohe Gewalt bei der Bedienung sein. Wir werden es ja vielleicht erfahren.</address><address></address><address>Lb. Gr&uuml;&szlig;e&nbsp; Ulli</address>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2012-03-06 21:02
        </div>
        <div class="post-body">
            <p>Hallo Ulli !</p>
<p>Tja, es ist nicht einfach, eine Ferndiagnose zu stellen, die auch noch m&ouml;glichst auf Anhieb zutreffen sollte. Vielleicht k&ouml;nnte aber Stefan den fraglichen Bereich mal fotografieren und ein Bild hier ins Forum stellen ? &nbsp;</p>
<p>Auch rohe Gewalt kann dem ganzen Mechanismus eigentlich nichts anhaben, es ist nur so, da&szlig; bei manchen Fahrzeugen anstelle des vorgesehenen 6 mm Bolzens im Gabelst&uuml;ck oder zur Lagerung des Winkelhebels blo&szlig; eine 6mm Schraube eingesetzt ist, weil eben der kleine Bolzen verloren ging. Nun fehlt manchmal die zugeh&ouml;rige Mutter, oder es bricht die Schraube, und schon fehlt die Verbindung, ist das Ganze locker....</p>
<p>Diese 6mm Bolzen &nbsp;( 6 mm Durchmesser, 12 - 13mm L&auml;nge ) sollten entweder versplintet sein, oder einen Federstecker zur Sicherung haben, oder wenn gew&uuml;nscht, einen Seegerring in einer umlaufenden Nut aufweisen.</p>
<p>L.G. Michael J.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2012-03-14 11:12
        </div>
        <div class="post-body">
            <p>Hallo Ulli und Michael!</p>
<p>erst mal vielen Dank f&uuml;r Eure freundliche Hilfe und die sehr detailierten Hilfestellungen von Michael ( sind immer wieder gigantisch!! )&nbsp; !! --- Ich war leider einige Wochen krank und bin erst Montag aus dem Krankenhaus entlassen worden ...Deshalb auch meine versp&auml;tete Reaktion auf euren Tipp ...</p>
<p><span style="text-decoration: underline;">Ich habe jetzt die ensprechenden Sperren Bestandteile kontolliert:</span></p>
<p>-Bolzen und Splintringe sind alle montiert gewesen...</p>
<p>- Der Schaltbolzen ist auch noch intakt, jedoch&nbsp;war er wohl schonmal gebrochen und wurde geschwei&szlig;t. </p>
<p>- Die Feder ist auch drin und wei&szlig;t auch die erforderliche L&auml;nge von 30mm auf.</p>
<p>Ich habe jetzt den Bolzen nochmal ohne Feder draufgeschraubt und kann alles&nbsp;manuell&nbsp;sauber hin und herschieben ( auch im Diff-Bereich scheint sich dann etwas zu tun ...)&nbsp; </p>
<p>Ich habe&nbsp;gerade auch einmal versucht &uuml;ber die an der Schaltwelle gekonterte F&uuml;hrungsschraube die ganze Sperrenwelle zu&nbsp;drehen , um herauszufinden ob vielleicht&nbsp;auf der anderen Seite die Gabel lose ist ... Dies scheint aber nicht der Fall zu sein und h&ouml;here Kr&auml;fte mag ich siegerheitshalber nicht auf die M12 Verbindung wirken lassen ...</p>
<p>Frage: Wie lang ist dieser Schaltbolzen eigentlich insgesamt?&nbsp; Vielleicht ist er ja damals in einer falschen L&auml;nge zusammengeschwei&szlig;t worden ....</p>
<p>Ich danke euch f&uuml;r die tolle Hilfe im voraus!!!</p>
<p>&nbsp;</p>
<p>LG aus dem Westerwald</p>
<p>Stefan</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2012-03-14 11:17
        </div>
        <div class="post-body">
            <p>[quote user="Stefan Beerendonk"]
<p>Hallo Ulli und Michael!</p>
<p>erst mal vielen Dank f&uuml;r Eure freundliche Hilfe und die sehr detailierten Hilfestellungen von Michael ( sind immer wieder gigantisch!! )&nbsp; !! --- Ich war leider einige Wochen krank und bin erst Montag aus dem Krankenhaus entlassen worden ...Deshalb auch meine versp&auml;tete Reaktion auf euren Tipp ...</p>
<p><span style="text-decoration: underline;">Ich habe jetzt die ensprechenden Sperren Bestandteile kontolliert:</span></p>
<p>-Bolzen und Splintringe sind alle montiert gewesen...</p>
<p>- Der Schaltbolzen ist auch noch intakt, jedoch&nbsp;war er wohl schonmal gebrochen und wurde geschwei&szlig;t. </p>
<p>- Die Feder ist auch drin und wei&szlig;t auch die erforderliche L&auml;nge von 30mm auf.</p>
<p>Ich habe jetzt den Bolzen nochmal ohne Feder draufgeschraubt und kann alles&nbsp;manuell&nbsp;sauber hin und herschieben ( auch im Diff-Bereich scheint sich dann etwas zu tun ...)&nbsp; </p>
<p>Ich habe&nbsp;gerade auch einmal versucht &uuml;ber die an der Schaltwelle gekonterte F&uuml;hrungsschraube die ganze Sperrenwelle zu&nbsp;drehen , um herauszufinden ob vielleicht&nbsp;auf der anderen Seite die Gabel lose ist ... Dies scheint aber nicht der Fall zu sein und h&ouml;here Kr&auml;fte mag ich siegerheitshalber nicht auf die M12 Verbindung wirken lassen ...</p>
<p>Frage: Wie lang ist dieser Schaltbolzen eigentlich insgesamt?&nbsp; Vielleicht ist er ja damals in einer falschen L&auml;nge zusammengeschwei&szlig;t worden ....</p>
<p>Ich danke euch f&uuml;r die tolle Hilfe im voraus!!!</p>
<p>&nbsp;</p>
<p>LG aus dem Westerwald</p>
<p>Stefan</p>
<p>&nbsp;</p>
<div style="CLEAR: both"></div>
[/quote]</p>
<h3>"siegerheitshalber" --- soll nat&uuml;rlich "sicherheitshalber" hei&szlig;en ;c))</h3>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2012-03-14 13:33
        </div>
        <div class="post-body">
            <p>Ich nochmal ;c)</p>
<p>Habe gerade eine Tesfahrt gemacht und hierf&uuml;r die Sperre mit Kabelbindern zur FahrwerksFeder hin arretiert und siehe da, man kann sich f&ouml;rmlich in Linkskurven werfen und es knackt nichts! Demnach mu&szlig; die Schaltgabel der Sperre&nbsp;ja noch da sitzen wo sie hin soll ... Komisch nur, dass er fr&uuml;her bei gleicher Sperrengest&auml;ngeeinstellung auch nicht knackte ... und diese Symtomatik auf einmal von heute auf morgen kam ... </p>
<p>Wie lang sind eure Schaltbolzen?</p>
<p>Danke und Gr&uuml;&szlig;e</p>
<p>&nbsp;</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2012-03-14 20:23
        </div>
        <div class="post-body">
            <p>@ Stefan !</p>
<p>Anbei eine Skizze des Schaltbolzen, der die hintere Sperre reindr&uuml;ckt.</p>
<p>Pr&uuml;fe auch mal ob nicht der Gummiring, der zum Festhalten des Ziehgriffes (gelber &Uuml;berzug) der hinteren Sperre dient, Teilenr. 700.2.28.0551( Klemmring mit Metalleinlage), ob dieser nicht bereits entweder total verh&auml;rtet ist oder ob nicht vielleicht die kleinen pilzf&ouml;rmigen Druckstifte Teilenr. 700.1.28.0561 fehlen. Dazu mu&szlig; du mittels WaPu-Zange die dreieckige " Verschlu&szlig;schale" vorsichtig drehen unter gleichzeitigem hineindr&uuml;cken der drei Druckstifte, damit diese Druckschale freigegeben wird. &nbsp;</p>
<p>Der Ziehgriff mu&szlig; jedenfalls sp&uuml;rbar &uuml;ber den Widerstand (bauchige Erweiterung in Mitte) gezogen werden, andernfalls sinkt beim Fahren der Ziehgriff von selbst nach unten, damit wird aber die verzahnte Sperrenh&uuml;lse im Differential nur teilweise in die Differential-Kegelr&auml;der geschoben bzw. gezogen, &nbsp;verursacht Abrieb, Verschlei&szlig; und kann sogar zu Bruch der feinen Z&auml;hnchen f&uuml;hren....&nbsp;</p>
<p>Erg&auml;nzende Info zur Druckfeder hinter dem Schaltbolzen Teilenr. 700.1.32.0861: &nbsp;Au&szlig;endurchm. 10mm +0,10 -0,0, &nbsp; &nbsp; L&auml;nge entspannt 30mm, &nbsp; &nbsp;Drahtst&auml;rke 1,80mm.&nbsp;</p>
<p>Gr&uuml;&szlig;e, M.J.</p>
<p><img src="http://farm8.staticflickr.com/7070/6836480820_42d314a784_z.jpg" border="0" style="max-width: 550px;" /></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2012-03-14 21:45
        </div>
        <div class="post-body">
            <p>Guten Abend&nbsp;Michael,</p>
<p>vielen Dank f&uuml;r die promte und detailreiche Antwort !!!&nbsp; Also nach "Zollstockmessung" ist&nbsp;mein geschweisster&nbsp;SchaltBolzen 48 mm lang ( +/- 0,5 mm ) aber die Klemmringe sind <span>definitiv ausgenudelt und verh&auml;rtet!&nbsp; Da muss ich unbedingt nach Ersatz forschen ...</span></p>
<p><span>Ich habe heute Abend den Hafi an der HA&nbsp;aufgebockt und h&auml;ndisch durch verschieben des Sperrbolzens die Sperre aktivieren/deaktivieren k&ouml;nnen. Zum Gl&uuml;ck scheint das Innenleben des Diff.&nbsp;intakt zu sein! </span></p>
<p><span>Danach habe ich die Kugelpfannen&nbsp;an den&nbsp;Gewinden nachjustiert&nbsp; .... zum &nbsp;" Verk&uuml;rzen " des (Ein)-Schaltweges ... leider konnte ich dies nicht mehr mit einer Probefahrt testen ... jedoch&nbsp;steht sie aktiviert&nbsp;jetzt 5mm vor merklichen Federdruck am Schaltbolzen.&nbsp;Aufgebockt an der HA&nbsp;legt sich die Sperre so aber einwandfrei ein ...&nbsp;&nbsp;Hoffentlich komme ich morgen zu Testen!&nbsp; Ich werde berichten!!</span></p>
<p><span>Danke und noch einen sch&ouml;nen Restabend ;c)</span></p>
<p><span>Gru&szlig; Stefan&nbsp;</span></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2012-03-14 23:33
        </div>
        <div class="post-body">
            <p>Die Gummiklemmringe gibts glaub ich bei Autoquariat.</p>
<p>@ Michael: Was mir aber unlogisch erscheint, wenn der Sperrengriff nicht oben ist, sondern runterrutscht, dann m&uuml;sste die Sperre doch eher rausgehen statt reingehen.</p>
<p>&nbsp;</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2012-03-22 12:02
        </div>
        <div class="post-body">
            <p>Hallo zusammen ;c))</p>
<p>Es gibt Neues bezgl. des Sperrenproblem&acute;s:&nbsp;</p>
<p>Das Nachstellen ( k&uuml;rzer ) des Gest&auml;nges hat geholfen! Die Sperre rutscht bei schnellen&nbsp;Linkskurven nicht mehr rein!! </p>
<p>Ich kann die Sperre zwar jetzt noch aktivieren, jedoch bin ich dann&nbsp;mit der Einstellung ca .5mm vor merkbaren/beginnenden Federdruck am Schaltbolzen!&nbsp;&nbsp;---- &nbsp;Mehr kann ich nicht rausholen, ohne wieder das bekannte Problem hervorzurufen....</p>
<p>Frage:&nbsp; Dr&uuml;cken Eure Sperrbolzen bei aktivierter hinterer Sperre die Feder??</p>
<p>&nbsp;</p>
<p>Danke im voraus!</p>
<p>&nbsp;</p>
<p>Gru&szlig; Stefan</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2012-03-22 21:33
        </div>
        <div class="post-body">
            <p>@ Stefan ! &nbsp;Ja, der Druckbolzen soll bei eingelegter Diff.Sperre leicht andr&uuml;cken. Es gibt in diesem Bereich ja keine weitere Arretierung oder Raste, deshalb mu&szlig; der Druckbolzen immer mit ein klein wenig Vorspannung andr&uuml;cken. &nbsp;Dr&uuml;ckst du hingegen den gelben Griff nach unten, zum aufheben der Sperre, so mu&szlig; klarerweise der Bolzen entlasten damit die au&szlig;enverzahnte H&uuml;lse (im Inneren des Differentials) aus dem rechtsseitigen Kegelrad herausgleiten kann und damit die Sperre gel&ouml;st ist. Das stetige dr&uuml;cken bei eingelegter Sperre ist ja zeitlich ziemlich begrenzt, wohl in den meisten F&auml;llen ein paar Minuten , daher bewirkt das keinen Verschlei&szlig; an der Gabel die in der Ringnut am Differentialgeh&auml;use gleitet und immer im Getriebe&ouml;l gebadet ist.&nbsp;</p>
<p>Anders liegt der Fall bei folgendem: Gerald S. wollte an seinem Haflinger die &Ouml;le wechseln, beim Ablassen des vorderen Differentials kam das &Ouml;l wie Metallic-lack heraus, sogar Sp&auml;ne waren dabei. Erste Diagnose: Ausbauen-zerlegen !</p>
<p>Dabei stellte sich heraus, da&szlig; nur die sog. Schaltbolzen und die innenverzahnte Kupplungsmuffe zum Zu/Wegschalten des Vorderrad-Antriebes starken Verschlei&szlig; aufwiesen. Er berichtete dann auch, da&szlig; schon bei normaler Fahrweise immer ein klackendes Ger&auml;usch zu h&ouml;ren war.&nbsp;</p>
<p>Die Fehlerursache war, da&szlig; ein Vorbesitzer den Teil reparieren wollte, beim Zusammenbau aber die/den Distanzring auf der Schaltwelle verga&szlig;. Damit konnte der gefederte Druckbolzen (Arretiert die Schaltgabel in einer der beiden m&ouml;glichen Positionen) die Schaltgabel und damit den Gleitstein=Schaltbolzen gegen die Immer rotierende Kupplungsmuffe ( die immer mitl&auml;uft mit der Antriebswelle sobald der 700 AP f&auml;hrt ) dr&uuml;cken konnte. </p>
<p>Das erste Bild zeigt die Innenansicht des Zwischengeh&auml;uses, rechts im roten Kreis die Distanzringe, welche gar nicht vorhanden waren. Links im roten Kreis der geferderte Druckbolzen. Die Schaltwelle wird mittels eines Seegerringes &nbsp;Teilenr. 900.4621 in der vorgesehenen Lage gehalten. Diese Welle sollte etwa nur 0,5mm axiales Spiel haben, hatte aber gut 4mm! &nbsp;Dadurch lastete die ganze Zeit beim Fahren der seitlich ausge&uuml;bte Druck vom Druckbolzen auf dem Gleitstein, daher der Metallabrieb.&nbsp;</p>
<p>Diese Gleitsteine / Schaltbolzen TeileNr. 700.1.41.0721 sind mit die wenigen Teile die&acute;s nicht mehr gibt. Werde daher ein paar davon neu anfertigen. Die Originalen sind aus einsatzgeh&auml;rtetem Stahl gefertigt, werde diese in Carobronze ( Phosphor-Blei-Bronze= Lagermetall) machen, wg. besserer &nbsp;Verschlei&szlig;eigenschaften.&nbsp;</p>
<p>Die Lauffl&auml;chen der Lager, d.h das 63mm Nadellager des Trieblings, das doppelrillige F&uuml;hrungslager des Trieblings sind weiterhin wie neu, nur die beiden gro&szlig;en Diff-Traglager werden vorsorglich erneuert .......Hut ab vor der Qualit&auml;tsarbeit die damals ( Bj. 1961 ) von SDP geleistet wurde !</p>
<p>Foto zeigt das Innenleben im Zwischengeh&auml;use: die Distanzringe rechts im roten Kreis fangen den Seitendruck auf, der vom Arretierbolzen im linken roten Kreis ausge&uuml;bt wird.</p>
<p><img src="http://farm8.staticflickr.com/7104/7006538685_07106d8051_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>&nbsp;</p>
<p>Das untenstehende Foto zeigt den in der Gabel eingesetzten Gleitstein 700.1.41.0721, der mangels Distanzierung der Schaltwelle durch den gefederten Arretierbolzen mit voller Kraft gegen die rotierende Kupplungsmuffe gedr&uuml;ckt wurde.</p>
<p><img src="http://farm7.staticflickr.com/6101/6860086356_22d06a24b1_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>&nbsp;</p>
<p>Das untenstehende Foto zeigt die beiden Gleitsteine, der in Fahrtrichtung linke zeigt starken Verschlei&szlig;, der in FR rechte weist noch die urspr&uuml;ngliche Fl&auml;che auf. &nbsp;</p>
<p><img src="http://farm8.staticflickr.com/7264/7006192419_739dab6a26_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>&nbsp;</p>
<p>Dieses Foto zeigt die Kupplungsh&uuml;lse 700.2.41.0671. &nbsp;Auch hier Verschlei&szlig; an den Z&auml;hnchen durch vielleicht allzu brutales Zuschalten des Vorderadantriebes, daher mein Rat: kurz weg vom Gas beim ziehen des gr&uuml;nen Handgriffes !!</p>
<p><img src="http://farm8.staticflickr.com/7052/6860080870_89e01e5ed3_z.jpg" border="0" style="max-width: 550px;" /></p>
<p>Gr&uuml;&szlig;e, AP700&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Beerendonk</strong> replied on 2012-03-27 15:35
        </div>
        <div class="post-body">
            <p>&nbsp;</p>
<p>Hallo Michael,</p>
<p>vielen Dank f&uuml;r deine Hilfe!!!&nbsp; Ich bin immer wieder von deinen detailreichen Berichten fasziniert!!!</p>
<p>Ich werde morgen nochmal das Sperrengest&auml;nge nachjustieren um mehr Druck auf die Feder zu bekommen. Sollte dies nicht machbar sein ohne das Problem wieder hervorzurufen, k&ouml;nnte man ja der Feder etwas "beif&uuml;ttern" ... Ich werde mal vorsichtig testen und berichten ;c)</p>
<p>Gru&szlig; aus dem Westerwald</p>
<p>Stefan</p>
        </div>
    </div>
</body>
</html>
