<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>&#214;l im Kupplungsraum</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            &#214;l im Kupplungsraum
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">&#214;l im Kupplungsraum</h1>
            <div class="post-meta">
                Posted by <strong>Norbert Palme</strong> on 2009-01-25 13:03
            </div>
            <div style="margin-top: 10px;">
                <span class="category">&amp;#214;l im Kupplungsraum</span>
            </div>
            <div class="stats">
                Views: 9960 | Replies: 5
            </div>
        </div>
        <div class="post-body">
            <p>Servus Freunde, ich glaub mein Kleiner mag mich nicht mehr: Schaltproblem gel&ouml;st, und gleich das n&auml;chste:</p>
<p>Zwischen Motor und Getriebe (da wo das Motorblech mit eingeklemmt ist) tritt &Ouml;l aus. Ich habe dann die Schraube zur &Ouml;lkontrolle im Kupplungsraum ge&ouml;ffnet und es kamen etwa 1/3 Schnapsglas Motor&ouml;l raus, nach 11/4 Std. Fahrzeit.</p>
<p>An Hand der Tafel 1.05 und Seite 11 in der blauen Reparaturanleitung hoffe ich, da&szlig; die Reparatur m&ouml;glich ist, ohne den Motor komplett zu zerlegen: Schwungrad 2 entfernen und Dichtung 15 sowie Dichtring 31 (900.3802) erneuern. Ich hoffe da&szlig; dieser Dichtring der &Uuml;belt&auml;ter ist?! Au&szlig;erdem der Dichtring 6 (501.1.0223)</p>
<p>Wie ist das mit der R&uuml;ckseite vom Motor: Dichtring 30 (900.3801) sollten wir den nicht auch gleich wechseln und geht der hoffentlich auch relativ leicht?</p>
<p>Eigentlich wurde der Motor 2003 komplett &uuml;berholt. Wie lange halten solche Dichtringe? Fahrleistung seit dem 20.000 km und zum Schlu&szlig; eben 20 Monate Standzeit.</p>
<p>Viele Gr&uuml;&szlig;e Norbert Palme</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-01-25 15:00
        </div>
        <div class="post-body">
            <p>Hallo Norbert,</p>
<p>ich hatte das Problem auch. Bei mir war trotz neuer Simmerringe nach kurzer Zeit schon wieder &Ouml;lverlust vorhanden. Der Kurbelwellendichtring ist normalerwei&szlig;e unproblematisch. Mach mal die Geschmacks &auml;h Geruchsprobe ob es Getriebe oder Motor&ouml;l ist. Wahrscheinlich Getriebe&ouml;l.</p>
<p>Bei mir hat sich herausgestellt da&szlig; die Getriebewelle eingelaufen war, de&szlig;halb hat auch der Tausch des WeDi nichts gebracht. Es gibt geteilte und ungeteilte Getriebewellen. Bei der ungeteilten mu&szlig;t Du das Getriebe komplett zerlegen um die Welle auszubauen.&nbsp;Die geteilte kannst Du an der&nbsp;Schiebemuffe trennen, dazu mu&szlig; eine Halbachse runter.&nbsp; </p>
<p>Nun kann man die Welle entweder aufchromen und schleifen lassen oder man schiebt eine sogenannte Wellenschutzh&uuml;lse auf (gibt es da wo es auch Kugellager gibt). Mit viel Geschick und Gl&uuml;ck kann man die Wellenschutzh&uuml;lse auch im eingebauten Zustand montieren, es ist halt schwierig die Position zu finden, da&szlig; die Dichtlippe nacher genau auf der&nbsp;H&uuml;lse l&auml;uft. Die H&uuml;lsen tragen nur ca. 0,1 mm auf, man kann den gleichen WeDi verwenden. </p>
<p>Ist nat&uuml;rlich nicht&nbsp;gesagt da&szlig; bei Dir auch die Welle eingelaufen ist, wahrscheinlich ist nur der WeDi hin&uuml;ber, gerade die am Getriebeausgang&nbsp;sind keine Normteile daher bekommt man oft alte ausgeh&auml;rtete Exemplare.</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-01-25 20:22
        </div>
        <div class="post-body">
            <p>Servus Bernd,</p>
<p>Getriebe kann ich ausschlie&szlig;en, da das &Ouml;l eine deutliche Schwarzf&auml;rbung hat und nicht den typischen Maschinen&ouml;lgeruch von Getriebe&ouml;l. Au&szlig;erdem kann es eigentlich nicht sein, da&szlig; frisches Getriebe&ouml;l nach insgesamt 2,5 Stunden Fahrzeit schwarz ist.</p>
<p>Die erste auff&auml;llige Undichte hatte ich n&auml;mlich im aufgebockten Standbetrieb, und da ist zun&auml;chst das &Ouml;l nur an der Schnittstelle Getriebeglocke/ Luftleitblech/ Motor ausgetreten. Wahrscheinlich deshalb, weil meine Hebevorrichtung diesen Teil eteas auf Spannung bringt: Ein Gabelhubwagen mit 1200 mm Gabell&auml;nge wird von hinten unter den Hafi geschoben und greift so weit wie m&ouml;glich vorne am Zentralrohr an. Ein Holzklotz hinten unter den Motorrippen unterst&uuml;tzt dabei. Mit einem Maurer- Kurbelbock wird vorne mitgehoben und anschlie&szlig;end mit Holzbl&ouml;cken unterbaut. Ich kann so auf 80 cm heben und relativ bequem arbeiten. Platz f&uuml;r eine Hebeb&uuml;hne habe ich n&auml;mlich nicht und Grube auch keine.</p>
<p>Bei diesem Hebevorgang trat n&auml;mlich an der &Ouml;l - aus - Kupplungsraum - Schraube noch kein &Ouml;l aus.</p>
<p>Und bei unserem ersten Probelauf - Hafi ohne Motor - mit Bohrmaschine - Mutter SW 24 auf alte Kupplung aufgeschwei&szlig;t - war hier keine Undichte zu erkennen.</p>
<p>Ich werde mal den Motor rausnehmen und nachsehen.</p>
<p>Viele Gr&uuml;&szlig;e Norbert Palme</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-02-25 21:16
        </div>
        <div class="post-body">
            <p>Servus Freunde, ich trau mich fast nicht es zu schreiben, aber die Ursache war ausgesprochen simpel:</p>
<p>Beim Einbau des Motors bin ich wohl etwas zu tief angekommen, so da&szlig; die Kupplungsglocke nicht mit dem Motor gefluchtet hat. Somit ist die Lagerb&uuml;chse vom Getriebeausgang exzentrisch eingelaufen und auch der WDR wurde exzentrisch belastet. Die schwarze F&auml;rbung des &Ouml;les kam dann wohl vom Ausr&uuml;ckelager. Also Lagerbuchse mit M 5 Gewinde - Sackloch rausoperiert und eine neue Buchse herstellen. In die beiden &Ouml;ll&ouml;cher haben wir gleich zwei Gewinde reingeschnitten....</p>
<p>Jetzt sind noch einige Restarbeiten f&auml;llig, und dann gehts ab zum T&Uuml;V.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2009-02-26 08:54
        </div>
        <div class="post-body">
            <p>Hallo Norbert,</p>
<p>Wie kann es sein, dass Motor/Getriebe nicht fluchten, wenn am Geh&auml;use eine Zentrierung vorhanden ist?</p>
<p>&nbsp;</p>
<p>lG,<br />Consti</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-02-26 22:06
        </div>
        <div class="post-body">
            <p>Servus Consti, </p>
<p>ganz einfach, wenn man (Ich) zu bl&ouml;d ist und die Zentrierung nicht trifft und das Spiel innerhalb der Befestigungsschrauben&nbsp; "ausnutzt"&nbsp;und anschlie&szlig;end mit dem&nbsp;Rand aufsitzt.&nbsp;Ich dachte mir einfach, ganz &auml;hnlich wie bei einer Heizungspumpe, nur da&szlig; die deutlich handlicher ist.</p>
<p>Aber einmal Lehrgeld zahlen, dann wei&szlig; man es.</p>
<p>Gru&szlig; Norbert Palme</p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
