<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Restauration Haflingermotor</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Restauration Haflingermotor
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Restauration Haflingermotor</h1>
            <div class="post-meta">
                Posted by <strong>SimonDagn</strong> on 2009-05-18 21:11
            </div>
            <div class="stats">
                Views: 8735 | Replies: 2
            </div>
        </div>
        <div class="post-body">
            <p>Hallo Haflingergemeinde, </p>
<p>nachdem&nbsp;mein Motor nun auseinander ist br&auml;uchte ich ein paar Ratschl&auml;ge.&nbsp;</p>
<p>Welche Erfahrungen habt Ihr&nbsp;mit, auf bleifrei umgebauten, Zylinderk&ouml;pfen? Im Autoquariat Katalog bieten sie einen solchen Umbau an, was wird dabei alles gemacht und wie kostspielig ist sowas?</p>
<p>Oder anders gefragt, kennt jemand Adressen wo man sich schlaumachen kann, denn wahrscheinlich bleibt es nicht nur bei den Ventilsitzen&nbsp;&nbsp;da die&nbsp;Schaftf&uuml;hrungen und Ventile auch&nbsp;Spiel haben.</p>
<p>Das andere "Problemchen" w&auml;re ein Haarriss im Motorgeh&auml;use zwischen der Bohrung f&uuml;r den Zylinder und der St&ouml;&szlig;elrohrbohrung, der ungef&auml;hr 30 mm lang ist.&nbsp;Habe es mit einem WIG&nbsp;Schwei&szlig;ger&auml;t&nbsp;an einer abgebrochenen K&uuml;hlrippe Versucht, das Ergebnis war&nbsp;eher be...scheiden da ich die genaue Zusammensetzung&nbsp;f&uuml;r den&nbsp;Zusatzwerkstoff nicht wei&szlig;. </p>
<p>Von Kaltmetall&nbsp;bin ich kein Fan, gute Resultate hatte ich mit Alulot, welche Erfahrungen habt Ihr?</p>
<p>Freue mich &uuml;ber jede Antwort und Hilfe,</p>
<p>Gr&uuml;&szlig;e aus Tirol 7-AL</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-05-19 09:28
        </div>
        <div class="post-body">
            <p>Hallo Simon,</p>
<p>ich wei&szlig; da&szlig; es um Bleifrei unz&auml;hlige Diskusionen gibt, ich kann Dir aus eigener Erfahrung folgendes berichten:</p>
<p>mein Haflinger 1989 mit ca 30.000 km gekauft, seither mit bleifrei gefahren, ohne Probleme, jetzt hat er 80.000 km auf der Uhr.</p>
<p>mein Motorrad XT500&nbsp;Einzylinder 500ccm Bj 80 wird seit es in D nur noch Bleifrei gibt (war glaub ich Anfang der 90er)&nbsp;mit Bleifrei betrieben, jetzt hat es 130.000 km drauf und auch keine Probleme. Ich wei&szlig; da&szlig; es andere Meinungen gibt, aber das sind meine erfahrungen.</p>
<p>Gru&szlig; Bernd&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-05-20 17:53
        </div>
        <div class="post-body">
            <p>@ Simon!</p>
<p>Ein Umbau auf bleifreien Betrieb ist nicht notwendig. So wie&acute;s auch Bernd H. schreibt, fahre auch ich schon lange einfach bleifreies Benzin, und noch kein Ventil bzw. Ventilsitz ist eingeschlagen. Da die Zyl.K&ouml;pfe aus Aluminium (genau:&nbsp; Al-Mg Legierung "Anticorodal 50" Fa. SAG in Lend)&nbsp; bestehen, mu&szlig;ten diese zwangsl&auml;ugig mit eingeschrumpften Sitzringen ausgestattet werden. Diese sind eben aus Stahl gefertigt. </p>
<p>Da&szlig; Ventilf&uuml;hrungen beim Puch-Motor &uuml;berm&auml;&szlig;iges Spiel haben sollen, ist Neu. Der Fall tritt selten genug ein. Da mu&szlig; schon noch ein anderer Faktor mitgespielt haben. Nie &Ouml;l gewechselt? Verkokte &Ouml;lbohrungen an den F&uuml;hrungen?&nbsp; Zu deiner Info: die Ventile haben im Neuzustand eine "Luft " von 0,035 bis max. 0,056mm in ihren F&uuml;hrungen. Die zul&auml;ssige Verschlei&szlig;grenze wird mit 0,10mm angegeben im SDP-Reparaturhandbuch. </p>
<p>Der Ausbau alter F&uuml;hrungen ist nicht schwierig, mit Hilfe von passend (auf der Drehbank) angefertigter Dorne k&ouml;nnen diese in Richtung zu den (ausgebauten) Kipphebelwellen herausgeklopft werden. Der Einbau geht in umgekehrter Richtung, wobei aber der Zyl.Kopf auf 100 bis 120 &deg;C angew&auml;rmt werden soll. Jede F&uuml;hrungsh&uuml;lse hat einen Drahtring am Au&szlig;enumfang, dieser dient als Anschlag und bestimmt damit die richtige Position im Zylinderkopf. Die &Ouml;lbohrungen m&uuml;ssen nach oben (zum Ansaugkr&uuml;mmer) ausgerichtet sein. Anbei ein Foto der Teile.Der br&auml;unlich eingef&auml;rbte Teil ist der Teil der F&uuml;hrung, der dem hei&szlig;en &Ouml;l im Kipphebelraum ausgesetzt war.</p>
<p>Zum Haarri&szlig;: das Motorgeh&auml;use kann sogar SEHR GUT geschwei&szlig;t werden!&nbsp; Wie schon erw&auml;hnt, ist es&nbsp; (und auch die anderen Geh&auml;use)&nbsp; aus einer Alu-Magnesium Legierung, diese&nbsp; hat sehr gute Eigenschaften in Bezug auf Schwei&szlig;barkeit.&nbsp; Vergi&szlig; das Alu-Lot, das habe ich schon probiert, ist aber eher eine Patzerei, denn vor allem das Einbringen der n&ouml;tigen W&auml;rme per Flamme ist schwierig.&nbsp; Das optimal geeignete Verfahren ist das WIG Schwei&szlig;en mit reinem Argongas, im Wechselstrom-Modus. Stromst&auml;rke zwischen 70 Amp. bei d&uuml;nnen, bis h&ouml;chstens 100 Amp. bei dickeren Partien...(Also nicht mit einem Ger&auml;t vom Baumarkt!).&nbsp; </p>
<p>Als Zusatzmaterial sind Alust&auml;be mit &auml;hnlicher Materialzusammmensetzung zu nehmen wie z.B. " Al-Mg 5". Dieses Material in&nbsp; 3 oder 2mm Dicke kann unter anderem bei den Firmen welche professionelle Ausr&uuml;stung anbieten, bezogen werden...(AGA, Fronius, AirLiquide usw.)&nbsp; Der Ri&szlig; mu&szlig; vor dem Schwei&szlig;en vorbereitet werden: mit dem Pre&szlig;luftschleifer und einem kleinen Kugelfr&auml;ser (3mm) auffr&auml;sen dem Ri&szlig; entlang, aber nicht mehr als 2mm tief, danach unbedingt gut entfetten (am besten geht das mit Bremsen-Reiniger in Spraydose). Konnte auf diese Art und Weise auch Risse, die durch &Ouml;lkan&auml;le durchgingen, einwandfrei schwei&szlig;en.</p>
<p><img src="http://farm3.static.flickr.com/2166/3546025827_84f003cb90.jpg" style="max-width: 550px;" border="0" /> </p>
<p>Also gutes Gelingen, la&szlig; wieder h&ouml;ren von deinen Bem&uuml;hungen!&nbsp; Gr&uuml;&szlig;e aus Wien von...</p>
        </div>
    </div>
</body>
</html>
