<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Steyr-Motor - Z&#252;ndung erst wenn Anlasser fertig ist?</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Steyr-Motor - Z&#252;ndung erst wenn Anlasser fertig ist?
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Steyr-Motor - Z&#252;ndung erst wenn Anlasser fertig ist?</h1>
            <div class="post-meta">
                Posted by <strong>GernotBrodner</strong> on 2013-10-20 11:50
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Starter Generator Anlasser Problem</span>
                <span class="category">Z&amp;#252;ndung</span>
                <span class="category">Klemme 50</span>
                <span class="category">Klemme 15</span>
            </div>
            <div class="stats">
                Views: 23514 | Replies: 9
            </div>
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>ich habe mir k&uuml;rzlich einen Reform gekauft und habe jetzt das ganze Netz durchsurft. Leider habe ich kein passendes Forum gefunden, darum habe ich mich jetzt hier "eingeschlichen - sorry".</p>
<p>Mein Problem ist, dass die Z&uuml;ndspule nur bestromt wird, solange der Z&uuml;ndschl&uuml;ssel in Stellung "Fahrt" ist. Sobald der Z&uuml;ndschl&uuml;ssel in Stellung "Start" steht, ist die Spule auf Klemme 15 unbestromt.</p>
<p>Dadurch ist es so, dass man immer auf den guten Willen der Maschine angewiesen ist, dass sie soviel Schwung hat, dass sie nach "Start" solange weiterl&auml;uft, bis sie anspringt.</p>
<p>Da an der Z&uuml;ndspule Klemme 1 und 15 auch schon falsch belegt war, habe ich schon meine Zweifel an der korrekten Verdrahtung.</p>
<p>Meine Frage nun:</p>
<p>Ist das Planm&auml;&szlig;ig so? Vielleicht, weil der Dyna-Starter keine r&uuml;cktreibende Kraft w&auml;hrend des Startens vertr&auml;gt?</p>
<p>Oder darf ich das am Z&uuml;ndschloss umbelegen, so dass auch w&auml;hrend Klemme 50 die Klemme 15 weiterbestromt wird (wie es auch bei allen anderen Fahrzeugen ist).</p>
<p>Vielen Dank schon mal.</p>
<p>Gernot</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2013-10-21 14:27
        </div>
        <div class="post-body">
            <p>Servus Gernot.</p>
<p>Das ist keinesfalls normal. Ich denke dass dein Z&uuml;ndschloss einen Defekt hat. Du kannst&nbsp; es auf jeden Fall umklemmen.</p>
<p>&nbsp;</p>
<p>Gr&uuml;sse Flo</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>GernotBrodner</strong> replied on 2013-10-21 16:47
        </div>
        <div class="post-body">
            <p>Danke f&uuml;r die schnelle Antwort. Dann kann ich mich ja an&acute;s Werk machen und einmal a bisserl messen, wo sich hier der Fehler eingeschlichen hat.</p>
<p>Gru&szlig;</p>
<p>Gernot</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2013-10-22 08:00
        </div>
        <div class="post-body">
            <p>So viel ich mich noch erinnern kann hatte der Reform 2000 doch einen seperaten Startknopf?</p>
<p>Dann ist das bei deinem eher nicht mehr original wenn du ein Start- Z&uuml;ndschloss hast.</p>
<p>Gr&uuml;sse</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2013-11-16 22:20
        </div>
        <div class="post-body">
            <p>Hallo Florian &nbsp;&amp; Gernot !</p>
<p>Eins ist klar: die Z&uuml;ndspule muss mit 12 V Spannung versorgt werden w&auml;hrend der Startermotor aktiviert wird. F&uuml;r diese Funktion ist es egal ob das mittels eigenem Start-Taster bewerkstelligt wird oder (auf elegantere Weise) &nbsp;mittels dem entsprechenden Z&uuml;nd-Startschalter, siehe untenstehendes Bild.</p>
<p>Gem&auml;&szlig; dem Schaltschema wird an Klemme 30 das 12 Volt Kabel von der Batterie kommend angeklemmt ( rot 4 mm2 , wird am dicken schwarzen Kabel "Batterie-Plus" &nbsp;des Startrelais mitgeklemmt ).</p>
<p> &nbsp;Die Klemme 15 versorgt dann die Z&uuml;ndspule ( gr&uuml;n 1,5 mm2 ) an die Klemme 15, &nbsp; die Klemme 50 wird mit einem Kabel ( braun 1,5mm2 ) mit der gleichnamigen Klemme am Startrelais ( auch als Anlass-Sch&uuml;tz benannt ) &nbsp;verbunden.&nbsp;</p>
<p>Die Klemme 75 dient zur Versorgung eines eventuellen Autoradios.&nbsp;</p>
<p>Die Positionen des Schl&uuml;ssels sind R-0-1-2 .... R versorgt das Radio ohne dass die Z&uuml;ndung eingeschaltet ist. &nbsp;Null ist "Aus", 1....Z&uuml;ndung Ein / Motor l&auml;uft, 2.....Startermotor aktivieren.&nbsp;</p>
<p>Der Mauspfeil am Foto zeigt zur internen Br&uuml;cke im Schalter, &uuml;ber welche die Z&uuml;ndspule w&auml;hrend des Startvorganges weiter mit 12 Volt versorgt wird.&nbsp;</p>
<p>Dieser Z&uuml;nd-Startschalter wird von Bosch Automotive Tradition wieder erzeugt unter der TeileNr. 0342 309 003 (V 1) und hat Schraubklemmen f&uuml;r die elektr. Anschl&uuml;sse. &nbsp;Es gibt noch weitere Versionen, siehe Spezifikationen am Foto !</p>
<p>Hoffe damit etwas zur Kl&auml;rung beitragen zu k&ouml;nnen, Gr&uuml;&szlig;e....</p>
<p><img src="http://farm3.staticflickr.com/2818/10891756364_ca6ce0bb74_c.jpg" border="0" style="max-width: 550px;" />Ich hoffe&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>GernotBrodner</strong> replied on 2014-01-09 09:36
        </div>
        <div class="post-body">
            <p>Hallo, das Problem w&auml;re gel&ouml;st.</p>
<p>Das Z&uuml;ndschlo&szlig; war a bisserl mmhhhhhh, ja, sagen wir mal so, da waren die letzten 40 Jahre Heuernte drin.</p>
<p>Jetzt startet er wie H&ouml;lle. Jetzt muss ich nur noch a bisserl mit den Vergaser-Problemen (Weber 32 ICS) k&auml;mpfen - dann wird&acute;s sch&ouml;n.</p>
<p>.Leider hat er kein sch&ouml;nes Laufverhalten. Er h&auml;lt die Motordrehzahl 
nicht stabil ( Leerlauf und Teillastbetrieb), fast so, wie bei einem 
Zweitakt-Mopped, das Falschluft zieht oder als ob Wasser im Vergaser w&auml;re. Er zieht auch tats&auml;chlich 
Falschluft (Welle vom Drehzahlregler) Wenn 
man diese Bohrung allerdings mit dem Finger verschlie&szlig;t, &auml;ndert sich 
nichts am Laufverhalten<br />
Gelegentlich geht dann auch die Schwimmerkammer &uuml;ber.....<br />
Daher will ich nun den Vergaser einmal zerlegen und reinigen. 
Anschlie&szlig;end mit neuem Schwimmernadelventil und neuen Dichtungssatz 
wieder montieren.</p>
<p>Vielen Dank f&uuml;r die Anworten</p>
<p>Gr&uuml;&szlig;e aus dem sonnigen Oberbayern</p>
<p>Gernot</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2014-01-11 09:04
        </div>
        <div class="post-body">
            <p>Servus Gernot.</p>
<p>Soviel ich weiss s&auml;uft bei den Webern gerne der Schwimmer ab. Das w&uuml;rde das Uberlaufen des Vergasers erkl&auml;ren und auch eine &Uuml;berfettung. Auch soll es schon gegeben haben dass sich die Vergaserdeckeldichtung derart verformt hat dass der Schwimmer geklemmt hat.</p>
<p>Pr&uuml;fe das mal.</p>
<p>Gutes Gelingen</p>
<p>Flo</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2014-01-12 19:49
        </div>
        <div class="post-body">
            <p>Hallo Flo und Gernot ! &nbsp; Das stimmt. Das Problem tritt bei den Weber 32 ICS Vergasern auf, weil sich die Vergaserdeckeldichtung an den L&auml;ngskanten gerne nach innen zu verformt. Wenn diese Verformung vorliegt, so wird dadurch der Schwimmer am vollst&auml;ndigen Aufschwimmen behindert, wodurch wiederum dauernd Benzin von der Pumpe her durch das leicht ge&ouml;ffnete Schwimmernadelventil in den Vergaser gedr&uuml;ckt wird. Dadurch &uuml;berfettet das angesaugte Gemisch und die Z&uuml;ndkerzen tendieren zum Verschmutzen. &nbsp;Abhilfe: Verg.Deckeldichtung erneuen !</p>
<p>Das Problem wurde bereits in diesem Forum behandelt. Gr&uuml;&szlig;e, Mike J.&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>GernotBrodner</strong> replied on 2014-10-04 22:59
        </div>
        <div class="post-body">
            <p>Hallo nochmal,</p>
<p>das Problem "Vergaser" wurde im Fr&uuml;hjahr erfolgreich gel&ouml;st.</p>
<p>Mit Hilfe von Herrn Kniezanrek - Vergasertechnik aus Wien (http://www.vergasertechnik.com/de/index.htm) wurde er mit neuem Schwimmernadelventil und einem neuen Dichtsatz ausgestattet.</p>
<p>Au&szlig;erdem wurde der Tank von der Firma K&uuml;hlerbau Schneider in M&uuml;nchen innen Sandgestrahlt und neue beschichtet.</p>
<p>Jetzt l&auml;uft der Motor schon die ganze Saison wunderbar.</p>
<p>Aber..... leider:</p>
<p>macht der Reform 2000 nun ungute Ger&auml;usche im Getriebe - Tendenz schnell steigend. Es handelt sich um den Antrieb des M&auml;hwerks. <br />Daher
 suche ich entweder ein Getriebe / Reform 2000 zum Ausschlachen / 
Getriebeersatzteile oder auch nur Reparaturanleitung / guten Rat. <br />Da die M&auml;hsaison noch nicht ganz abgeschlossen ist, ist es einigerma&szlig;en dringend :-) <br /> <br />Telefon: 004917695360676 <br /> <br />Gr&uuml;&szlig;e  </p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2014-10-05 20:15
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Hat der Reform Heuwender ein Puch-Getriebe verbaut, oder ist das ganz was anderes?<br />Wenn nicht, wird es hier im Forum wohl eher schwierig, den richtigen Ersatz zu bekommen.&nbsp;</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e,<br />Constantin&nbsp;</p>
        </div>
    </div>
</body>
</html>
