<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Stirnradgetriebe - &#214;laustritt - Bremsproblem</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Stirnradgetriebe - &#214;laustritt - Bremsproblem
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Stirnradgetriebe - &#214;laustritt - Bremsproblem</h1>
            <div class="post-meta">
                Posted by <strong>Roland Guenter Dworschak</strong> on 2009-06-03 00:40
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Bremsen</span>
            </div>
            <div class="stats">
                Views: 8343 | Replies: 3
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,<br />Ich hab bei der Kontrolle vom "Vorderhuf meines Hafis" festgestellt dass ein (oder ein paar Tropfen) vom Getriebe&ouml;l des Stirnradgetriebes durch eine kleine&nbsp;Undichtheit dann direkt auf den Bremsbelag/Trommel tropfen konnten.<br />Da ist unterhalb des Dichtringes ein "Blechabweiser" montiert. Der ist aber in meinem Ersatzteilkatalog gar nicht abgebildet. Ich glaube auch dass dieser (&uuml;brigens&nbsp; wie ich feststellen konnte auch an der anderen Seite) falsch herum montiert ist.<br />Wie das Bild zeigt, (roter Pfeil)&nbsp;wird ein Tropfen der an dieser Blechnase hinunter l&auml;uft, nicht an den Au&szlig;enrand der Bremstrommel geleitet, wo die technische M&ouml;glichkeit besteht dass das &Ouml;l abl&auml;uft, sondern in dem Fall konnte der Tropfen genau mitten auf die Trommelbremsfl&auml;che fallen.<br /><br />Das ist doch nicht normal so, oder?? Sollte diese "Blechnase" nicht ganz nach au&szlig;en gehen?<br /><br />Bitte um Info zu dem Thema - Danke<br /><br />Liebe Gr&uuml;&szlig;e aus der Wachau<br />Roland</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-06-03 14:28
        </div>
        <div class="post-body">
            <p>Hallo Roland,</p>
<p>die Tropfnase mu&szlig; ganz gerade nach unten zeigen, die auf dem bild ist verbogen.&nbsp;Das Teil ist ein flaches St&uuml;ck Blech, v&ouml;llig plan.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
<p>I</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Roland Guenter Dworschak</strong> replied on 2009-06-03 21:44
        </div>
        <div class="post-body">
            <p>Hallo Bernd,<br /><br />Danke f&uuml;r die Info, denn komischerweise ist das Blech auf beiden Seiten ziemlich gleich weit nach innen gebogen.</p>
<p>Es sieht so aus wie wenn das vom Werk so w&auml;re.</p>
<p>Aber gut dass der Verstand noch &uuml;ber dem offensichtlichen liegt. Bei meinem "Ger&auml;t" eine quasi "perfekte T&auml;uschung".<br />Ich gehe davon aus dass das nur ein Zufall war.</p>
<p>Ich hab die beiden Blechnasen jetzt so weit nach au&szlig;en gebogen dass sie fast&nbsp;bis zum&nbsp;Radbolzentr&auml;ger rausstehen. Es streift noch nichts, aber viel Platz ist zwischen der Nase und der&nbsp;Bremstrommel sicher nicht mehr.<br /><br />Noch mals vieln Dank f&uuml;r die Info - bin schon gespannt ob ich in den n&auml;chsten Wochen&nbsp;auch noch (wie in einem Beitrag im Forum schon erkl&auml;rt) die Bremsbel&auml;ge einzeln hin und her wechseln muss biss dann eine gleichm&auml;&szlig;ige Bremswirkung an beiden Seiten stattfindet.</p>
<p>Hinten hab ich noch gar nicht reingeschaut - aber ich vermute da auch so was &auml;hnliches&nbsp;- muss die Handbremse ganz sch&ouml;n fest ziehen dass er auch wirklich am "Platz" bleibt. (wahrscheinlich auch ein so ein omin&ouml;ses&nbsp; Tr&ouml;pferl in der Bremsfl&auml;che)</p>
<p>Liebe Gr&uuml;&szlig;e aus der Wachau<br />Roland</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-06-06 16:24
        </div>
        <div class="post-body">
            <p>Hallo Roland!</p>
<p>a) die Tropfnase unterhalb des Radnabensimmerringes mu&szlig; selbstverst&auml;ndlich nach au&szlig;en gebogen sein, ansonst sie ihren Zweck ja nicht erf&uuml;lllen kann, Hast also eh&acute; das Naheliegendste gemacht, gut so!</p>
<p>Fr&uuml;her oder sp&auml;ter wirst du nicht daran herumkommen, die Radnaben-Simmerringe zu erneuern. Wenns soweit ist, la&szlig; von dir h&ouml;ren!</p>
<p>b) Die Handbremse sollte einwandfrei, leichtg&auml;ngig und gleichm&auml;&szlig;ig funktionieren. Wichtig dazu ist da&szlig; &ouml;fters Fett bei den beiden Schmiernippeln am Au&szlig;enmantel eingepre&szlig;t wird, damit die Seile ohne Widerstand gleiten k&ouml;nnen. Dazu solltest auch die Achse der Hebelchen, die an den (hinteren) Bremsankerplatten sind, mal &ouml;len. Wenn diese schon schwerg&auml;ngig sind, mu&szlig; man sie ausbauen, reinigen und einfetten. Leichte &Ouml;lspuren an den Bel&auml;gen k&ouml;nnen gut mit Bremsenreiniger entfernt werden, sollten aber die Bel&auml;ge komplett / stark ver&ouml;lt sein, hilft nur Austausch gegen neue. </p>
<p>Gr&uuml;&szlig;e....</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
