<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Bosch Teilenummer Unterbrechergrundplatte</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Bosch Teilenummer Unterbrechergrundplatte
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Bosch Teilenummer Unterbrechergrundplatte</h1>
            <div class="post-meta">
                Posted by <strong>Stefan_Feierabend</strong> on 2009-06-11 09:06
            </div>
            <div class="stats">
                Views: 13638 | Replies: 10
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>gestern habe ich die Steini-Z&uuml;ndung an meinem Hafi (CH, Serie 1)&nbsp; eingebaut, nachdem ich vom auf Kulanz zu pr&uuml;fenden dorthin und zur&uuml;ckgeschickten Teil von Laubtec auch auf Nachfrage nichts mehr geh&ouml;rt habe. Leider musste ich die Unterbrecherplatte opfern, da der Hallsensor nicht wie beschrieben eingeschraubt werden konnte: Die Klemme f&uuml;r Kondensatorkabel und Unterbrecherkabel war direkt vor dem Loch. Meine Vermutung ist jetzt, dass ich sowieso eine "falsche" Grundplatte drin hatte (die vom Pinzi? Davon passt bei mir auch der Unterbrecher und sie kommt mir irgendwie bekannt vor...).</p>
<p>Hab jetzt alle mir zur Verf&uuml;gung stehenden Listen gew&auml;lzt, aber nicht rausgefunden, ob es bei Bosch die komplette Grundplatte, auf der der Unterbrecher befestigt ist, gibt.</p>
<p>Kann mir da jemand f&uuml;r den CH-Hafi (Serie 1) weiterhelfen? Wie ist die Teilenummer?<br />Gru&szlig;<br /><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-06-14 12:44
        </div>
        <div class="post-body">
            <p>Hallo Herr Feierabend,</p>
<p>bitte Sie um Kontaktaufnahme &uuml;ber meine E-Mailadresse: </p>
<p><a href="javascript:;" class="c_ml" onclick="try{$menu.bind(event,0, 0, 1)}catch(e){};return false;"><span>klausherbertzx22@hotmail.de</span></a></p>
<p>Herzlichen Dank!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-06-16 20:06
        </div>
        <div class="post-body">
            <p>Servus Stefan!</p>
<p>Was hat bei deiner Laubtec nicht funktioniert? Was kann eine Steini-Z&uuml;ndung besser? </p>
<p>Gr&uuml;&szlig;e aus Salzburg!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-06-16 22:28
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>&nbsp;</p>
<p>die Laubtec hat nur kurz funktioniert, danach nimmer. Einbaufehler kanns kaum gewesen sein, hat die Fa. Laubtec gemacht und wie angeschlossen wird, weiss ich auch. Das Teil h&auml;tte lt. H.Laubersheimer dann auf Kulanz getauscht werden sollen, hab's zur&uuml;ckgeschickt, nix mehr geh&ouml;rt. Zur Verteidigung von Laubtec muss ich wiederum sagen, dass ich schon mindestens f&uuml;nf solcher Z&uuml;ndungen an Pinzgauern verbaut habe und die Sache immer tadellos funktioniert hat!</p>
<p>An der Steini gef&auml;llt mir besser, dass der Verteilerl&auml;ufer und eigentlich auch die Kappe entfallen kann. Ein Sensor z&uuml;ndet &uuml;ber eine Doppelspule immer <span style="text-decoration: underline;">beide</span> Kerzen parallel. Ich hoffe, dass es mit der Leistungaufnahme in Ordnung geht und die Batterie nicht leergesaugt wird bzw. die Lichtmaschine genug bringt. Eine Steigerung w&auml;re noch die Silent Hektik Z&uuml;ndung. Hat den Vorteil, dass der Verteiler komplett entf&auml;llt und der ZZP an der Kurbelwelle abgenommen und &uuml;ber ein Kennfeld gesteuert wird: Die komplette Fliehkraftverstellung entf&auml;llt. F&uuml;r getunte Motoren oder wenn der komplette Verteiler Schrott ist, sicher eine gute Wahl, da viele Kennfelder am Steuerger&auml;t zur Auswahl stehen. Ist aber (so denk ich) beim normalen Hafi "mit Kanonen auf Spatzen geschossen".</p>
<p>Ganz klar muss man sagen: Mit Unterbrecher und herk&ouml;mmlicher Z&uuml;ndung gehts auch, mit den elektronischen ein wenig wartungs&auml;rmer. Ausserdem kann die Z&uuml;ndung optisch bei der Laubtec-L&ouml;sung im Orignalzustand bleiben, die Steini wiederum hat den Vorteil, dass&nbsp;man gleich komplett auf zivil umr&uuml;sten kann. Da die Mil-Z&uuml;ndkerzen inzwischen sehr rar und entsprechend teuer sind, eine durchaus &uuml;berlegenswerte Alternative... Ist glaub ein wenig wie evangelisch und katholisch: Glaubenssache! ;-)</p>
<p>Gru&szlig;</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-06-18 20:13
        </div>
        <div class="post-body">
            <p>Habe Bastelabend fertig:-((</p>
<p>&nbsp;</p>
<p>Z&uuml;ndung wieder voll verstellt!!</p>
<p>Mein Problem war urspr&uuml;nglich der heisse Auspuff und extremer Leistungsabfall im oberen Drehzahlbereich. Laut Markierung war der Z&uuml;ndzeitpunkt ca. 2-3mm vor OT. Heute habe ich versucht den Z&uuml;ndverteiler manuell bei laufenden Motor einzustellen. Ich habe versucht mehr Vorz&uuml;ndung einzustellen. Meine &Uuml;berlegung war das der Z&uuml;ndzeitpunkt mit der Markierung nicht stimmt und die ganze Zeit die Z&uuml;ndung am bzw. sogar nach OT z&uuml;ndet. Bei zweiten Versuch drehte der Motor anstandslos an das Drehzahlmaximum(Markierung ca. 2cm vor OT). Dannach wollte ich noch probieren die momentane Einstellung zu optimieren. Das Ergebnis ist: Sobald ich vom Gas gehe dreht der Motor weiter und f&auml;llt erst nach ca. 5-8 Sekunden mit den Drehzahl ab und innerhalb von ca. 15-20 Sekunden soweit ab bis der Motor abstirbt. Das Drehzahlmaximum ereiche ich auch nicht mehr.&nbsp; Beim Fahren ist die Leistungsabgabe vom Motor Schubweise obwohl die Gasstellung gleich bleibt. Die Einstellung wie beim zweiten Versuch konnte ich nicht wieder finden.&nbsp;</p>
<p>Was ist da wohl falsch gelaufen??!!??</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-06-18 20:28
        </div>
        <div class="post-body">
            <p>[quote user="Fischer Hans"]Was ist da wohl falsch gelaufen??!!??[/quote]</p>
<p>Hast du die Fliehkraftverstellung schon mal &uuml;berpr&uuml;ft? Leichtg&auml;ngig? Federn nicht lahm? =&gt; Bosch-Service<br />Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-06-18 21:03
        </div>
        <div class="post-body">
            <p>Wie geht das?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-06-18 21:12
        </div>
        <div class="post-body">
            <p>Unterbrecherplatte mal raus und schauen, ob da alles an seinem Platz ist und sich leicht bewegt.</p>
<p>Wenn ja, ab zum Boschservice, der m&uuml;sste die Verstellkurve &uuml;berpr&uuml;fen k&ouml;nnen!<br />Gru&szlig;</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-06-19 20:15
        </div>
        <div class="post-body">
            <p>Folgende Punkte habe ich&nbsp; heute gepr&uuml;ft: Z&uuml;ndkerzen raus und den OT mit der Markierung kontrolliert. Passt. Die Z&uuml;ndkerzen auf Masse gelegt und die Z&uuml;ndung damit neu eingestellt. Bei der Kontrolle von der gestrigen Einstellung stellt ich somit eine Vorz&uuml;ndung von ca. 3,5cm fest. Den Z&uuml;ndzeitpunkt habe ich nun wieder auf ca. 2-3mm vor OT eingestellt. Der Motor funktioniert nun bei stehendem Fahrzeug wieder. Runder Motorlauf bei Standgas und nimmt Gas an. Den Leerlauf konnte ich sogar wieder ein wenig geringer einstellen. Bin auf die Probefahrt gespannt. Die 2-3mm Vorz&uuml;ndung waren auch vor dieser Aktion. Warum lief der Motor gestern beim ersten Versuch(die Einstellung war so ca. 2cm vor OT) so gut ? Warum waren dann diese Probleme beim vom Gas gehen(5-8 Sekunden bis die Drehzahl abfiel und weitere 15-20 Sekunden bis der Motor abstirbt). Nach dem ich wieder einmal keine Ahnung habe bitte ich um Theorien bzw weitere Pr&uuml;fschritte die man selber im Garten erledigen kann.</p>
<p>Sch&ouml;nes Wochenende. Hans F.&nbsp; </p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-06-19 20:41
        </div>
        <div class="post-body">
            <p>[quote user="Fischer Hans"]Den Z&uuml;ndzeitpunkt habe ich nun wieder auf ca. 2-3mm vor OT eingestellt.[/quote]</p>
<p>Hm... Hast du einen Serienmotor?</p>
<p>In meiner Hafi-Repanleitung steht was von 7mm vor OT!</p>
<p>Wie kommst du auf 2-3mm?</p>
<p>Gru&szlig;</p>
<p><br /><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-06-19 20:57
        </div>
        <div class="post-body">
            <p>So um kurz vor Null laut Motorenbauer(Motor mit 823cm&sup3;). Im Pinzforum plant Ihr etwas f&uuml;r die Seealpen mit Pinz und Hafi. Gibt es schon einen Termin bzw. Strecken.</p>
<p>Hans F.</p>
        </div>
    </div>
</body>
</html>
