<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Regler</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Regler
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Regler</h1>
            <div class="post-meta">
                Posted by <strong>GergoToth</strong> on 2009-01-08 08:39
            </div>
            <div class="stats">
                Views: 13803 | Replies: 5
            </div>
        </div>
        <div class="post-body">
            <p>Hallo liebe Haflingerfreunde!!!</p>
<p>Ich schreibe aus Ungarn! Ich arbeite bei Pflanzenschutzamt! Es gibt hier ein Haflinger 700AP Baujahr 1970! Gott sein Dank bekommen wir Geld ihn zu renovieren. Trotz es stehet schon&nbsp;5 Jahre, ist in sehr guten Zustand. Ich habe nur ein halben Tag damit gearbeitet, und ist sch&ouml;n angesprungen. Jezt wird alles sch&ouml;n saubergemach, eingestellt, usw... Hier machen mit Haflinger Pflanzenschutzarbeiten als Experiment f&uuml;r neue Schpritzmitteln.</p>
<p>Ich werde Hafi renovieren, so werde ich noch bestimmt viele frage haben! Ich hoffe es wird kein Problem! Ich habe schon ein Ersatzteilkatalog, leider nur mit Bilder, und ein Maintenance mit Bild und Text-Heft. Das letzte ist aber Original!</p>
<p>Mein erste Frage ist von Regler! Ich habe auf dem bild sehende Regler! Was kann man hier einstellen mit die 2 stufen? Wie fiel &Ouml;l kommt in Regler rein???</p>
<p>Danke sch&ouml;n f&uuml;r alle Antwort</p>
<p>Gruss aus Ungarn</p>
<p>Gergő T&oacute;th</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>GergoToth</strong> replied on 2009-01-08 08:42
        </div>
        <div class="post-body">
            <p>Und bitte entschuldige meine schriftliche Fehlern!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-01-09 20:32
        </div>
        <div class="post-body">
            <p>Servus Grego</p>
<p>Der Regler ist dazu da, die Drehzahl des Motors zu begrenzen. Die meisten von uns haben aber den Keilriemen ausgebaut und die Drosselklappe fixiert, da der Regler bergauf wegen der geringen Motorleistung nicht gebraucht wird und bergab wirkungslos ist.</p>
<p>Das &Ouml;l wird wie beim Getriebe bei der seitlichen Schraube eingef&uuml;llt und dadurch ergibt sich der maximale &Ouml;lstand.</p>
<p>Falls Du einen der sehr seltenen Regler mit 2 Stufen hast, gebe Bescheid. Daf&uuml;r ist unser Spezialist Constantin zust&auml;ndig.</p>
<p>Falls Du etwas brauchst, Rat oder Ersatzteile, werden Dir sicher alle aus diesem Forum helfen.</p>
<p>Gr&uuml;&szlig;e nach Ungarn</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>GergoToth</strong> replied on 2009-01-26 14:57
        </div>
        <div class="post-body">
            <p>Danke f&uuml;rs Antwort!</p>
<p>Ich habe&nbsp;einen&nbsp;Regler mit 2 Stufen, wie du geschrieben hast! Die Frage steht noch, warum sind 2 Stufen?</p>
<p>Und ich m&ouml;chte noch fragen, ob ich Gummidichtungen f&uuml;r ?Ventilheberstockgehause? (das schreibe ich bestimmt Falsch, aber warscheinlich weist ihr genau) bekommen kann? Ich bin oft in Burgenland, Eisenstadt, gibt es dort ein Geschaft wo sowas verkauft wird? Oder ich bin immer in St P&ouml;lten wenn Oldtimermarkt is...was f&uuml;r Ersatzteile bekommt man dort? Gibt es viel nachgemachte Ersatzteile f&uuml;r Hafi?</p>
<p>Ich habe schon motor rausgebaut, und schaut echt gut aus! Es wird jetzt saubergemacht, mache ich neue Dichtungen, Zillinderkopf wird erneuert, usw. Ich zeige mal paar Bilder....</p>
<p>Danke im Voraus!</p>
<p>Gruss Gergő T&oacute;th</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2009-01-26 20:45
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Schau einmal bei Robert Prokschi. Er ist an der Grenze zum Burgenland zuhause.</p>
<p>www.puch500.at</p>
<p>Die zweite Stufe des Reglers ist dazu da,&nbsp; f&uuml;r die Zapfwelle im Station&auml;rbetrieb eine h&ouml;here Standgasdrehzahl einzustellen.</p>
<p>Gr&uuml;&szlig;e</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-01-31 01:58
        </div>
        <div class="post-body">
            <p>Kedves Gergo! </p>
<p>Sz&eacute;p -hoz volna egy magyar n&eacute;l Haflinger-Fed&eacute;lzet! </p>
<p>K&uuml;ld &eacute;n egy elektronikus lev&eacute;l -hoz </p>
<p>klausherbertzx22@hotmail.de </p>
<p>I&Acirc;&acute;ll volna n&eacute;mely inform&aacute;ci&oacute; &eacute;rted!</p>
<p>V&aacute;laszol &ouml;n mihelyt lehet &Eacute;N tud!</p>
<p>őszinte!</p>
<p>Klaus Herbertz</p>
        </div>
    </div>
</body>
</html>
