<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Ein unerkl&#228;rliches Phenomen</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Ein unerkl&#228;rliches Phenomen
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Ein unerkl&#228;rliches Phenomen</h1>
            <div class="post-meta">
                Posted by <strong>Klaus Herbertz</strong> on 2009-06-01 14:45
            </div>
            <div class="stats">
                Views: 16237 | Replies: 11
            </div>
        </div>
        <div class="post-body">
            <p>&nbsp;</p>
<p>Habe meinen Haflinger am Pfingssamstag im Forst zum abtransport von Brennholz eingesetzt. Das lief den ganzen Vormittag prima und klaglos. Anschlie&szlig;end bin ich mit dem Haflinger noch ein wenig Strecke gefahren um eine Schonung zu kontrollieren. Die Strecke ist &uuml;ber gut 2-3 km recht absch&uuml;ssig. Auf dem R&uuml;ckweg bin ich dann diese Stecke wieder berghoch gefahren.  (Mindestens 15%Steigung auf einer 2-3 km langen Geraden).</p>
<p>Pl&ouml;tzlich setzte der Motor aus und der Hafi blieb stehen. Nach einem erneuten Startversuch sprang er noch einmal kurz an und ca. 30 Sekunden sp&auml;ter starb er wieder ab. Anschlie&szlig;ende mehrfache Startversuche erbrachten nichts.</p>
<p>Es ging nichts mehr . Der Dynastarter lief und Batterie hatte Saft im &uuml;berfluss, aber der Motor sprang nicht mehr an. Wir mu&szlig;ten den Hafi abschleppen. Auch Starts per Rollversuche funktionierten nicht.&nbsp; Es ging auch Stunden sp&auml;ter nichts.</p>
<p>Heute am Pfingstmontag wollte ich den Wagen reinigen und habe nochmal einen Startversuch unternommen. Er sprang sofort an als wenn nichts gewesen w&auml;re. Ich bin aber nicht mehr gefahren sondern habe ihn im Leerlauf etwa 5-10 Minuten laufen lassen. Da nichts passierte hab ich den Motor wieder aus gemacht. </p>
<p>Bin mir &uuml;ber weiteres vorgehen unsicher. Ob ich damit in die Werkstatt soll oder einfach warte bis er wieder irgendwo in der "Pampa" stehen bleibt.</p>
<p>Hat jemand eine Erkl&auml;rung?</p>
<p>Herzlichen Dank!</p>
<p>Klaus Herbertz</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2009-06-01 17:46
        </div>
        <div class="post-body">
            <p>Hallo Klaus,</p>
<p>Vielleicht ganz banal, zu wenig Sprit im Tank so da&szlig; er Luft angesaugt hat, auf der Ebene lag dann die Ansaug&ouml;ffnung wieder unterhalb des Benzinniveaus.</p>
<p>Gru&szlig; Bernd&nbsp; </p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-06-01 23:06
        </div>
        <div class="post-body">
            <p>Hallo Klaus.
Es soll auch schon vorgekommen sein dass sich Unterbrecherkontakte oder auch ein Teil der Spritpumpe verklemmt haben und dann halt wieder gel&ouml;st haben.</p>
<p>Wenn er nun wieder l&auml;uft wird man in der Werkstatt nichts finden. Da hilft nur probieren.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-06-02 21:14
        </div>
        <div class="post-body">
            <p>&nbsp;</p>
<p>Nein! Sprit hatte er gen&uuml;gend. Daran kann es nicht gelegen haben.</p>
<p> Eine Verschmutzung im Tank konnte ich auch nicht feststellen.</p>
<p>Mache mir etwas Gedanken um den Weberli. Wenn der hin&uuml;ber ist. Eiwei!</p>
<p>Wenns nur der Schwimmer ist, w&auml;rs kein Problem. Meine Vermutungen</p>
<p>gehen in Richtung Z&uuml;ndanlage. </p>
<p>&nbsp;</p>
<p>Es ist immer wieder eine Freude mit dem Haflinger auszufahren. Auch wenn er manchmal ein wenig bockig ist. :-)</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-06-06 16:48
        </div>
        <div class="post-body">
            <p>Deiner Schilderung nach ist er einfach hei&szlig; geworden beim Bergauffahren. Dadurch kann sich leicht eine Dampfblase in der Benzinzuf&uuml;hrung bilden. Wahrscheinlich sogar in der Benzinpumpe. Wenn der Fall eintritt, dann funktionieren n&auml;mlich die beiden Ventilpl&auml;ttchen nicht die bei der Hubbewegung der Membrane sinngem&auml;&szlig; absperren bzw. &ouml;ffnen sollen. Damit ist die Versorgung des Vergasers stillgelegt und der Motor stirbt ab.</p>
<p>Hatte das gleiche an meinem Haflinger im Sommer, aber auf gerader Strecke. Ein Gu&szlig; aus der mitgef&uuml;hrten Mineralwasserflasche &uuml;ber die Pumpe, Motorraumdeckel oben und hinten ge&ouml;ffnet , f&uuml;nf Minuten Pause und es konnte weitergehen. </p>
<p>In deinem Fall w&auml;re es interessant, zu sehen wie der Benzinschlauch von der Pumpe zum Weber Vergaser verlegt ist. Kannst du mal ein Foto vom Motorraum machen (mit abgenommener L&uuml;fterhaube) und hier ins Forum stellen? </p>
<p><span style="text-decoration: underline;">&Uuml;brigens..Nimm dir ein 8er Schl&uuml;sselchen oder einen Schraubenzieher mit bei der n&auml;chsten Fahrt in den Forst. Sollte der Motor wieder stehenbleiben, so nicht Versuchen zu starten, sondern den Vergaserdeckel abnehmen und nachsehen ob &uuml;berhaupt Benzin in der Schwimmerkammer ist. </span></p>
<p>Weber Vergaser habe ich einen Neuen auf Lager, f&uuml;r alle F&auml;lle. Einen Fehler an der Z&uuml;ndung halte ich nicht f&uuml;r gegeben, denn nach einiger Zeit ist der Motor ja wieder angesprungen, ohne da&szlig; du offensichtlich etwas daran gemacht hast.</p>
<p> Gr&uuml;&szlig;e ...</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-06-06 17:55
        </div>
        <div class="post-body">
            <p>Bin gestern nochmal mit dem Haflinger unterwegs gewesen. Der Motor sprang klaglos an und ich bin&nbsp; etwa 15 Km gefahren. Danach den Haflinger ganz normal in der Garage abgestellt. Als ich ihn&nbsp; f&uuml;r die Forstarbeiten heutemogen starten wollte, sprang er nicht an. Es riecht nun ordentlich nach Benzin aber nirgendwo tropft was auf den Boden. Sieht aus als sei der Motor abgesoffen. Werde heute am Abend den Motor nochmal starten. Am Montag gehts in die Werkstatt. Sollte der Motor Ersatzteile ben&ouml;tigen die ich nicht auf Lager habe, melde ich mich gerne nochmal.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan Moser</strong> replied on 2009-06-07 21:50
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Ich hatte das ziemlich gleiche Problem beim Pinzgauer. Alles probiert am Schlu&szlig; hat sich herausgestellt es war ein Wackelkontakt im Z&uuml;ndschlo&szlig;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-06-08 11:39
        </div>
        <div class="post-body">
            <p>Wir untersuchen meinen CH-Armee-Haflinger nun seit gut 1,1/2 Stunden und k&ouml;nnen den Fehler nicht finden. Die Entst&ouml;rfilter sind wohl teilweise defekt. Aber das kann es nicht sein. Auff&auml;llig ist folgendes:&nbsp; Dreht man den Z&uuml;ndschl&uuml;ssel bis zum Anschlag, startet der Dynastarter.&nbsp; Aber auf den Kerzen hats keinen Z&uuml;ndfunken. L&auml;&szlig;t man den Z&uuml;ndschl&uuml;ssel nach ein paar Drehungen des Dynastarters los, dann erst bekommen die Z&uuml;ndkerzen den Z&uuml;ndfunken. Das alleine schon, kann doch eigentlich nicht normal sein.</p>
<p>Der Vergaser wurde jetzt noch nicht n&auml;her untersucht.</p>
<p>Sehr sehr R&auml;tselhaft das alles!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-06-08 12:54
        </div>
        <div class="post-body">
            <p>Fehler scheinbar gefunden. Der Z&uuml;ndkondensator ist defekt und mu&szlig; ausgetauscht werden. </p>
<p>Sollten sich weitere fehler offenbaren, werde ich gerne berichten.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-06-10 13:29
        </div>
        <div class="post-body">
            <p>&nbsp;</p>
<p>Habe mir eine Steini-KTZ-Z&uuml;ndanlage bestellt. Die wird gerade eingebaut.&nbsp; Damit wird der Z&uuml;ndkondensator obsolet. </p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-06-10 13:46
        </div>
        <div class="post-body">
            <p>&nbsp;</p>
<p>Perfekt! Die neue Steini-Z&uuml;ndanlage l&auml;uft sauber und pder Motor l&auml;uft konstant wie nie zuvor. </p>
<p>Weiterer Fehler wurde noch ausgemerzt. Am Z&uuml;ndschloss war ein Kabel verkehrt angeschlossen. </p>
<p>Beim starten konnte erst Strom auf die Kerzen gegeben werden, wenn der Schl&uuml;ssel losgelassen wurde.</p>
<p>Endlich l&auml;uft alles sauber!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-07-11 10:37
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>[quote user="Klaus Herbertz"] Weiterer Fehler wurde noch ausgemerzt. Am Z&uuml;ndschloss war ein Kabel verkehrt angeschlossen. Beim starten konnte erst Strom auf die Kerzen gegeben werden, wenn der Schl&uuml;ssel losgelassen wurde.[/quote]</p>
<p>
<p>Welches Kabel war falsch? Manchmal macht das meiner auch. Ich schiebe es&nbsp;bisher eher darauf, dass die Batteriespannung stark abf&auml;llt, wenn der Starter bet&auml;tigt wird und so kein vern&uuml;nftiger Funke zustande kommt...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
</p>
        </div>
    </div>
</body>
</html>
