<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>&#214;lverlust beim Vordrachsantrieb</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            &#214;lverlust beim Vordrachsantrieb
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">&#214;lverlust beim Vordrachsantrieb</h1>
            <div class="post-meta">
                Posted by <strong>Schuler Felix</strong> on 2013-12-10 20:32
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Reparatur Vorderachsgetriebe</span>
            </div>
            <div class="stats">
                Views: 9458 | Replies: 3
            </div>
        </div>
        <div class="post-body">
            <div>Hallo zusammen. Ich bin aus der Schweiz, und Habe mir vor einer&nbsp;weile ein&nbsp;Haflinger Typ 1 (jg. 62) gekaut. Und ich bin Froh kann ich&nbsp;auf dieser Webseite Tipps und Tricks nachschauen und vielleicht weiter geben. Jetzt wehre ich froh mir k&ouml;nnte jemand helfen.</div>
<p>Der Haflinger hat wenig Getriebe&ouml;l Verlust bei dem linken&nbsp;Vorderradantrieb, das &Ouml;l kommt durch den Achsschenkel heraus. Also entfernte Ich Das Vorderachsgelenk, als ich die Gelenkwelle herauszog kam ca.&nbsp;1dl. &ouml;l heraus.</p>
<p>Meine Frage also:&nbsp;L&auml;uft die Antriebswelle auch Im &ouml;l oder verliert das Getriebe &Ouml;l? Oder ist Nur der Simmering vor der Gelenkwelle defekt&nbsp;?&nbsp; </p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>RonaldAntener</strong> replied on 2013-12-14 14:41
        </div>
        <div class="post-body">
            <p><span style="font-size: 11pt; font-family: 'Calibri','sans-serif'; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: 'Times New Roman'; mso-bidi-theme-font: minor-bidi; mso-ansi-language: DE-CH; mso-fareast-language: EN-US; mso-bidi-language: AR-SA;">Hallo</span></p>
<p><span style="font-size: 11pt; font-family: 'Calibri','sans-serif'; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: 'Times New Roman'; mso-bidi-theme-font: minor-bidi; mso-ansi-language: DE-CH; mso-fareast-language: EN-US; mso-bidi-language: AR-SA;">Das ist ganz normal weil bis zum Simmering das &Ouml;l gehen kann, wenn man in Schr&auml;glagen f&auml;hrt so kann das &Ouml;l immer auf die tieferliegende Seite laufen . Wichtig so finde ich ist dass der O-Ring unter dem Laufring<span style="mso-spacerun: yes;">&nbsp; </span>( 700.1.42.063.2 ) auch gleich gewechselt wird und nicht nur den spez. Dichtring. Der O-Ring hat folgende Abmessungen 26/22/2 mm. Den Laufring sollte normalerweise von Hand &uuml;ber die Verzahnung gezogen werden k&ouml;nnen.</span></p>
<p><span style="font-size: 11pt; font-family: 'Calibri','sans-serif'; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: 'Times New Roman'; mso-bidi-theme-font: minor-bidi; mso-ansi-language: DE-CH; mso-fareast-language: EN-US; mso-bidi-language: AR-SA;">Gruss Ronald</span></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2013-12-27 23:28
        </div>
        <div class="post-body">
            <p>Hallo Florian!</p>
<p>Im folgenden Foto siehst du die Zusammenstellungszeichnung des vorderen Radantriebes, Die bereits von Ronald erw&auml;hnten Teile, die an einem &Ouml;lverlust beteiligt sein k&ouml;nnen, sind :</p>
<p>Teil 68....Wellendichtring mit flexibler Lippe, BASLS 35x56x18, TeileNr. 900.3836. Dieser dichtet ab gegen das Getriebe&ouml;l, in ihm gleitet der Laufring:</p>
<p>Teil 28....Laufring mit Scheibe, TeileNr. 700.1.42.0611. Am Laufring darf keine eingelaufene Rille sein, wenn doch dann gl&auml;tten. Im Inneren dieses &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Laufringes &nbsp;befindet sich noch der O-Ring zur Abdichtung gegen die Antriebswelle, dieser sollte bei jeder Demontage erneuert werden:</p>
<p>Teil 26....O-Ring RS 26x22x2, TeileNr. 900.3879, das ist ein handels&uuml;blicher Standardteil.</p>
<p>Teil 18....Wellendichtring 30x47x10 ....dieser dichtet die Antriebswelle gegen das &ouml;lgef&uuml;llte Radantriebsgeh&auml;use ab, handels&uuml;blicher Teil. Mu&szlig; bei nur bei &Ouml;lverlust am Radantriebsgeh&auml;use erneuert werden. &nbsp;</p>
<p>Das w&auml;re es dann schon, die Teile an sich kosten nicht viel, der WD-Ring mit Stulpe ist bei spezialisiertem H&auml;ndler zu bekommen. Der Laufring ist ein Haflinger-spezifischer Teil, bei den bekannten Ersatzteil-H&auml;ndlern zu bekommen. Falls keiner mehr vorhanden w&auml;re mu&szlig; die Lauffl&auml;che geschliffen und hartverchromt werden -sofern die Lauffl&auml;che bereits Rillen aufweist. &nbsp;Wegen der Demontage,wenn notw. Nachfragen. </p>
<p>Wichtig ist, da&szlig; VOR der Montage eines neuen WD-Ringes, insbesonders des Stulpen-WD-Ringes, die Bohrung bzw. der Sitz, wo der WD-Ring hineingepre&szlig;t wird, sogf&auml;ltigt Untersucht wird auf Besch&auml;digungen, da&szlig; jedenfalls eine m&ouml;gliche scharfe Kante der Bohrung entsprechend verrundet wird damit nicht der weiche Kunststoff am Au&szlig;endurchmesser des WD-Ringes schon bei der Montage abgeschert wird und dann zu &Ouml;lverlust f&uuml;hrt. Ebenso sollte der WD-Ring gut mit Dichtmasse bestrichen, eingepre&szlig;t werden. Zum Einbau des Stulpendichtringes ist es SEHR empfehlenswert sich einen passenden Dorn bei einem Dreher aus einem St&uuml;ck Alteisen machen zu lassen. &nbsp; Bei sorgf&auml;ltiger Arbeit sollte das Ganze einwandfrei &Ouml;ldicht sein!</p>
<p>Gutes Gelingen...und alles Gute im neuen Jahr, w&uuml;nscht euch allen Mike aus Wien!</p>
<p><img src="http://farm6.staticflickr.com/5524/11587594446_32e356edf1_b.jpg" border="0" style="max-width: 550px;" /></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Schuler Felix</strong> replied on 2014-01-02 18:50
        </div>
        <div class="post-body">
            <p>Vielen Dank Ihr habt mir sehr weiter geholfen.&nbsp; Ich w&uuml;nsche allen ein Gutes Neues Jahr und viele gem&uuml;tliche Stunden.</p>
<p>Gruss Schuler Felix</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
