<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Eintrag Zulassungsschein</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Eintrag Zulassungsschein
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Eintrag Zulassungsschein</h1>
            <div class="post-meta">
                Posted by <strong>Fischer Hans</strong> on 2020-07-13 20:59
            </div>
            <div class="stats">
                Views: 15473 | Replies: 8
            </div>
        </div>
        <div class="post-body">
            <p>F&uuml;r die historische Typisierung meines Haflingers m&ouml;chte ich auch fehlende Eintragungen in den Zulassungsschein reinbringen.</p>
<p>Das w&auml;ren die freigegebenen Reifendimensionen und die Anh&auml;ngelasten(St&uuml;tzlast, max. Gewicht f&uuml;r gebremst und ungebremsten Anh&auml;nger).</p>
<p>&nbsp;</p>
<p>Laut Person im Amt w&uuml;rden Kopien von Zulassungsscheinen von &ouml;sterreichischen Beh&ouml;rden wo der jeweilige Eintrag ersichtlich ist reichen.</p>
<p>&nbsp;</p>
<p>Der Hit w&auml;re wenn auch die Sicherheitsgurte auf allen 4 Pl&auml;tzen sowie auf 3 Pl&auml;tzen Isofix durchgingen.</p>
<p>&nbsp;</p>
<p>Hat jemand so etwas durchgebracht? Zumindest Gurte f&uuml;r vorne waren doch bereits in den letzten Serien verbaut?</p>
<p>&nbsp;</p>
<p>Wer hat etwas wer kann mir weiterhelfen!</p>
<p>&nbsp;</p>
<p>Vielen Dank!</p>
<p>&nbsp;</p>
<p>Hans F</p>
<div></div>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2020-07-22 21:14
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>kann dazu nur sagen, dass mein 700AP Bj 74 Gurte serienm&auml;ssig an allen 4 Pl&auml;tzen hat. Es ist allerdings eine deutsche Zulassung und in den Unterlagen dar&uuml;ber speziell nichts zu finden. Photos werden Dir wahrscheinlich nichts n&uuml;tzen.</p>
<p>Viel Erfolg &nbsp;Ulli</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2020-07-23 20:31
        </div>
        <div class="post-body">
            <p>Hallo Ulli!</p>
<p>Ein Lichtblick in dieser Sache! Fotos w&auml;ren super. Ebenso so ein eventueller Lokalaugenschein wegen der Detaill&ouml;sungen.</p>
<p>Wie weit weg ist das ab Grenze Walserberg?</p>
<p>Reifen bzw Anh&auml;ngerkupplung in der Zulassung eingetragen?</p>
<p>&nbsp;</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e aus dem Rupertigau!</p>
<p>Hans F.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FelixWegleiter</strong> replied on 2020-07-30 09:34
        </div>
        <div class="post-body">
            <p>Hallo Hans!</p>
<p>Die Anbringung von Gurten vorne ist nicht so einfach. Es braucht dazu den &Uuml;berrollb&uuml;gel mit den Aufnahmen aus den letzten Bj. 72-74. So ein Teil aufzutreiben ist wie die Stecknadel im Heuhaufen suchen. Gru&szlig;&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>JohnBennett</strong> replied on 2020-07-31 08:32
        </div>
        <div class="post-body">
            <p><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;">In the UK, my 1973 703 has mounting points for the front seat belts (3 points). </span><span style="vertical-align: inherit;">There would be no seat belts as standard or even as factory option for the rear seats as they fold down and are "occasional" seats. </span><span style="vertical-align: inherit;">This would also be the case as there is no tube strong enough to fix a shoulder mounting point to near the rear seats. </span><span style="vertical-align: inherit;">You could fit a 2 point lap seat belt, but you would have to make the mounting holes your self.</span></span></span></span></p>
<p><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;">The owners hand book details the Haflinger can pull a 350Kg trailer (on road and off road), but UK did not require a plate on the draw bar at the time the Haflinger was made. </span><span style="vertical-align: inherit;">I know in most other European countries, the draw bar has a plate detailing its capabilities and those are higher than in the UK.</span></span></span></span></span></span></p>
<p><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;">John</span></span></span></span></span></span></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2020-07-31 16:58
        </div>
        <div class="post-body">
            <p>Servus Hans,</p>
<p>Auto steht in Rosenheim. Fotos kann ich Dir gern per E-Mail od. WhatsApp schicken. Wie das hier geht , wei&szlig; ich nicht. Reifeneintrag ist 165-12,--hat noch "versteinerte" Originalreifen drauf.Es gibt aber eine Liste mit allen Reifenfreigaben. Als Anh&auml;ngelast ist gebremst und ungebremst 350 kg eingetragen, habe aber keine Kupplung dran.</p>
<p>Entschuldige die sp&auml;te R&uuml;ckmeldung. Sollte dich der Weg mal vorbeif&uuml;hren, kannst Du ihn gern in Augenschein nehmen.</p>
<p>Gr&uuml;&szlig;e aus dem Chiemgau</p>
<p>Ulli P.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2020-08-02 20:05
        </div>
        <div class="post-body">
            <p>Thanks Felix, John und Ulli!</p>
<p>Einen unverbindlichen Besichtigungstermin wurde mit der Pr&uuml;fstelle vereinbart. Bin sehr auf die technische Beurteilung gespannt.</p>
<p>&nbsp;</p>
<p>Vielen Dank!</p>
<p>Hans F.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2021-01-19 21:23
        </div>
        <div class="post-body">
            <p>Ich habe die Sache noch nicht aufgegeben.</p>
<p>Es gibt neue Typenschilder welche man nach der Restaurierung wieder am Fahrzeug montieren kann.</p>
<p>Die Anh&auml;ngelast ist mit 600 kg und die St&uuml;tzlast mit 50 kg vorgedruckt. Zum Erg&auml;nzen sind nur das Baujahr und die Zul. Gesamtgewicht des Zugfahrzeuges.</p>
<p>Wer kann mir mit Kopien eines Fahrzeugscheines bzw mit Foto von Fahrzeugen mit entsprechenden Typenschild weiterhelfen.&nbsp;</p>
<p>Kennt sich jemand generell damit aus wie das Gesamtgewicht Anh&auml;nger/Zugfahrzeug ermittelt wird, insbesondere die Regelung f&uuml;r Fahrzeuge mit Bauartzusatz G(zBsp M1G). Es sollte da bis zum Verh&auml;ltnis von 1:1,5 m&ouml;glich sein. Hat jemand seinen Haflinger bereits mit dem Zusatz G eingetragen? Wo kann man das Regelwerk nachlesen?</p>
<p>Derweil schaut es so aus: &nbsp;Alles was im Zulassungsschein steht ist auch am Fahrzeug m&ouml;glich. Leider kann ich den Nachweis bis dato nicht bringen und m&uuml;&szlig;te f&uuml;r die Typisierung die Anh&auml;ngekupplung entfernen. Was mir stark missf&auml;llt weil es schon immer verbaut war und auch im Typenschein ersichtlich ist. Leider nur ohne Gewichtsangaben.</p>
<p>Vielen Dank!</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2022-02-10 20:16
        </div>
        <div class="post-body">
            <p>Dieses Kapitel ist seit gestern erledigt.</p>
<p>Pickerlfarbe ist nun rot. Alle fehlenden Angaben wurden im Typenschein nachgetragen. Somit ist die Anh&auml;ngerkupplung auch auf &ouml;ffentlichen Stra&szlig;en zum Ziehen von Anh&auml;ngern erlaubt.</p>
<p>Wie lange wird uns heuer der Winter noch begleiten?</p>
<p>&nbsp;</p>
        </div>
    </div>
</body>
</html>
