<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Undichtheit am &#214;lfiltergeh&#228;use </title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Undichtheit am &#214;lfiltergeh&#228;use 
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Undichtheit am &#214;lfiltergeh&#228;use </h1>
            <div class="post-meta">
                Posted by <strong>Fischer Hans</strong> on 2010-05-02 19:48
            </div>
            <div class="stats">
                Views: 3474 | Replies: 1
            </div>
        </div>
        <div class="post-body">
            <p>Undichtheit am &Ouml;lfiltergeh&auml;use zum Motorgeh&auml;use sowie &Ouml;lfiltergeh&auml;use zum &Ouml;lfiltertopf.</p>
<p>Motor&ouml;l sowie Filter habe ich erneuert und Motor gereinigt. Weiterhin &Ouml;laustritt am &Ouml;lfiltergeh&auml;use zum Motorgeh&auml;use. </p>
<p>Gibt es Erkl&auml;rungen warum dort &Ouml;l austritt. Geht irgend eine &Ouml;lbohrung gerade zu oder ist etwas mit den Umgehungsventilen nicht in Ordnung. Was kann ich ohne gr&ouml;&szlig;ere Arbeiten pr&uuml;fen?</p>
<p>Damit ich die Dichtung erneuern kann, mu&szlig; ich da die Riemenscheibe abmontieren? Was f&uuml;r Dichtmittel verwendet Ihr f&uuml;r solche Instandsetzungen? Nur Papier, Papier mit irgend einer Dichtmasse oder nur Dichtmasse ohne Papier oder gibt es sonst noch Varianten.</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e aus Salzburg.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-05-02 22:45
        </div>
        <div class="post-body">
            <p>@ Hans!</p>
<p>Ziehe mal die Muttern ( 3 St&uuml;ck M7 ) etwas nach,mit Gef&uuml;hl bitte, welche den &Ouml;lfiltertr&auml;ger an das Motorgeh&auml;use halten. Dazu mu&szlig;t du die Doppelriemenscheibe nicht abmontieren. </p>
<p>Sollte die Undichtheit weiterhin bestehen, so ist es ratsam den Teil abzubauen, die Papierdichtung zu erneuern. In diesem Falle mu&szlig; die Riemenscheibe abgenommen werden. Das geht recht gut mittels einem 1/2 Zoll&nbsp; Pneumatik-Schlagschrauber. Die Schraube ist mit 120 Nm = 12 KgM festzuziehen. Der Sechskant hat 27mm Schl&uuml;sselweite, passende Nu&szlig; zum Schlagschrauber verwenden. Sollte das so nicht funktionieren, so melde dich, ich sende dir zwei, drei Bilder wie du die Schraube aufbekommst. F&uuml;r diesen Job ist es notwendig, den Querverbinder, wo der hintere Motordeckel mittels 2 Scharnieren gelagert ist, abzubauen, dazu links und rechts an den Seitenw&auml;nden je 2 M8 Schrauben entfernen.</p>
<p>Die alte Papierdichtung mu&szlig;t du sorgf&auml;ltig entfernen, ohne dabei die Dichtfl&auml;chen zu zerkratzen. Alle Dichtfl&auml;chen mit Bremsenreiniger sauber machen. Eine neue Papierdichtung (Teile Nr. 501.2.07.0181) beidseitig am Au&szlig;enrand mit Dichtmasse HYLOMAR d&uuml;nn einstreichen und &uuml;ber die 3 Stehbolzen schieben. &Ouml;lfiltertr&auml;ger aufschieben, und mittels 3 Beilagscheiben 7mm und 3 Muttern M7 befestigen.Bei der Gelegenheit kannst du die beiden Gummi-Dichtringe zur &Ouml;lfilterglocke erneuern (Teile Nr. 501.1.07.0601 und 501.1.07.0591) und den Filtereinsatz auch (Mann H601/FIAAM FA4018/Hengst E10.18H)</p>
<p>Abschlie&szlig;end die Riemenscheibe wieder aufstecken, dabei pr&uuml;fen da&szlig; die Pa&szlig;feder ( Scheibenfeder) noch auf ihrem Platz ist. F&auml;llt manchmal heraus. Vorher eventuell den Zustand des Wellendichtringes ( Teile Nr. 902.3801 BA 40x55x10 ) pr&uuml;fen, gegebenenfalls erneuern. An der Schraube mu&szlig; der Kupferdichtring (Teile Nr. 900.4219 ) dran sein. Schraube mittels Schlagschrauber festziehen. Querverbinder wieder anbauen, Motordeckel von der Seite her aufschieben und M6 Mutter nicht vergessen. Gutes Gelingen, AP700</p>
        </div>
    </div>
</body>
</html>
