<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Rechtes Vorderrad &#252;berbremst heftig</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Rechtes Vorderrad &#252;berbremst heftig
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Rechtes Vorderrad &#252;berbremst heftig</h1>
            <div class="post-meta">
                Posted by <strong>Stefan_Feierabend</strong> on 2009-09-08 08:02
            </div>
            <div class="stats">
                Views: 16595 | Replies: 11
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>bei meinem Hafi habe ich das Problem, dass das rechte Vorderrad heftigst &uuml;berbremst. Wenn die Bremse heiss ist, ist alles wieder in Ordnung. Nur kann ich nicht andauernd mit dem Fu&szlig; auf der Bremse fahren, dass sie heiss bleibt...</p>
<p>Hat jemand eine Idee, wo das Problem liegen k&ouml;nnte?<br />Vielen Dank f&uuml;r eure Tipps!<br />Gru&szlig; vom Bodensee</p>
<p>Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-09-08 20:11
        </div>
        <div class="post-body">
            <p>Vielleicht deshalb weil die rechte Bremse in Ordnung ist, und die linke Bremse nicht richtig funktioniert. Sobald die die rechte Bremse hei&szlig; ist verliert sie an Bremskraft und geht dann genau so gut oder schlecht wie die linke. Beide Bremsen reinigen und die beweglichen Teile leichtg&auml;ngig machen. Bremsbacken einstellen bzw. gleich ausrichten. Bremsanlage entl&uuml;ften. Nach einer kurzen Probefahrt bitte um R&uuml;ckmeldung. Falls die Arbeit umsonst war bitte mich nicht auf den n&auml;chsten Baum h&auml;ngen:-)!! Ansonsten schaun wir weiter dann sehen wir schon.</p>
<p>Hans F.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-09-08 21:03
        </div>
        <div class="post-body">
            <p>Das glaube ich weniger, die anderen R&auml;der bremsen sch&ouml;n gleichm&auml;&szlig;ig. Es ist schon das rechte Vorderrad, das ich schon mit leichtem Pedaldruck zum blockieren bringe, der Hafi zieht dann ganz w&uuml;st dort hin...</p>
<p>Bremsbacken habe ich regelm&auml;&szlig;ig nachgestellt, die Excenter stehen auch richtig.</p>
<p>Der Druckpunkt f&uuml;r die Bremse ist sp&uuml;rbar und wandert nicht.</p>
<p>Die Radantriebe sind trocken, es ist nichts ver&ouml;lt.</p>
<p>Der Abrieb rechts vorne ist allerdings deutlich mehr als an den anderen.</p>
<p>Wie bekomme ich denn die Bremsbacken vom Radbremszylinder weg? Einfach aus der Staubschutzkappe ziehen? Was muss ich noch l&ouml;sen? Gibts irgendwelche Tricks, um die Federn nachher wieder einzuh&auml;ngen? Dann w&uuml;rde ich bei gelegenheit mal die Backen vorne von rechts nach links und umgekehrt tauschen...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>FlorianSchuler</strong> replied on 2009-09-08 21:09
        </div>
        <div class="post-body">
            <p>Hallo Stefan.</p>
<p>Wie alt sind die Bremsschl&auml;uche?</p>
<p>Sind diese vielleicht "zugewachsen"? Das habe ich schon oft gehabt wenn die Bremse ungleich zieht.</p>
<p>Gr&uuml;sse Flo</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Fischer Hans</strong> replied on 2009-09-08 21:29
        </div>
        <div class="post-body">
            <p>Bevor du die Bremsbacken abmontierst biege dir aus einen runden Stahlstab(ca. 4-5mm) oder so was &auml;hnliches einen B&uuml;gel(2x 90&deg;) den du anstelle der Bremsbacken in die Nut der Bremszylinderkolben steckt. F&uuml;r die Bremsbackendemontage streift du als erstes die 4 kurzen Haltefedern welche durch die Bremsankerplatte gesteckt sind von hinten mit einen flachen Schraubenzieher ab. Aus den Bremszylindern hebelst du die Backen vorsichtig heraus und sezt nun die B&uuml;gel in die Radzylinder ein. Nun kannst du alles sch&ouml;n reinigen bzw pr&uuml;fen ob die Kolben leichtg&auml;nig sind ohne das diese herausfallen. Der Einbau: zuerst die Bremsbacken im Radzylinder einbauen(Darauf achten das die Backen in die Nut vom Kolben stekcen). Die 4 kleinen Federn k&ouml;nnen unter umst&auml;nden nervig werden. Am besten du sucht dir ein altes Fahrrad mit Seilzugbremse und baust dieses Seil aus. Das Seil formst du zu einer Schlaufe un f&auml;delst es von hinten(Bremsankerplatte) durch die Bohrung h&auml;ngst die passende kurze Feder ein und zieht diese durch das loch durch bis sie einh&auml;ngt(funktioniert spielend mit einer Bei&szlig;/Kombizange).</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e Hans.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-09-08 21:36
        </div>
        <div class="post-body">
            <p>Hab mir mal neue Schl&auml;uche bestellt (obwohl die alten angeblich erst zwei Jahre drin sind, hab den Kleinen ja erst seit dem Winter). Der Wechsel d&uuml;rfte ja kein Problem sein...</p>
<p>Ich werde berichten!<br />Gru&szlig;</p>
<p><br />Stefan&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-09-09 22:18
        </div>
        <div class="post-body">
            <p>Servus Stefan,</p>
<p>hast du schon mal die Kr&uuml;mmung Deiner Bel&auml;ge mit den Trommeln verglichen?&nbsp; Oder Tausch einfach mal Bel&auml;ge links gegen Bel&auml;ge rechts.</p>
<p>Wenn der Hafi dann in die andere Richtung zieht, mu&szlig;t du eben ganz liebevoll mit dem Schleifpapier die Bel&auml;ge den Trommeln anpassen. Ich hatte das bis jetzt immer mit neuen Bel&auml;gen. einmal kurz vor dem T&uuml;v - Termin habe ich dann die Bel&auml;ge gemischt, und es hat auch funktioniert. </p>
<p>F&uuml;r gro&szlig;e Bremstrommeln (LKW) soll es eine "Belagdrehmaschine" geben....</p>
<p>Treffen in Langenaltheim geht leider nicht, da ich einen wichtigen Arbeitstermin habe.</p>
<p>Gru&szlig; Norbert</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-09-10 07:10
        </div>
        <div class="post-body">
            <p>[quote user="Norbert Palme"] Oder Tausch einfach mal Bel&auml;ge links gegen Bel&auml;ge rechts.[/quote]</p>
<p>Hab mal die Trommeln getauscht, auch kein Erfolg, bleibt rechts... Sobald ich Zeit habe, tausche ich die Bel&auml;ge...</p>
<p>Hast dieses Wochenende schon was vor?<br />Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2009-09-10 21:21
        </div>
        <div class="post-body">
            <p>Servus Stefan, </p>
<p>Am Samstag bin ich mit meinem Hafi unterweges in den Schwarzwald zu einem Meisterklassentreffen. Ich k&ouml;nnte ja mal kurz in Markdorf vorbeischauen..</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-09-30 11:36
        </div>
        <div class="post-body">
            <p>Gestern habe ich nochmal die Trommeln runtergemacht, um die Backen von rechts nach links und umgekehrt zu tauschen. Dabei ist mir rechts deutlich mehr Abrieb aufgefallen, der&nbsp;leicht faserig war. Hab mir die Backen dann mal genauer angeschaut: Es scheinen minimale Unterschiede zu existieren. Hab dann mal einen Backen auf die andere Seite genommen und alles wieder zusammengebaut und eingestellt. Sieht so aus, wie wenn's besser w&auml;r! Werde nach dem Langenaltheim-Wochenend berichten...</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-09-30 17:42
        </div>
        <div class="post-body">
            <p>@ Stefan!</p>
<p>Bin gespannt auf deinen Bericht bez&uuml;glich der getauschten Bremsbacken (die von rechts nach links und umgek.). Wollte dir schon den Tipp geben, die Bremstrommeln untereinander zu tauschen, hast das aber eh&acute; schon getan aber es brachte keine Besserung...</p>
<p>Bei der Gelegenheit k&ouml;nntest du mal die Kolben der beiden vorderen Bremszylinder herausnehmen und untersuchen ob sie einwandfrei "g&auml;ngig" in ihren Zylindern sind, danach feststellen ob.... a) sind die Zylinder beide gleich im Durchmesser ? Sollwert 22 oder 19mm&nbsp;&nbsp; ( hatte Haflinger wo diese rechts und links unterschiedlich waren)&nbsp; b) sind die Bremsschl&auml;uche durchg&auml;ngig?&nbsp; c) keine Bremsleitung geknickt?&nbsp; (ist auch bereits vorgekommen) &nbsp; d) Bel&auml;ge trocken?&nbsp; e) auflaufende Kanten der Bel&auml;ge abgeschr&auml;gt? f) L&auml;uft die Bremstrommel exakt planparalell zur Radnabe (evtl. zu lange Schraube M5 zur Befestigung des Schutzbleches = verursacht taumeln), letztlich mu&szlig; in dem Fall das Bremsfluid erneuert&nbsp; (Dot 4 oder 5.1) und die Anlage entl&uuml;ftet werden.&nbsp;&nbsp; Ich gehe davon aus da&szlig; die Brems-Fl&auml;chen innerhalb der Bremstrommeln beide zumindest fast gleich sind, also glatt und nicht zu stark mit Riefen oder Rillen verschlissen, ansonst &Uuml;berschleifen zweckm&auml;&szlig;ig!&nbsp; Pr&uuml;fe auch den Innendurchmesser der Trommeln. Neuwert 215,0mm,&nbsp; Verschlei&szlig;grenze= 216,5mm.&nbsp; </p>
<p>Zum "einf&auml;deln" der kleinen Federn in das zugeh&ouml;rige Loch in der Bremsankerplatte gibt es den Trick mit der Holzschraube:&nbsp; nimm dir eine dickere Holzschraube (ca. 40mm lang),&nbsp; drehe diese an einem Ende der Feder hinein. Das wirkt nun wie ein Handgriff.&nbsp; Damit kannst du sie nun leicht mit dem unteren H&auml;ckchen in die Ausnehmung an der Bremsbacke einh&auml;ngen, dann spannst du die Feder etwas an (unter dem Schraubenkopf mit einer Kombizange anpacken) und f&uuml;hrst das obere H&auml;kchen in das zugeh&ouml;rige Loch an der Ankerplatte ein, dabei gleichzeitig mit einem st&auml;rkeren Schraubendreher andr&uuml;cken damit das H&auml;kchen endg&uuml;ltig in das Loch rutscht, entspannen und Schraube herausdrehen, fertig !</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-09-30 19:10
        </div>
        <div class="post-body">
            <p>Hallo Michael,</p>
<p>&nbsp;</p>
<p>danke f&uuml;r deine vielen Tipps!</p>
<p>Das mit der Schraube muss ich mir nochmal durchlesen. Hattest du da schon mal Probleme mit gebrochenen Federn? Federn sind &uuml;blicherweise sehr empfindlich gegen Verletzungen der Oberfl&auml;che, die brechen dann genau dort. Und solche kleinen Sch&auml;den k&ouml;nnte eine Schraube verursachen.</p>
<p>Bei mir hat es ganz gut geklappt, indem ich zuerst die kurzen Federn eingeh&auml;ngt habe und dann die langen (an der zweiten Seite musste ich den Haken etwas k&uuml;rzen, er wollte nicht durch den Backen passen). Danach die eine Seite in den Bremszylinder eingesetzt und mit einem Draht und einem Knebel die zweite Seite gespannt und eingesetzt.</p>
<p>Ich denke, viele Wege f&uuml;hren nach Rom...</p>
<p>Das mit der zu langen M5-Schraube muss ich mal pr&uuml;fen, eine Seite hat einen leichten Schlag, die Bremse pulsiert...</p>
<p>Gru&szlig; vom Bodensee</p>
<p><br />Stefan</p>
        </div>
    </div>
</body>
</html>
