<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Leistungsprobleme zwischen 4000 und 5000U/min</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Leistungsprobleme zwischen 4000 und 5000U/min
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Leistungsprobleme zwischen 4000 und 5000U/min</h1>
            <div class="post-meta">
                Posted by <strong>Georg Schachelhuber</strong> on 2018-06-15 18:08
            </div>
            <div class="stats">
                Views: 19525 | Replies: 11
            </div>
        </div>
        <div class="post-body">
            <p>Hallo Haflinger-Freunde!&nbsp;</p>
<p>Ich bin noch neu hier, aber mit Hilfe des Forums habe ich schon viele Themen an meinem Haflinger bearbeiten k&ouml;nnen und darum hoffe ich, dass ihr mir bei diesem konkreten Problem helfen bzw. Tipps geben k&ouml;nnt.</p>
<p>Bei meinem Haflinger ist lt. Vorbesitzer ein 650 TR Motor verbaut und mit einem Zenith 32 NDIX (PU2) best&uuml;ckt. Da ich immer ein sehr unterschiedliches Bild auf beiden Z&uuml;ndkerzen hatte (links fast wei&szlig;, rechts ru&szlig;ig) und bereits alles auf Falschluft gepr&uuml;ft hatte, habe ich diese Woche den Vergaser zerlegt um diesen zu pr&uuml;fen.&nbsp;</p>
<p>Die linke Hauptd&uuml;se war verdreckt (Bohrungsdurchmesser nur ca. zur H&auml;lfte frei), daher voraussichtlich die wei&szlig;e Kerze. Dabei habe ich gleich die Teillastabschaltung gepr&uuml;ft und von den fr&uuml;her eingestellten 2,4mm auf 3mm lt. Vergaserhandbuch gestellt. Da der Z&uuml;ndzeitpunkt an der Riemenscheibe auch auf ca. 10mm vor OT eingestellt war, habe ich diesen auf 4mm vor OT eingestellt (lt. Angaben im Forum f&uuml;r TR-Motoren).</p>
<p>Best&uuml;ckung des Vergasers ist f&uuml;r einen TR II (135er Hauptd&uuml;se, 27er Lufttrichter,...)</p>
<p>Bei der Probefahrt heute zeigte sich dann leider folgendes Ph&auml;nomen: </p>
<p>Standgas passt sehr gut und auch beim Beschleunigen dreht der Motor sofort sauber hoch ohne Verschlucken. W&auml;hrend der Fahrt habe ich aber das Problem, dass es beim Beschleunigen im 3. Gang ab ca. 4000 U/min zum Ruckeln des Motors und m.E. nach Z&uuml;ndaussetzern kommt. Ein bisschen runter gehen vom Gas und wieder leicht beschleunigen hilft ein wenig. Wenn ich so mit Gef&uuml;hl den Drehzahlbereich bis 5000 U/min schaffe, setzt die Z&uuml;ndung und die Leistung wieder voll ein und der Motor beschleunigt rauf bis auf (testweise) 6500 U/min als wie wenn nichts w&auml;re. Im 2. Gang kann ich auch von Standgas bis auf 6000U/min "durchbeschleunigen" ohne Aussetzer. Im 4. Gang verh&auml;lt es sich aber wie im 3 (bis 4000 alles ok, dann Probleme bis 5000, dann wieder alles normal).</p>
<p>Habe dann die Teillastabschaltung wieder auf die&nbsp; fr&uuml;heren 2,4mm gestellt und den Z&uuml;ndzeitpunkt auch wieder zur&uuml;ckgestellt. Hat leider nichts gebracht.&nbsp;</p>
<p>Unterbrecherabstand ist auf 0,4mm eingestellt. Auf den Schmierfilz unter dem Verteilerfinger habe ich diese Woche 1 Tropfen &Ouml;l gegeben und die Nockenbahn geschmiert.&nbsp;</p>
<p>Kompression linker Zylinder (Motor warm): 9,5;&nbsp; rechter Zylinder 10,2</p>
<p>&nbsp;</p>
<p>Hat jemand eine Idee was es da haben k&ouml;nnte? (Teillastabschaltung, Z&uuml;ndverteiler,...) Wenn ihr sonst noch Daten oder Fotos ben&ouml;tigt, gebt mir bitte Bescheid.</p>
<p>&nbsp;</p>
<p>Vielen Dank im Voraus f&uuml;r eure Unterst&uuml;tzung!</p>
<p>sch&ouml;ne Gr&uuml;&szlig;e aus dem M&uuml;hlviertel</p>
<p>Georg</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>JohnBennett</strong> replied on 2018-06-15 21:43
        </div>
        <div class="post-body">
            <p><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;">Change the condenser?</span></span></span></span></p>
<p>&nbsp;</p>
<p><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;"><span style="vertical-align: inherit;">John</span></span></span></span></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2018-06-28 10:43
        </div>
        <div class="post-body">
            <p>Hi John, hallo Georg!</p>
<p>He should rather change the choke-tubes of the carburettor, ( 27mm openings ) and check whether the gasoline-jets and/or the other correction-jets fitted are corresponding with the well proven configurations for an Haflinger-engine....For the suitable jet-configuration there is a list existing defining those PUCH 2, PUCH 6, &nbsp;etc. &nbsp;carbs.</p>
<p>Another possible reason could be a worn shaft ( or bronce bearings ) of the distributor, which may cause the shaft to vibrate at a certain speed/RPM. &nbsp; &nbsp;Greets Michael J.&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Georg Schachelhuber</strong> replied on 2018-07-27 10:50
        </div>
        <div class="post-body">
            <p>Hallo Michael und John,</p>
<p>&nbsp;</p>
<p>danke f&uuml;r die Tipps! Ich bin leider erst gestern zu weiteren Arbeiten am Haflinger gekommen, da ich beruflich auf eine Baustelle musste.&nbsp;</p>
<p>Ich habe in der Zwischenzeit den Z&uuml;ndverteiler pr&uuml;fen lassen und der ist zum Gl&uuml;ck in Ordnung.&nbsp;</p>
<p>Habe ihn gestern wieder eingebaut und beim Benzinfilter einen Papierfilter eingebaut (bis jetzt Drahtgewebe), da die Hauptd&uuml;sen bereits zwei mal verdreckt waren - wei&szlig; vl. jemand ob es hier Vor- oder Nachteile deswegen geben kann?</p>
<p>Den Z&uuml;ndzeitpunkt habe ich dann auf etwas "sp&auml;ter" eingestellt (lt. diversen Forumsbeitr&auml;gen beim 650TR 2-3m) - ca. 3mm vor Markierung auf dem L&uuml;ftergeh&auml;use.&nbsp;</p>
<p>Nach einer kurzen Probefahrt kann ich sagen, dass das Problem grunds&auml;tzlich noch da ist, aber erstaunlicherweise "weniger" wurde --&gt; er ruckelt zwar noch ab 4.000 U/min, aber bereits ab ca. 4.500 wird es weniger. Und wenn ich mich der Drehzahl im 3. Gang langsam n&auml;here (nur wenig Gas gebe, aber schon noch beschleunige) geht es teilweise ohne Probleme durch.&nbsp;</p>
<p>Hat jemand von euch eine Idee ob das mit dem neu eingestellten Z&uuml;ndzeitpunkt zusammen h&auml;ngen k&ouml;nnte? W&uuml;rde es was bringen den Zeitpunkt noch k&uuml;rzer vor OT zu stellen (z.B. 1-2mm)?</p>
<p>Ich m&ouml;chte jetzt folgendes probieren:&nbsp;</p>
<p>Den Vergaser zerlege ich nochmals komplett, putze ihn und blase ihn aus, damit ich sicher sein kann, dass kein Dreck mehr drinnen ist. Der neue Filter sollte das dann zuk&uuml;nftig hoffentlich garantieren. Werde ihn dann nochmals genau nach Anleitung auf einen 650 TR2 mit der derzeitigen Bed&uuml;sung einstellen, wieder aufbauen und eine Probefahrt machen.</p>
<p>Wenn es dann nach wie vor Probleme gibt, werde ich Michaels sehr detaillierte Anleitung (vielen Dank nochmals!) nutzen und den Vergaser auf einen "Standard" Haflinger Zenith-Vergaser aufbauen. Mittlerweile habe ich alle D&uuml;sen beisammen, aber keine 22er Lufttrichter - kann mir hier im Forum damit jemand aushelfen? Vl. auch nur leihweise damit ich testen kann und ich gebe sie dann wieder zur&uuml;ck.</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e</p>
<p>Georg</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Georg Schachelhuber</strong> replied on 2018-08-05 17:21
        </div>
        <div class="post-body">
            <p>Liebe Haflingerfreunde!</p>
<p>&nbsp;</p>
<p>Ich komme gerade von meiner ersten l&auml;ngeren Ausfahrt zur&uuml;ck und muss sagen, dass der Haifi im gro&szlig;en und ganzen sehr gut l&auml;uft!</p>
<p>Das Ruckeln um die 4000 U/min ist noch immer da, aber wenn man den Punkt mit wenig Gas anf&auml;hrt kommt man ganz gut &ldquo;dr&uuml;ber&ldquo;.</p>
<p>&nbsp;</p>
<p>Nach wie vor w&uuml;rde es mich aber interessiern, ob jemand von euch wei&szlig;, ob eine weitere Z&uuml;ndzeitpunkt&auml;nderung in Richtung 1-2mm vor OT was bringen k&ouml;nnte, bzw. ob ich dsmit dem Motor schaden k&ouml;nnte?</p>
<p>&nbsp;</p>
<p>Und hat jemand zuf&auml;llig 22er Lufttrichter die er mir entweder verkaufen, oder f&uuml;r 1-2 Wochen borgen k&ouml;nnte? </p>
<p>&nbsp;</p>
<p>Danke im Voraus und sch&ouml;ne Gr&uuml;&szlig;e!</p>
<p>Georg</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2018-08-05 21:55
        </div>
        <div class="post-body">
            <p>Hallo Georg!</p>
<p>Die Verstellung des Z&uuml;ndzeitpunktes auf 1-2mm vor OT verursacht keinen Schaden, das kannst du ohne weiters machen. Es wird nur so sein, da&szlig; der Motor sp&uuml;rbar weniger Leistung abgibt, und du, weil du den Haflinger so fahren wirst wie du es gewohnt bist, unbewu&szlig;t mehr aufs Gaspedal treten wirst, somit der Benzinverbrauch etwas ansteigen wird. Aber probiere es ruhig mal aus R&uuml;ckg&auml;ngig machen kannst es ja jederzeit wieder.</p>
<p>Wegen der 22mm Luftrichter zum Zenith NDIX: zum einen k&ouml;nntest du dich mit dem Helmut Kniezanrek ( ehem. Vergaser-Magistris ) in Verbindung setzen, der ist in Wien 1020 Czerningasse 7 zuhause ( office@vergasertechnik.com ) Tel. 0043-1-2145432....er hat noch viele Ersatzteile, D&uuml;sen, Drosselklappenwellen und alle die speziellen Schrauben dazu usw. </p>
<p>oder ich kann dir diese Lufttrichter auf der Drehbank nachfertigen. Melde dich einfach...Mike J.&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2018-08-09 18:55
        </div>
        <div class="post-body">
            <p>Georg,</p>
<p>was hast Du f&uuml;r einen Luftfilter drin?</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Georg Schachelhuber</strong> replied on 2018-08-09 22:18
        </div>
        <div class="post-body">
            <p>Hallo Norbert,</p>
<p>&nbsp;</p>
<p>es ist nur mehr der Papierfilter verbaut. Der &Ouml;l-Luftfilter wurde bereits fr&uuml;her weggebaut bzw. in diesem Fall das Rohr abgeschnitten.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2018-08-09 22:46
        </div>
        <div class="post-body">
            <p>Der Papierfilter ist soweit Ok, fast alle handels&uuml;blichen PKW sind auch blo&szlig; mit einem solchen von Werk aus versehen. Der &Ouml;lbadfilter ist-sofern man den Haflinger haupts&auml;chlich auf asphaltierten Stra&szlig;en ben&uuml;tzt- eher entbehrlich. In staubigem Gel&auml;nde allerdings unentbehrlich, ( Effizienz weit &uuml;ber 80% ) zumal beim Haflinger die K&uuml;hlluft und auch die Luft zum Betrieb des Motors von hinten angesaugt wird, also genau dort wo beim Fahren immer die Staubfahne aufgewirbelt wird. Georg, du mu&szlig;t halt den Papierfilter etwas h&auml;ufiger herausnehmen und von innen her reinigen mit Pre&szlig;luft. &nbsp;Der &Ouml;lbadluftfilter kann aber nachger&uuml;stet werden, sollte kein Problem sein, gibt&acute;s alles noch als Gebrauchtteile.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2018-08-09 23:59
        </div>
        <div class="post-body">
            <p>Ich hatte zun&auml;chst den &Ouml;lbadfilter, sp&auml;ter erg&auml;nzt mit Papierfilter. Der &Ouml;lbadfilter hat einen gewaltigen Nachteil gegen&uuml;ber dem Papierfilter:</p>
<p>Der&nbsp; Durchgang ist im Querschnitt etwa die H&auml;lfte. Der Hafi (hier auch mit TR-Motor) bekommt zu wenig Luft f&uuml;r den Zenith-Vergaser. Und das &auml;u&szlig;ert sich schon mal in der kompletten Leistungsverweigerung.</p>
<p>Wenn viel Staub hat, &ouml;fters den Filter reinigen oder tauschen. Du machst auch keinen Dauerlauf mit zugesetzter Staubmaske....</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2018-08-10 00:14
        </div>
        <div class="post-body">
            <p>Und wie siehts mit der Benzipumpe aus?</p>
<p>Nach wirklich vielen Worshops am Stra&szlig;enrand kann ich folgendes behaupten:</p>
<p>Eine Benzinpumpe, egal ob elektrisch oder mechanisch hat im Motorraum nichts verloren. Du trinkst auch kein warmes Bier!</p>
<p>Mein Werdegang:</p>
<p>Original mechanisch, immer wieder Dampfblase.</p>
<p>Dann elektrisch Pierburg hinten rechts unten , auch im Motorraum. Nicht zielf&uuml;hrend.</p>
<p>N&auml;chste Variante: Hardi-Pumpe Im Motorraum hinten links oben, damit ich besser zum Reparieren hin komme. Auch unbrauchbar, Pumpe am Hochpunkt, Luft geht nicht raus, Luft wird nicht gepumpt.</p>
<p>Jetzige L&ouml;sung, und die funktioniert: Hardi Pumpe ganz nah am Tank, &auml;hnlich wie bei den Schweizern. Mit ganz kurzer Saugleitung und selbige aus Metall. Gummischlauch nur als Verbinder. dann Druckleitung steigend zum Vergaser.</p>
<p>Saugende Leitungen (weis ich aus beruflicher Erfahrung) sind immer schwierig. Fehlersuche nach Undichten nahezu unm&ouml;glich und bei Hochpunkten immer wieder Lufts&auml;cke. Kommt Benzin nur sp&auml;rlich. </p>
<p>Die Hardi hat noch einen Vorteil: Vergaser werden beim Rumstehen immer leer. Ob nach unten in den Motor oder nach oben zum Verdunsten ist nicht ganz klar. Und jetzt m&ouml;chtest du nach langer Standzeit deinen Hafi starten und musst mit dem riesigen, aber kalten Motor das kleine mechanische Benzinp&uuml;mpchen antrieben. Deinen Startversuch unterstreichst du mit Gasgeben (eigentlich Luftgeben), was den Vergaser komplett durcheinander bringt.</p>
<p>Die Hardi ist deultich h&ouml;rbar: tack tack tack.... bis sie verstummt. Dan startet der Motor ausgesprochen schnell.</p>
<p>Wie gesagt, pers&ouml;nliche Erfahrung, erfolgreich....</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Georg Schachelhuber</strong> replied on 2018-08-10 20:11
        </div>
        <div class="post-body">
            <p>Danke f&uuml;r die vielen Tipps!</p>
<p>Den Luftfilter habe ich erst vor kurzem ausgeblasen und dass werde ich auch in Zukunft regelm&auml;&szlig;ig machen. </p>
<p>Staub war bei den bisherigen Probefahrten kein Thema - bin zu 80% Stra&szlig;e und 20% im Wald gefahren. </p>
<p>Bzgl. der Lufttrichter werde ich kommenden Montag in Wien anrufen und sonst melde ich mich bei dir Michael - vielen Dank!</p>
<p>Benzinpumoe ist eine Pierburg, eingebaut rechts hinten im Motorraum, ca. auf H&ouml;he Vergaser montiert. Direkt davor sitzt das Original Filterglas, verbunden ist alles &uuml;ber Gummischl&auml;uche. Kann das solche Probleme machen? Immerhin f&auml;hrt er ja nicht &ldquo;schlecht&ldquo;, die grunds&auml;tzlichen Probleme habe ich ja nur bei den ca. 4000 U/min. Im 4. Gang erreiche ich ca. 60km/h, beschleunigungstechnisch tut sich dann nicht mehr viel, au&szlig;er es geht leicht bergab. K&ouml;nnte das an zu wenig Benzinf&ouml;rderung liegen? </p>
<p>Die &ldquo;Starthilfe&ldquo; durch die Pierburg funktioniert ganz gut. Vergaser wird vor dem Starten immer gef&uuml;llt und springt dann auch immer sofort an.</p>
        </div>
    </div>
</body>
</html>
