<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Drehzahlregler Benzinpumpe ausbauen</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Drehzahlregler Benzinpumpe ausbauen
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Drehzahlregler Benzinpumpe ausbauen</h1>
            <div class="post-meta">
                Posted by <strong>ronald kitzberger</strong> on 2017-06-22 20:09
            </div>
            <div class="stats">
                Views: 28217 | Replies: 12
            </div>
        </div>
        <div class="post-body">
            <p>Liebe Haflingerfreunde,</p>
<p>da ich immer wieder Probleme mit meiner/n Benzinpumpe/n habe &uuml;berlege ich entweder die Pumpe zu &uuml;berholen oder eine elektrische einzubauen.</p>
<p>Dazu einige Fragen:</p>
<p>Leider kann ich an meiner derzeit&nbsp; eingebauten Pumpe nicht erkennen welche es ist. Um das feststellen zu k&ouml;nnen wollte ich den Drehzahlregler ausbauen und l&ouml;ste die beiden Muttern mit denen er links auf einem Blech befestigt ist.Er bewegt sich aber nicht, d.h. irgend eine Schraube/Mutter &uuml;bersehe ich. Welche ?</p>
<p>Falls ich eine elektrische Benzinpumpe einbaue - welche ? und wo soll ich sie am besten befestigen und anschliessen.</p>
<p>Bei Einbau einer elektrischen Pumpe muss ich die mechanische Pumpe ausbauen oder kann ich die leer weiterlaufen lassen ?</p>
<p>Ich hoffe Ihr k&ouml;nnt mir weiterhelfen.</p>
<p>Danke und LG Ronald</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ronald kitzberger</strong> replied on 2017-06-29 10:49
        </div>
        <div class="post-body">
            <p>Hallo Leute,</p>
<p>ich habe mir jetzt die H&uuml;co 133010 bestellt.</p>
<p>Vielleicht k&ouml;nnte mir doch noch jemand weiterhelfen, wie ich den Drehzahlregler rauskriege und wo (im Motorraum) ich die Pumpe am besten montiere bzw. elektrisch anschliesse.</p>
<p>Danke und LG Ronald</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2017-06-29 19:00
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Der Drehzahlregler ist mit 3 Schrauben am Halteblech befestigt. Zur 3. Schraube kommt man nur nach Demontage des Befestigungswinkels.</p>
<p>Falls elektrische Pumpe gibt es 3 M&ouml;glichkeiten:</p>
<p>Demontage der mech. Pumpe und Verschlie&szlig;en der &Ouml;ffnung mit einem Blinddeckel. Prokschi hat diesen Deckel, der mit einem angebauten Federblech den Kipphebel an der Nockenwelle ruhigstellt.</p>
<p>Mit Benzin gef&uuml;llte Pumpe mit einem St&uuml;ck Benzinschlauch kurzschlie&szlig;en, soda&szlig; das Benzin im Kreis gepumpt wird.</p>
<p>Das Benzin von der el. Pumpe durch die mech. Pumpe pumpen. Es entsteht kein h&ouml;herer Druck, da das die Feder in der mech. Pumpe regelt.</p>
<p>Die elektrische Pumpe wird auf geschaltetes Plus verdrahtet ( Z&uuml;ndung). Es ist aber wichtig, ein Crashrelais dazwischenzuschalten, damit die Pumpe bei Motorstillstand abschaltet. Vor dem Starten pumpt sie aber durch das eingebaute Zeitrelais und f&uuml;llt die Schwimmerkammer nach l&auml;ngerem Stillstand. Habe ich von Peroutka.&nbsp;&nbsp; Bei einem Haflingertreffen ist ein Haflinger ohne Crashrelais abgebrannt, nachem er abgestorben und die Pumpe weitergelaufen ist.</p>
<p>Die elektrische Benzinpumpe sollte nicht mehr als 0,12 bar Druck erzeugen, da das Schwimmerventil nicht mehr h&auml;lt. St&auml;rkere Pumpen sind f&uuml;r Einspritzpumpen gebaut, oder auch f&uuml;r die im Haflinger manchmal verbauten Standheizungen Eberp&auml;cher BN2 ( 0,19 bar). Hardi Berlin hat deshalb 2 unterschiedliche Pumpen.</p>
<p>Gr&uuml;&szlig;e und viel Erfolg.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ronald kitzberger</strong> replied on 2017-07-01 09:36
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>vielen Dank f&uuml;r Deine ausf&uuml;hrliche Antwort.</p>
<p>LG Ronald</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2017-07-03 22:44
        </div>
        <div class="post-body">
            <p>Servus Ronald,</p>
<p>Du trinkst auch kein warmes Bier oder? </p>
<p>Und so ghts auch Deinem Haflinger.</p>
<p>Hier mal die verschiedenen Pumpenstandorte:</p>
<p>Original &Ouml;BH, mechanisch am Motor. Immer wieder Probleme mit Dampfblasen.</p>
<p>Als 2. hatte ich elektrisch Pierburg rechts hinten im Motorraum, n&auml;he Ventildeckel. Der gleiche Mist. Der Dampfblase ist das v&ouml;llig wurscht, ob sie in einer elektrischen oder mechanischen Pumpe entsteht.</p>
<p>3. Variante hinten links oben im Motorraum damit ich bei St&ouml;rungen besser arbeiten kann. Auch unbrauchbar. Pumpe am Hochpunkt hat Luftprobleme.</p>
<p>4. Variante, und die ist jetzt um Welten besser. Hardi-Pumpe vorne unter dem Plateau (wie bei den Schweizer Hafis), ganz in der n&auml;he vom Tank und mit ganz kurzer Saugleitung. Die Saugleitung aus Metall, Schl&auml;uche nur als Verbinder.</p>
<p>Begr&uuml;ndung: Saugleitungen sind immer problematisch. Du siehst nie, wo sie Luft reinzieht oder sich durch Vakuum verengt. Mit einer DRUCKLEITUNG kommst Du &uuml;berall hin, idealerweise sollte sie von der Pumpe wegsteigen.</p>
<p>Die Hardi hat noch einen riesen Vorteil, du h&ouml;rst sie laufen (tak tak tak.....) bis der Vergaser voll ist. und dann startest Du. Bei der mechanischen musst du immer mit dem riesigen Motor das kleine P&uuml;mpchen bewegen, um den Vergaser zu f&uuml;llen. Besonders lustig, wenn die Batterie schwach und die Temperatur kalt ist.</p>
<p>Die Hardi gibt unter anderem bei www.Lorenz-offroad.</p>
<p>Die obigen Zeilen sind meine ganz pers&ouml;nliche Erfahrung aus reichlich Workshops am Stra&szlig;enrand und in der Werkstatt. Die Workshops sind immer dann witzig, wenn Du nach einem Treffen (z. B. in Hafling) bei der R&uuml;ckfahrt am Sonntag abend am Reschenpass stehst, noch 200 km Heimweg hast und am Montag arbeiten solltest....</p>
<p>&nbsp;</p>
<p>Gru&szlig; Norbert</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ronald kitzberger</strong> replied on 2017-07-08 09:36
        </div>
        <div class="post-body">
            <p>Hallo Norbert,</p>
<p>danke f&uuml;r die Infos.</p>
<p>LG Ronald</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ronald kitzberger</strong> replied on 2017-07-28 11:56
        </div>
        <div class="post-body">
            <p>Hallo Hans,</p>
<p>ich m&ouml;chte jetzt doch die mechanische Pumpe &uuml;berholen (-lassen?) und dazu den Drehzahlregler ausbauen.</p>
<p>Wie demontiere ich den&nbsp; Befestigungswinkel ? </p>
<p>Muss ich da nicht auch den &Ouml;leinf&uuml;llstutzen abmontieren ? Rinnt da viel &Ouml;l aus ?</p>
<p>Sollte man da die Dichtungen neu geben ?</p>
<p>Ich habe leider keine Werkstatt und muss daher auf der Strasse arbeiten.</p>
<p>Danke und LG Ronald</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>HansMesserklinger</strong> replied on 2017-07-30 15:28
        </div>
        <div class="post-body">
            <p>Servus</p>
<p>Vorab: Bei meinen &auml;hnlichen Problemen war die Benzinleitung nach dem Tank undicht und hat Falschluft gezogen.</p>
<p>Zur Demontage des Winkels mu&szlig; man den &Ouml;leinf&uuml;llstutzen demontieren. Da kommt kein &Ouml;l heraus, da das &Ouml;lniveau lt.&Ouml;lme&szlig;stab viel tiefer liegt.</p>
<p>Ich w&uuml;rde den Drehzahlregler nicht mehr montieren und die Drosselklappe mit Draht fixieren. Bergab ist er wirkungslos, bergauf sinnlos und auf der Ebene reicht der Tacho oder das Geh&ouml;r. Die ca. 60000 Puchautos hatten auch keinen.</p>
<p>Dichtungen f&uuml;r Benzinpumpe und &Ouml;leinf&uuml;llstutzen bauchst du neu. F&uuml;r die Demontage der Benzinpumpe mu&szlig; man einen Gabelschl&uuml;ssel 11mm zurechtschleifen, weil zuwenig Platz ist. Ich habe diese Muttern durch M6 Muttern, die ich auf M7 ge&auml;ndert habe, ersetzt. Dadurch Schl&uuml;sselweite 10 und mehr Platz.</p>
<p>Bei den verschiedenen Benzinpumpen gibt es eine, die beim Pumpenst&ouml;&szlig;el eine Nutringmanschette hat, die in der Reparaturanleitung nicht angef&uuml;hrt ist.</p>
<p>Gr&uuml;&szlig;e Hans</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ronald kitzberger</strong> replied on 2017-07-31 18:05
        </div>
        <div class="post-body">
            <p>Danke und LG Ronald</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2017-08-08 13:05
        </div>
        <div class="post-body">
            <p>Hallo Ronald!&nbsp;</p>
<p>Vielleicht ist es dir eh&acute; schon gelungen den Drehzahl-Begrenzer auszubauen. Dennoch, hier 2 Bilder dazu. Du siehst die mit roten Pfeilen markierten L&ouml;cher, wo je eine M7 Schraube den Teil an den Motorblock befestigt. Es sind also 3 Befestigungen, zum einen jene 2 Stehbolzen die auch das &Ouml;leinf&uuml;llrohr halten, zum anderen die mittlere an der l&auml;ngeren St&uuml;tze. Diese St&uuml;tze ist an der Trennfuge der beiden Motorengeh&auml;use-H&auml;lften angebracht.</p>
<p>Zu dieser kommst du am besten ran wenn die Doppel-Riemenscheibe von der Kurbelwelle abgenommen wird. Die zentrale Schraube mit Schl&uuml;sselweite 27mm geht am besten mit dem Schlagschrauber runter. Achtung beim Abnehmen der Riemenscheibe auf die Pa&szlig;feder, da&szlig; diese nicht unbemerkt runterf&auml;llt. Es ist ratsam eine flache Tasse unter diese Stelle unterzustellen ( altes Backblech z.B.) da aus der hohlen Kurbelwelle etwa ein Achtelliter Motor&ouml;l ausl&auml;uft.</p>
<p><img src="https://c1.staticflickr.com/5/4380/36395857816_8c38ff52c9_k.jpg" border="0" style="max-width: 550px;" /></p>
<p><img src="https://c1.staticflickr.com/5/4385/36273237332_b66793c847_k.jpg" border="0" style="max-width: 550px;" /></p>
<p>Hoffe da&szlig; das deine Frage kl&auml;ren kann, Gr&uuml;&szlig;e Mike J.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ronald kitzberger</strong> replied on 2017-08-09 23:36
        </div>
        <div class="post-body">
            <p>Hallo Mike,</p>
<p>danke f&uuml;r Deine Tips.</p>
<p>LG Ronald</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2017-08-10 16:52
        </div>
        <div class="post-body">
            <p>Hi Ronald! &nbsp;Gehe davon aus da&szlig; du ebenfalls nach Kiefersfelden, in ein paar Wochen, f&auml;hrst. Funktioniert dein 700AP jetzt schon? &nbsp; &nbsp; &nbsp;&nbsp;<span style="font-size: 12px;">Ich meine hast du umger&uuml;stet-so wie ich den Meinigen-auf elektr. Pumpe? Da ist nicht viel Aufwand notwendig, eine Hardi-Pumpe, ein Relais und eine Sicherungsfassung, und ein paar verschiedenfarbige Dr&auml;hte, das w&auml;r&acute;s. Elektroplan dazu habe ich, gestern alle Umbauten eingetragen....</span></p>
<p><span style="font-size: 12px;">Hier ein Foto wie das jetzt bei meinem Haflinger aussieht:</span></p>
<p><span style="font-size: 12px;"><img src="https://c1.staticflickr.com/5/4440/36236891822_70309fe2ec_k.jpg" border="0" style="max-width: 550px;" /></span></p>
<p><span style="font-size: 12px;">Hier ist noch die alte Pierburg-Pumpe eingebaut, mittlerweile ist da ein Blinddeckel drauf, und die Schl&auml;uche gehen an die Hardi-Pumpe. Rechts oben in einer kleinen, eigens angefertigten Konsole das Umschaltrelais, darunter die Sicherungsbox. Die Dr&auml;hte ( rot f&uuml;r +, braun f&uuml;r Masse) gehen direkt von der Sicherung durch einen gewebten Schlauch an die Pumpe, Masse-Anschlu&szlig; ist am dazu vorgesehenen angeschwei&szlig;ten Blechwinkel n&auml;chst des Startrelais. &nbsp;Habe das bereits im Zuge einer l&auml;ngeren Probefahrt ausprobiert....Ok.&nbsp;</span></p>
<p><span style="font-size: 12px;">Aufgrund der Erfahrungen vom Norbert Palme, der ebenfalls auf elektr. umgebaut hat, habe ich die beiden Ventile im Sockel der Hardi-Pumpe untereinander getauscht, soda&szlig; das Ausla&szlig;ventil in Richtung zum Vergaser nunmehr an oberer Stelle liegt, sollte eine eventuelle Bildung einer Dampfblase entgegenwirken da das Benzin in Richtung nach Oben gepumpt wird.</span></p>
<p><span style="font-size: 12px;">Der letzte Ansto&szlig; f&uuml;r den Umbau waren die Erfahrungen in Bad Ischl, wo der Motor just in der ersten Bachbett-Durchfahrt wegen Ausfall der mech. Pumpe ( Dampfblase in Pumpe ) im ausgetrockneten Bachbett abgestorben ist .</span></p>
<p><span style="font-size: 12px;">Gr&uuml;&szlig;e, Mike J.&nbsp;</span></p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ronald kitzberger</strong> replied on 2017-08-11 10:48
        </div>
        <div class="post-body">
            <p>Hallo Mike,</p>
<p>Kiefersfelden ist mir zu weit, ich w&auml;re schon froh, wenn ich wieder bei den Vienna Classic Days mitfahren k&ouml;nnte.</p>
<p>N&auml;chste Woche bekomme ich eine general&uuml;berholte Pumpe (Weber Tipo 24).</p>
<p>Auch mit Deinen wirklich ausf&uuml;hrlichen Tips kann ich das selber leider nicht. Erstens bin ich kein Mechaniker (ich h&auml;tte es trotzdem probiert) und zweitens habe ich keine Werkstatt. Auf der Strasse ist der Aufwand und das Risiko (Fl&uuml;ssigkeitsaustritt) doch zu gross und was mache ich wenn ich den Hafi nicht mehr zum Laufen bringe (Parkpickerl !)</p>
<p>Sobald ich die Pumpe habe&nbsp; versuche ich eine Werkstatt zu finden die mir die einbaut.</p>
<p>Vielleicht hast Du da einen Tipp f&uuml;r mich. Am idealsten w&auml;re in der N&auml;he, d.h. 2., 3., 11. Bezirk, da ich ca. 10 Minuten fahren kann bis die Pumpe den Geist aufgibt (nach 15 - 20 Minuten Wartezeit geht&acute;s weiter).</p>
<p>LG Ronald</p>
        </div>
    </div>
</body>
</html>
