<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Welche Geschwindigkeit hat die Achs&#252;bersetzung ?</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Welche Geschwindigkeit hat die Achs&#252;bersetzung ?
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Welche Geschwindigkeit hat die Achs&#252;bersetzung ?</h1>
            <div class="post-meta">
                Posted by <strong>RetoSchlaepfer</strong> on 2010-01-25 08:08
            </div>
            <div class="stats">
                Views: 22514 | Replies: 13
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>Kann mir jemand sagen wie ich bei einer Rad&uuml;bersetzuing die Geschwindigkeit festlegen kann?</p>
<p>Z&auml;hne z&auml;hlen?</p>
<p>Wieviel Z&auml;hne hat z.b eine 64km/h &Uuml;bersetzung etc.??</p>
<p>&nbsp;</p>
<p>Vielen Dank Gruss Reto</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-01-25 18:22
        </div>
        <div class="post-body">
            <p>Gr&uuml;ezi Reto!</p>
<p>Im Prinzip mu&szlig; man die Z&auml;hnezahlen der Zahnr&auml;der in einem der Radantriebe feststellen, zweckm&auml;&szlig;igerweise dann wenn man z.B. eines der Geh&auml;use &ouml;ffnet um den / die Wellendichtringe zu erneuern weil eben &Ouml;laustritt stattfindet. Seitens SDP wurden folgende Raduntersetzungen verbaut:</p>
<p>A......14 : 38 ....= 2,71.......ergibt&nbsp; 58 Km/h...........700.1.34.302.0..........CH-Armee-Haflinger, &Ouml;BH</p>
<p>B.....16 : 38......= 2,37.......ergibt&nbsp; 64 Km/h..........700.1.34.304.0...........USA, CH-Armee-Haflinger</p>
<p>C.....13 : 39......= 3,0..........ergibt&nbsp; 52 Km/h..........700.1.34.300.0...........erste Serie &Ouml;BH, APK,APTL-Navy</p>
<p>D.....14: 31......= 2,21.........ergibt 75 Km/h..........700.1.34.347.0...........Serie 2 Zivil, Beh&ouml;rden-Haflinger</p>
<p>Alternativ dazu kannst du auch Magna-Steyr anschreiben und um eine Kopie der "Wagenstammkarte" ersuchen. Das ist sozusagen die Geburtsurkunde deines Haflingers. Ben&ouml;tigt wird die Fahrgestellnummer. Vor ca. drei Jahren war das ein kostenloser Service, wurde sp&auml;ter aber kostenpflichtig. </p>
<p>Gr&uuml;&szlig;e, Michael J.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-01-25 22:04
        </div>
        <div class="post-body">
            <p>Hallo Michael,</p>
<p>Ich stimme mit deiner Aufschl&uuml;sselung &uuml;berein, au&szlig;er bei der 64 km/h &Uuml;bersetzung. Die CH Armee Haflinger hatten nie die 2,37 &Uuml;bersetzung drin, nur die 2,72 &Uuml;bersetzung (in beiden Serien, vermutlich aus Kompatibilit&auml;tsgr&uuml;nden).</p>
<p>Ich habe mal versucht, eine Datenaufstellung zu machen, siehe:<br /><a href="http://main.haflinger-4wd.com/der-puch-haflinger/dateien/technische-daten.pdf">http://main.haflinger-4wd.com/der-puch-haflinger/dateien/technische-daten.pdf</a></p>
<p>&nbsp;</p>
<p>LG,<br />C.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>RetoSchlaepfer</strong> replied on 2010-01-26 08:24
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>Vielen Dank f&uuml;r die rasche Antwort und eure Ausf&uuml;hrungen!! Damit komme ich klar! Es liegen noch Achsen bei mir, deren &Uuml;bersetzung ich nicht kenne. </p>
<p>Danke und einen sch&ouml;nen Tag.</p>
<p>&nbsp;</p>
<p>Gruss Reto</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>MarkusMackinger</strong> replied on 2010-01-26 13:00
        </div>
        <div class="post-body">
            <p>Hallo nochmal,</p>
<p>gesetz dem Falle man w&uuml;rde nun einen Haflinger "beschleunigen" in dem man die 4 Antriebspaare tauscht muss man vermutlich auch etwas am Tachoantrieb &auml;ndern.... Ist hier eine &Auml;nderung im Antrieb (am Vorderachsgetriebe) oder am Tacho selbst notwendig?</p>
<p>Danke f&uuml;r Eure Ausk&uuml;nfte, Markus</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-01-26 16:57
        </div>
        <div class="post-body">
            <p>Hallo,</p>
<p>Ja es &auml;ndert sich das Schraubenrad im "Tachogetriebe" am Vorderachsgeh&auml;use.</p>
<p><br />lG,<br />C.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>MarkusMackinger</strong> replied on 2010-01-28 08:29
        </div>
        <div class="post-body">
            <p>Hallo Consti,</p>
<p>Danke f&uuml;r Deine sachdienlichen Hinweise!</p>
<p>Gibt es hier auch optische Unterscheidungsmekmale um feststellen zu k&ouml;nnen um welche Version es sich handelt? Laut Typenschein sollte mein 703er 75km/h laufen, leider ist er laut Tacho und nachfolgendem Auto noch nie schneller als 60 gefahren - daher die bl&ouml;de Fragerei.... Der Tachonatrieb ist eben leichter zerlegt als der Radantrieb :-)</p>
<p>Gru&szlig;, Markus</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-01-30 20:07
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Also wenn du eh schon mit einem Auto nachgefahren bist, steht die Geschwindigkeit wohl fest?<br />Das Tachogetriebe l&auml;sst sich von au&szlig;en glaub ich nicht unterscheiden.</p>
<p>Was f&uuml;r eine Zahl ist denn auf den Radnaben deines Haflingers eingeschlagen? Schau mal nach, sieht man auch bei montiertem Reifen genau in der Felgenmitte.</p>
<p><br />LG,<br />Constantin</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2010-02-03 07:44
        </div>
        <div class="post-body">
            <p>Ich beobachte das Beschleunigen der Haflinger durch l&auml;ngere &Uuml;bersetzungen schon seit fast 20 Jahren. Das Problem ist, dass die Kraft des 27PS Motors mit 165/12 f&uuml;r die 75km/h einfach nicht ausreicht und wenn man auf Haflingertreffen mal schaut wer im Gebirge wenn es um die 12% oder mehr hat die langsamsten Hafis sind, sind es immer die 75 km/h Haflinger. Wenn es auf dem Weg noch steiler wird und noch h&ouml;here Seeh&ouml;he, m&uuml;sen diese oft im 1. Gang (Kriechgang) anfahren, kommen aber aus dem nicht mehr raus.</p>
<p>Wenn es auf der Ebene leicht bergauf geht, langt der 5. Gang im 75km/h oft nicht mehr.</p>
<p>Im Gel&auml;nde/Alpenstra&szlig;en ist die 58km/h (und somit auch der schweizer) wohl der beste Kompromi&szlig;.</p>
<p>Auch der 64 km/h ist ok, wobei er im 4. Gang (5Gang Getr.) oft auf den typischen Steigungen der Waldwege im Gebirge, so um die 12%,in den 2. Gang runtermuss und ihm der 58 km/h leicht davon f&auml;hrt.</p>
<p>Soweit nur meine Gedanken zu dem Thema.&nbsp; </p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2010-02-03 22:39
        </div>
        <div class="post-body">
            <p>Das seh ich auch so &auml;hnlich, ein 58er Hafi mit gesundem Motor f&auml;hrt normal alles auf der Stra&szlig;e, bis ca. 12 % im 4. oder 3. Gang.</p>
<p>Was ich aber gigantisch finde ist der Umkehrschlu&szlig;: Bergab brauchst du mit dem 58er so gut wie nie auf l&auml;ngere Zeit die Bremse.</p>
<p>Noch ne Frage: Wer f&auml;hrt eigentlich so steile Bergabfahrten, wie neulich in St. Urban mit dem Kriechgang (sofern vorhanden)? Da musste ich n&auml;mlich meinen 4 Gang doch ein wenig unterst&uuml;tzen.</p>
<p>Gru&szlig; Norbert Palme</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-02-04 17:34
        </div>
        <div class="post-body">
            <p>Lorenz&acute; Eindr&uuml;cke sind gewi&szlig; richtig. Der 75 KmH Haflinger war wohl ein Kompromi&szlig; f&uuml;r den Einsatz als ziviles Fahrzeug das haupts&auml;chlich in mehr oder weniger ebenen Gegenden verwendet wird. Der Ausweg, einen 75er tauglicher f&uuml;r den Einsatz im Gel&auml;nde zu machen, ist vielleicht die Vergr&ouml;&szlig;erung des Hubraums. Mit 760 oder gar 825 ccm wird der Haflinger auf einmal viel agiler im Gel&auml;nde. Anfahren in der Ebene geht dann immer in der dritten, wenns bergauf geht, dann in der zweiten. St&ouml;rend ist nur der gro&szlig;e Drehzahl-Sprung zwischen drittem und viertem Gang. Ich denke, der Einbau von Vorgelege-Stirnr&auml;dern f&uuml;r 64 Kmh in einen 5-Gang Haflinger mit vergr&ouml;&szlig;ertem Hubraum k&ouml;nnte eine ideale Kombination ergeben. Mike</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>LorenzRohde</strong> replied on 2010-02-08 07:59
        </div>
        <div class="post-body">
            <p>Servus,</p>
<p>@ Norbert: Wenn es verworfen steil bergab geht immer mit Kriechgang und min. Sperre hinten. Bei den Verschr&auml;nkungen in den steilen Prozessorgassen in Urban ist es mit dem Haflinger nur so sicher. Hat man im &Ouml;BH keinen Kriechgang immer vorsichtig dazu bremsen. Mit dem Kriechgang und 4 Ketten konnte man auf dem gefrorenen Boden sehr kontrolliert und vorrauschauend fahren, aber ein oder 2 falsche Lenkbewegeungen und der Hafi legt sich nach vorne oder auf die Seite. (ich war in der 2. Gruppe Haflinger und wir waren nicht viele Fahrzeuge und sind noch mehr Gassen gefahren als Ihr) Ein Hafi hat einen sehr heftigen Abgang eine B&ouml;schung runter auf den Waldweg gemacht, da bin ich als Fotograf mal hurtig in Deckung. (w&auml;re nicht das 1. Mal, dass ein Hafi auf einer Schneerally in meine Richtung gew&uuml;rfelt wird) Sperre hinten und evtl. auch vorne ist wichtig, da wenn der Weg verworfen ist und die diagonalen R&auml;der mal in der Luft h&auml;ngen, die Fuhre ungebremst gen Tal schie&szlig;t, der Fahrer reagiert und geht auf die Bremse und dann wird es noch schlimmer, weil hektische Impulse dazu kommen und alles ruckm&auml;&szlig;ige ist im Grenzbereich des Kippens f&uuml;r Hafis und Pinzis Gift.</p>
<p>Bergauf wird der Kriechgang von Neulingen oft als Allheilmittel gesehen. Das ist zum Teil richtig, aber manchmal gilt: "Schwung ist durch nicht zu ersetzen!" Also nehme ich oft den normalen 1. bei meiner 64 km/h &Uuml;berstezung mit dem 27PS oder 823 Motor. Ohne Schwung ist es oft so, dass man mit der Hinterachse bis an das eigentliche Hindernis kommt und dann scherren im Kriechgang alle 4 Hufe hilflos auf dem Gras. Da hilft nur 1. Gang und mehr Schwung, aber dosiert, sonst gibt es Rolle r&uuml;ckw&auml;rts. Wir sind z.B. nach der Mittagspause in St. Urban den steilen Waldanstieg oben durch die Holzstapel durch, alle im 1. Gang und nicht im Kriechgang und das war schon zeimlich lange steil und vereist. Mein Haflinger ist etwas schwerer durch etwas Forstausr&uuml;stung hinten drin, Ackerschine und WARN Winde vorne - ich war froh &uuml;ber das gr&ouml;&szlig;ere Drehmoment des 823ers, sonst h&auml;tte ich wahrscheinlich schalten m&uuml;ssen und h&auml;tte mir vorher in die Hose gemacht :-)&nbsp;&nbsp;&nbsp; 2 Haflinger von uns sind da nicht hochgekommen, die waren die einzigsten die nur jeweils alleine besetzt waren und keinen Beifahrer hatten - vielleicht lag es ein bisschen am Raddruck vorne rechts? Einer davon braucht jetzt einige Stunden in der Karosserie Spenglerei, das linke hintere Eck ist im Eimer. Was ich in Urban auch beobachtet habe ist die unterschiedliche Qualit&auml;t der Schneeketten der Hafis. Die feinen Ketten vom Kleinwagen taugen im Wald nichts, da m&uuml;ssen richtige schwere Ketten drauf, wie z.B. die von der schweizer Armee. (ich war der, der mit den total verrosteten Ketten 45 Minuten gek&auml;mpft hat, bis sie drauf waren :-) - jetzt ging es hier im Wald sehr schnell, der Rost ist weg)</p>
<p>&nbsp;</p>
<p>Gru&szlig;</p>
<p>Lorenz</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>MarkusMackinger</strong> replied on 2011-03-03 13:32
        </div>
        <div class="post-body">
            <p>Nach &uuml;ber einem Jahr habe ich es nun geschafft und aufgrund eines geplanten Achsschenkelsimmeringwechsels den Radantrieb vorne rechts zerlegt. Eigentlich nur weil ich auch den Simmering zum Radflansch tauschen wollte..... Dabei kam allerdings das gro&szlig;e Grausen zum Vorschein, welcher eventuell erkl&auml;rt warum meine 75km/h Ausf&uuml;hrung, welche tats&auml;chlich verbaut ist, maximal 60km/h f&auml;hrt. S&auml;mtliche Lager in diesem Geh&auml;use sind schwerstens von Rost befallen und der Laufring, speziell des aussenliegenden Eingangswellenlagers, weist starken Rostfra&szlig; und Einlaufspuren auf. Meine Bef&uuml;rchtung ist nun dass dies nat&uuml;rlich auch in den anderen Radantrieben so &auml;hnlich aussehen k&ouml;nnte - hoffentlich nicht in den restlichen Getrieben ebenfalls..... Hat jemand von Euch Erfahrung mit so einer Erscheinung?</p>
<p>&nbsp;</p>
<p>Gr&uuml;sse aus Salzburg, Markus</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2011-03-03 15:11
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Mein 1971er Haflinger den ich restauriere wurde auch extrem geschunden, die Radlager der Vorderachse sehen jedoch in Ordnung aus. Dein Zustand h&ouml;rt sich so an, als w&auml;re vielleicht garkein &Ouml;l mehr drinnen gewesen, ansonsten kommt es meiner Ansicht nach nicht zu solch grober Korrosion, von der du sprichst.</p>
<p>Ich denke, bei den Radantrieben solle man nicht scherzen... die Br&uuml;che der Radnabenwellen wurden ja hier und im Pinzgauerforum schon &ouml;fter diskutiert. Korrekte Vorspannung der Bauteile auf der Welle, korrekte Vorspannung der Kegelrollenlager sowie guter Zustand der Lager sind meiner Meinung nach unerl&auml;sslich.</p>
<p>LG,<br />C.</p>
        </div>
    </div>
</body>
</html>
