<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Dichtungen an Gewindebolzen</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Dichtungen an Gewindebolzen
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Dichtungen an Gewindebolzen</h1>
            <div class="post-meta">
                Posted by <strong>Ulli Popp</strong> on 2010-07-26 21:47
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Halbachsbolzen</span>
            </div>
            <div class="stats">
                Views: 41193 | Replies: 23
            </div>
        </div>
        <div class="post-body">
            <p>Servus Haflingerfreunde!</p>
<p>Da bei meinem Haflinger Bj.74&nbsp;das Getriebe&ouml;l einen Weg durch die Dichtungen der Gewindebolzen an der rechten Hinterachse nach au&szlig;en findet, m&ouml;chte ich hier neue Dichtringe (501.1.3217)&nbsp;montieren. Wei&szlig; einer, ob sich die bei Herrn&nbsp;Prockschi und dem Autoquariat angebotenen nur im Preis oder auch in der Quali&auml;t unterscheiden? (die gleiche Frage auch f&uuml;r die Achsmanschetten, die ich nat&uuml;rlich auch gleich wechseln will) Bei dem gro&szlig;en Aufwand will ich nat&uuml;rlich die beste L&ouml;sung. Was empfehlt Ihr mir? ---Kann ich das eventuelle&nbsp;Spiel in den B&uuml;chsen bei ausgeh&auml;ngter Feder und abgeschraubten Streben einfach pr&uuml;fen? Wieviel mm in L&auml;ngsrichtung w&auml;ren denn au&szlig;en an der Radnabe erlaubt?</p>
<p>Lb Gr. Ulli</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Norbert Palme</strong> replied on 2010-07-26 22:10
        </div>
        <div class="post-body">
            <p>Schwer zu sagen ob da wirklich Qualit&auml;tsunterschiede da sind. Autoquariat hat ein&nbsp; sehr gro&szlig;es Sortiment am lager, da&szlig; nat&uuml;rlich bezahlt sein will.</p>
<p>Das Sortiment von Prockschi ist kleiner, aber ich halte ihn f&uuml;r sehr qualit&auml;tsbewu&szlig;t.&nbsp; Wenn du Abdichtungsprobleme hast, kann das auch von einem "zu dichten" Getriebe her kommen. Mir hat es mal den Faltenbalg&nbsp; an der Schaltstange so aufgeblasen, da&szlig; es den 3. Gang rausgedr&uuml;ckt hat. Ich habe seitdem eine zus&auml;tzliche Getriebeentl&uuml;fung, die mit einem Schl&auml;uchlein im Batteriekasten endet. Jetzt tr&ouml;pfelt es nur noch gelegntlich an den Gangeinstellschrauben, die ich halt doch nicht - wie vorgeschrieben - eingeklebt habe. Grunds&auml;tzlich darf auch ein wenig &uuml;ber die Bolzen rauskommen (Verlustschmierung) </p>
<p>Spiel von vorne nach hinten solltest Du aber keins haben. Also entweder &Uuml;berm&szlig;bolzen (Gerhard Drabeck k&ouml;nnte so was noch haben) oder Umbau auf Kunststoffb&uuml;chsen. Siehe einige Forumsbeitr&auml;ge vorher.</p>
<p>Gru&szlig; Norbert</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2010-07-26 22:40
        </div>
        <div class="post-body">
            <p>Servus Norbert,</p>
<p>der"Faltenbalg" sollte eigentlich eine kleine &Ouml;ffnung haben, &uuml;ber die das Getriebe entl&uuml;ftet ist. Ich glaube Michael J. hat das hier einmal gekl&auml;rt. Ich erwarte nicht, da&szlig; meine Bolzen ausgeschlagen sind. In der Rep.Anleitung hei&szlig;t es: ....im Betrieb tritt nach geraumer Zeit ein gewisses Spiel...auf, das jedoch fast station&auml;r bleibt....-- da h&auml;tte ich gern die Toleranzen gewusst, kann sie jedoch in meinen Unterlagen nirgends finden. Da ist sogar eine zus&auml;tzliche Abdichtung mit Dichtmasse beschrieben. Gegen Verlustschmierung habe ich sogar bei meinen Bulldogs Bedenken. Das mu&szlig; meist nicht sein.</p>
<p>Lb.Gr. Ulli</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-07-27 23:52
        </div>
        <div class="post-body">
            <p>@ Ulli!</p>
<p>Am von Steyr-Puch gelieferten Faltenbalg gibt es an der ersten Falte&nbsp; ( also der kleinsten ) einen kleinen halbmondf&ouml;rmigen Schnitt, das ist die Entl&uuml;ftung. Eventueller &Uuml;berdruck im Getriebe dr&uuml;ckt das "Ohr" auf und Druck kann entweichen, ist der Ausgleich hergestellt so klappt das Ohr zu und es kann z.B. Spritzwasser nicht eindringen.</p>
<p>Es gibt aber auch Nachbauteile ( habe einen soeben in der Hand ), wo der Einschnitt nicht gemacht ist. Die Entl&uuml;ftung aus dem Getriebegeh&auml;use in den Schaltturm bzw. Faltenbalg&nbsp; geschieht &uuml;ber die flache Abfr&auml;sung an der vertikalen Schaltstange, welche &uuml;ber den Schaltfinger die Schaltgabeln bet&auml;tigt. Damit das auch funktioniert, braucht es am Flansch des Mitnehmers oben im Schaltturm eine kleine Bohrung, diese stellt die Verbindung zur Abfr&auml;sung der Schaltstange her.&nbsp;</p>
<p>Eine gut funktionierende Entl&uuml;ftung ist wichtig denn andernfalls dr&uuml;ckt es Getriebe&ouml;l an den Stellen heraus wo der Widerstand am geringsten ist. </p>
<p>Wg. Gewindebolzen: </p>
<p>bei ausgebauter Feder und loser Strebe, sollte sich das Achsrohr nur geringf&uuml;gig, max. 5 bis 6 mm in der horizontalen hin und her bewegen lassen. Da&szlig; die originalen Gewindebolzen Spiel haben m&uuml;ssen ist klar, es mu&szlig; ja auch &Ouml;l zur Schmierung noch ans Gewinde gelangen k&ouml;nnen. Es ist blo&szlig; so, da&szlig; der Hebelarm vom Gewindebolzen bis zur Radnabe recht gro&szlig; ist, so vervielfacht sich das kleinste Spiel am Bolzen. Ein Spiel von 5 mm sollte kein Problem sein, die Strebe f&uuml;hrt das Achsrohr ohnehin.Mehr sollte es aber schon nicht sein.</p>
<p>Wichtig in diesem Zusammenhang ist jedoch, da&szlig; die Aufnahmen f&uuml;r die Gewindebolzen in den Differential-Seitendeckeln geschlitzt sind, damit der Bolzen stramm festgespannt ( mittels M8x65 Schraube) ist im Fahrbetrieb. Es gibt eine Serie von Diff.Seitendeckel wo der Bearbeitungssteg stehengelassen wurde, das sind die sog. "Verst&auml;rkten" zum Einsatz in Kommunal-Haflingern. Diese Variante beruht aber sicher auf einem Denkfehler, denn wenn der Steg das Zusammenspannen verhindert, n&uuml;tzt noch soviel festziehen der M8-Mutter nix, der Gewindebolzen bleibt lose. Habe einige Diff.Seitendeckel weggeworfen bzw. ausgebuchst weil der Gewindebolzen die "Faust" so richtig ausgearbeitet hatte. Klar da&szlig; dann das Achsrohr hin her wackelt, auch mit eingebauter Feder (aber gel&ouml;ster Strebe) </p>
<p>Es gibt als Reparaturm&ouml;glichkeit Gewindebolzen mit &Uuml;berma&szlig; ( + 0,05mm, +0,10mm und 0,15mm) die in die Gewindebuchsen passen (sollen) .Hiebei ist aber Vorsicht angebracht, denn der Verschlei&szlig; ist nicht &uuml;ber die Gewindel&auml;nge gleich. Leicht kann sich dann ein &Uuml;berma&szlig;bolzen schon beim Einbau verreiben denn bei dieser Konstruktion reibt geh&auml;rteter Stahl (der Bolzen) am geh&auml;rtetem Stahl der Buchse. Insofern sind also Kunstoffbuchsen im Achsrohr und glatte Bolzen im Diff.Seitendeckel die bessere Variante da es kein Verreiben gibt. Die Kunststoffbuchsen m&uuml;ssen aber gleichfalls sehr genau an den Bolzendurchmesser angepa&szlig;t werden (Reibahle), da sie selbstschmierend sind kann der Bolzen ohne weiters eher stramm sitzen. Bei den Fahrleistungen die wir mit dem Haflinger zusammenbringen (im Jahr vielleicht 2 bis 3tausend Km?) , kann sich kein wirklich starker Verschlei&szlig; mehr bilden, auch nicht bei den originalen Gewindebolzen.</p>
<p>Ich suche jetzt mal ein paar Fotos zusammen und stelle die auch in den Beitrag, denn dann wird gleich klar was das Problem ist...Bis dahin... Gr&uuml;&szlig;e Mike J.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2010-07-28 10:26
        </div>
        <div class="post-body">
            <p>Servus Michael,</p>
<p>sch&ouml;n von Dir zu h&ouml;ren. Alles o. k. ?&nbsp;Mein Problem ist nur die Undichtigkeit an den Bolzen. Ich glaube nicht, da&szlig; bei der geringen Fahrleistung meines Hafis und der neueren Ausf&uuml;hrung etwas ausgeschlagen ist. Ich wollte nur wissen, wenn ich die Hinterachse freihabe, welches Spiel, das sich ja nach der Rep.-Anleitung wohl eigestellt hat, tolerierbar ist. Jetzt , bei montierten L&auml;ngsstreben habe ich keinen Hinweis f&uuml;r Lockerung, aber pr&uuml;fen kann ichs erst wenn die Achsh&auml;lfte frei ist. Wei&szlig;t Du von Qualit&auml;tsunterschieden der Dichtungsteile? Es gibt sie ja wohl, wie aus Deinen o.a. Zeilen ersichtlich ist.&nbsp;</p>
<p>Lb. Gr.&nbsp; Ulli</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-08-31 13:39
        </div>
        <div class="post-body">
            <p>@ Ulli!</p>
<p>Wg. &Ouml;lverlusten im Bereich der Gewindebolzen zu den Achsrohren: Fast immer wird der kleine O-Ring abgeschert beim Einbau des Gew.Bolzens. Den Widerstand des Gummis beim abscheren kann man nicht sp&uuml;ren, denn in diesem Moment ist ja auch noch das/die Augen des gegabelten Achsrohres dazwischen und der Bolzen mit dem M18 Gewinde wird gegen allerlei Widerstand eingeschraubt.</p>
<p> Die Kante der in den Differentail-Seitendeckel eingegossenen Stahlbuchse ist fast immer scharfkantig, und dort wird dann ein St&uuml;ckchen des O-Ringes abgeschert, siehe Foto.&nbsp; </p>
<p>Habe das bei einem ausgebauten Deckel probiert, Ergebnis siehe Foto!&nbsp; Daher Konsequenz: Kanten pr&uuml;fen, Nacharbeiten mit Luftschleifer und kegeligem und /oder kugelf&ouml;rmigem Schleifstift. Habe zur 6mm Spannzange im Schleifer eine einfache Verl&auml;ngerung gebastelt um durch das 18mm Loch hindurch an die Kante der Buchse zu gelangen.</p>
<p>2.Thema: der sog. Bearbeitungssteg.</p>
<p>Wie an einem der Bilder zu sehen, gab es Deckel mit und ohne B.Steg. Der Bearbeitungssteg hatte seinen Zweck, denn beim Bohren der 18mm Bohrung d&uuml;rfen sich die Alubacken am Deckel nicht verziehen, ansonst der Deckel nicht plan aufliegen w&uuml;rde am Getriebegeh&auml;use und es u.U. dort zu &Ouml;lverlust kommen k&ouml;nnte.</p>
<p>Bei vielen, auch bei neuen Ersatzteilen, sind die Bearbeitungsstege nach wie vor existent. Ein sog. Fachmann hat mir einmal gesagt dies w&auml;re bei den Kommunalhaflingern von Vorteil denn&nbsp; deren Zuladung ging bis 2000 Kg, und die Deckel w&auml;ren da extra versteift gegen verbiegen ( ! ) Ein Trugschlu&szlig; wenn du das unterste Bild ansiehst. </p>
<p>Tatsache ist jedoch, da&szlig; wenn der B.Steg vorhanden ist, dieser das feste Klemmen des Gewindebolzens verhindert und dieser mehr oder weniger locker bleibt. Somit wird er bei jeder Federbewegung hin und her gebogen, das Ergebnis ist am letzten Bild zu sehen. Wenn du genau hinsiehst, so erkennst du&nbsp;&nbsp; a) da&szlig; der 14mm glatte Stift mit dem O-Ring ziemlich verschlissen ist durch die Wechselbeanspruchung in der Stahlbuchse,&nbsp; b) da&szlig; am hinteren Ende des 18mm Teils der Verschlei&szlig; noch betr&auml;chtlicher ausf&auml;llt, denn da gibt es bereits eine Stufe, und das am nitrierten Stahl, der glashart ist. Es ist also ratsam, beim Erneuern eines Deckels den eventuell vorhandenen Bearbeitungssteg aufzutrennen, 2mm Spalt reichen schon. </p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><img src="http://farm5.static.flickr.com/4116/4944236113_04820e062a.jpg" style="max-width: 550px;" border="0" /></p>
<p>In der Buchse blieb ein St&uuml;ckchen des neuen O-Ringes zur&uuml;ck.</p>
<p><img src="http://farm5.static.flickr.com/4074/4944215629_74befd0b47.jpg" style="max-width: 550px;" border="0" /></p>
<p>Hier sind 2 Deckel: mit und ohne sog. Bearbeitungssteg. Pfeile zeigen auf scharfe Kante der eingegossenen Stahlbuchsen.</p>
<p><img src="http://farm5.static.flickr.com/4096/4865390005_c0bce9e655.jpg" style="max-width: 550px;" border="0" /></p>
<p>Foto zeigt a) Bolzen geht von Hand leicht und ohne Widerstand in die 14mm Bohrung, b) Bearbeitg.Steg wurde aufgeschnitten. Damit der Bolzen von der M8x65 Schraube einwandfrei in der Faust geklemmt wird.</p>
<p><img src="http://farm5.static.flickr.com/4118/4944799580_d1a646e50a.jpg" style="max-width: 550px;" border="0" /></p>
<p>Foto zeigt die verrundete Kante der Buchse (und den aufgeschnittenen Steg) </p>
<p><img src="http://farm5.static.flickr.com/4121/4865386735_285aa9245b_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Sandgestr. Deckel mit original Bolzen. Starker Verschlei&szlig; am Bolzen sichtbar, Bohrungen im Aludeckel sind sehr stark ausgearbeitet. </p>
<p>&nbsp;</p>
<p>Gr&uuml;&szlig;e, Mike J.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-08-31 15:07
        </div>
        <div class="post-body">
            <p>Hallo Michael,</p>
<p>eine kleine Anmerkung noch, bei den Kommunalhaflingern hatten die Gewindebolzen am Schaft eine Stufe. Am dicken Ende waren sie 18,8 mm stark. Auch hatten sie einen zus&auml;tzlichen O-Ring. Der Diff-Deckel hatte ebenfalls die abgestufte Bohrung. Durch den gr&ouml;&szlig;eren Durchmesser ergibt sich auch mit Steg normalerweise eine ausreichende Klemmung. Mir sind aber auch schon zusammengebastelte Achsen untergekommen, wo die 18,0mm Bolzen in den Kommunaldeckeln montiert waren. Das funktioniert nat&uuml;rlich nicht, da der Bolzen nur auf ca. 7mm&nbsp;L&auml;nge tr&auml;gt und fr&uuml;her oder sp&auml;ter den Deckel ausleiert.</p>
<p>[IMG]http://up.picr.de/5105636.jpg[/IMG]</p>
<p>Gru&szlig; Bernd&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-08-31 17:18
        </div>
        <div class="post-body">
            <p>@ Bernd, Ulli!</p>
<p>Ja, diese verst&auml;rkten Bolzen habe ich schon in der Hand gehabt.&nbsp; Waren offenbar eine Variante von SDP, die Hinterachse der Kommunal-Haflinger f&uuml;r die 2 To. m&ouml;glicher Zuladung&nbsp; zu verwirklichen. Daf&uuml;r stellten sich dann als Schwachstelle die Ausleger der gegabelten Hinteraschsrohre heraus, die manchmal brachen. Wurden werksseitig extra mit aufgeschwei&szlig;tem Winkeleisen verst&auml;rkt. </p>
<p>Anbei noch ein Foto von zwei Gewindebolzen. Einer hat ebenfalls eine zus&auml;tzliche Nut und O-Ring. Dieser Bolzen war eingebaut in einem Deckel der noch den Bearbeitungssteg stehen hatte. man kann sehr gut den Verschlei&szlig; am -nitrierten- 18mm Teil sehen.</p>
<p>Im Vergleich dazu der untere Bolzen, ohne zus&auml;tzl. O-Ring, also Standard. Eingebaut im gleichen Haflinger nur auf der anderen Seite. </p>
<p>Der Deckel mit der ausgeleierten Faust wurde zum Spezialwkzg. umfunktioniert. Ausbuchsen h&auml;tte sich nicht mehr gelohnt, Verschlei&szlig; war </p>
<p>&nbsp;</p>
<p>zuviel. <img src="http://farm5.static.flickr.com/4135/4945421606_e57db34338_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Bolzen mit und ohne zweitem O-Ring am 18,0mm Dm. </p>
<p><img src="http://farm5.static.flickr.com/4080/4945253158_f43b008585_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Deckel als Basis f. Me&szlig;uhr zum Bestimmen der Zahnluft Triebling-Tellerrad. Gut sichtbar die ausgeleierte Bohrung in der Faust.</p>
<p>Gr&uuml;&szlig;e, Mike J.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2010-08-31 21:31
        </div>
        <div class="post-body">
            <p>Servus Michael, servus Bernd,</p>
<p>Euere Beitr&auml;ge sind immer eine Freude. Ihr solltet die Reparaturanleitung&nbsp; &uuml;berarbeiten und illustrieren. Die ganze Gemeinde w&auml;re dankbar. Ich habe noch ein paar ausgeleierte kommunale Achsen, die ich daraufhin aus Neugierde mal sezieren werde. Ich werde&nbsp; im Winter mein Dichtproblem(chen) angehen&nbsp;und berichten. Aber.., wo gibts die besten Dichtringe? Oder sind die Standard und&nbsp;alle gleich gut?</p>
<p>Lb.Gr.&nbsp;&nbsp; Ulli</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-09-01 10:03
        </div>
        <div class="post-body">
            <p>@Michael,</p>
<p>die verst&auml;rkten Halbachsen kenn ich auch. Bei mir ist eine gebrochen und zwar genau neben der Verst&auml;rkung. Ich glaube bestehende Teile zu verst&auml;rken ist nicht immer die beste Wahl, da man nur neue Schwachpunkte und Sollbruchstellen erzeugt.</p>
<p>[IMG]http://up.picr.de/5110523.jpg[/IMG]</p>
<p>Gru&szlig; Bernd</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-09-01 22:07
        </div>
        <div class="post-body">
            <p>Hallo Michael!</p>
<p>Das Spezialwerkzeug finde ich interessant... Aber ich verstehe den Sinn nicht ganz. Wenn du das Tragbild Triebling/Tellerrad einstellen willst, musst du ja im Endeffekt wieder einen anderen Deckel einbauen, der auch eine andere Toleranz hat... was bringt daher das Messen mit einem Deckel, der dann nicht verbaut wird?</p>
<p>LG,</p>
<p>Consti</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-09-01 22:25
        </div>
        <div class="post-body">
            <p>Hallo Ulli!</p>
<p>Die im Handel erh&auml;ltlichen Dichtringe ( O-Ringe) sind alle vom Material her, Ok. Wichtig ist da&szlig; sie Ma&szlig;lich passen. Bei O-Ringen wird das Ma&szlig; so definiert: Innendurchmesser x Schnurst&auml;rke.</p>
<p>&nbsp; Die schwarzen Standard O-Ringe bestehen aus NBR synthetischem Gummi, &Ouml;l und Benzinfest. Weiters gibt es grau-gr&uuml;ne O-Ringe die aus Viton ( Teflon) bestehen, sind auch gegen h&ouml;here Temp. best&auml;ndig und sehr verschlei&szlig;fest. Weiters gibt es orange-rote O-Ringe die aus Silikongummi bestehen, sind extrem hitzebest&auml;ndig aber nicht verschlei&szlig;fest. Dann gibt es noch wei&szlig;e Rein-Teflon O-Ringe (Du Pont) , sehr teuer aber extrem hitzebest&auml;ndig. </p>
<p>Man kann sich O-Ringe auch selber machen. NBR-Gummischnur gibt es als Meterware, und dazu auch noch in Schnurst&auml;rken die zwischen den standardisierten Ma&szlig;en liegen, z.B. 1,6mm oder 1,85mm. Geschnitten werden mu&szlig; mit einem sehr scharfen Cutter, wobei die Schnur in einer geschlitzten&nbsp; Schablone stecken mu&szlig;, damit die Schnittfl&auml;chen exakt im rechten Winkel zur L&auml;ngsachse stehen. Beide Enden werden mit einem Tropfen Cyanacrylatkleber zusammengef&uuml;gt, 3 sek. aneinanderdr&uuml;cken-fertig. </p>
<p>Wenn&nbsp; du WD-Ringe ( im allgemeinen Sprachgebrauch auch Simmerringe genannt nach ihren Erfinder) ansprichst, so gilt das gleiche wie oben. Die jeweilige Ausf&uuml;hrung und ihr Ma&szlig; sind in den Ersatzteilzeichnungen angegeben. Hier wird das Ma&szlig; so definiert: Innendurchmesser x Au&szlig;endurchmesser x Dicke&nbsp;&nbsp;&nbsp; Als Innendurchmesser ist nicht der diagonale Abstand zwischen den Dichtlippen anzusehen sondern der Durchmesser der Welle die abzudichten ist. Auch hier gibt es schwarze NBR, gr&uuml;ne Viton und rote oder wei&szlig;e Silikonkautschuk-Simmerringe. Bei Steyr-Puch wurden immer nur die schwarzen standard Simmerringe eingesetzt (Kosten-Nutzen Verh&auml;ltnis), auch am Motor. Die Hitze f&uuml;hrte zwar zum Verh&auml;rten des NBR-Kautschuks, aber erst nach jahrelangem Einsatz.</p>
<p> WD-Ringe gibt es ohne oder mit Staublippe ( diese ist vorteilhaft z.B. bei den Radnabendichtringen) ,&nbsp; mit ummanteltem oder nacktem Blechgeh&auml;use, und in anderen Varianten die aber beim Haflinger eh&acute; nicht in Frage kommen.&nbsp; Soviel zum kurzen Exkurs "Dichtringe".</p>
<p>Gr&uuml;&szlig;e, Mike J.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-09-04 15:17
        </div>
        <div class="post-body">
            <p>Hallo nochmal,</p>
<p>da meine Vorderachse gerade komplett zerlegt ist, habe ich auch wegen der Gewindebolzen nachgesehen... Es handelt sich ebenfalls um die gestufte Ausf&uuml;hrung mit 18,8 mm am &auml;u&szlig;eren Ende. Der Steg am Deckel ist vorhanden. Der Haflinger is Bj. 71 (US-Ausfg.). Bei dem schottischen Haflinger, den mein Vater restauriert hat, sind die Stege ebenfalls vorhanden (Bj. 72). Ich glaube, dass diese Deckel/Bolzen nicht nur bei Kommunalhaflingern verwendet wurden, sondern ab den 70ern prinzipiell.</p>
<p>Bei meiner Vorderachse sind weder die Deckel ausgeleiert noch die Gewinde an den Bolzen! Dies ist umso beachtlicher, als dass der Haflinger sicher kein leichtes Leben hatte und viel geschunden wurde. So sind z.B. alle erdenklichen Teile der Lenkung ausgeschlagen (Lagerbolzen der Lenkachsen, Achse zum Lenkspurhebel, Lenkstangengelenke etc.). Ich denke, ich werde die Gewindebolzen einfach wieder so montieren wie sie waren.</p>
<p>@Michael: Mich w&uuml;rde immer noch interessieren, wie dein Spezialwerkzeug funktioniert (siehe Beitrag oben).</p>
<p>Die Lagerung des Differentials inkl. Tellerrad beim Hafi finde ich eigentlich sowieso eigenartig. Es ist f&uuml;r mich verwunderlich, dass ein normales Rillenkugellager ausreicht, um die ganze Axialkraft vom Tellerrad aufzunehmen. Aber offensichtlich ist es halt einfach gro&szlig; genug.</p>
<p>&nbsp;</p>
<p>lG,<br />C</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-09-05 13:59
        </div>
        <div class="post-body">
            <p>Hallo Consti und Freunde!</p>
<p>Ja, da mu&szlig; ich dir Beipflichten!&nbsp; Aus maschinenbautechnischer Sicht, mu&szlig; bei Auftreten von axialem Druck an jedweder Welle zumindest ein Kegelrollenlager (wenn auch die Welle in radialer Sicht gef&uuml;hrt sein soll), ansonsten ein Axialdrucklager vorgesehen werden. Beim Haflinger wurden damals -offensichtlich &uuml;berdimensionierte - Kugellager genommen. Da es bisher noch bei keinem Getriebe zu Sch&auml;den aus diesem Grunde gekommen&nbsp; ist, kann man den Konstrukteuren von damals keinen Fehler vorwerfen. &Uuml;brigens: auf&nbsp; Zeichnungen aus der Zwischenkriegszeit von Differentialgetrieben f&uuml;r LKW f&uuml;r den extraschweren Einsatz (Milit&auml;r) ist zu sehen da&szlig; sogar geh&auml;rtete Stifte vorgesehen wurden, deren Planfl&auml;che an der glatten R&uuml;ckseite des Tellerades als St&uuml;tze gegen Ausweichen des Tellerrades unter starker Belastung diente. Dieser Stift konnte von au&szlig;en zugestellt werden, und mu&szlig;te wohl ein Spiel von max. 0,05mm eingehalten werden. </p>
<p>Zum Haflinger: Gem&auml;&szlig; Zg. des Querschnittes ist die das Flankenspiel bestimmende Distanzscheibe jene die Tellerradseitig eingebaut ist. Der an dieser Seite eingebaute Seitendeckel und der Distanzring (Ausgleichsscheibe) bleiben eingebaut beim Pr&uuml;fen des Flankenspiels mit dem Spezielwkzg. Dieses wird an der auf der Zg. offenen Seite angebaut. Die Klemmschraube blockiert den Triebling. Durch das 9mm Loch im Deckel kann das Tellerrad mittels Schraubenzieher bewegt werden. Der Taster wird mit seinem F&uuml;hlhebel an einen Zahn des T.Rades angelegt. Sollma&szlig; des Spiels 0,15 bis 0,30mm lt. Repanleitung. </p>
<p>Bei Abweichung mu&szlig; die Ausgleichsscheibe dicker oder d&uuml;nner gew&auml;hlt werden. D&uuml;nnermachen auf Fl&auml;chenschleifmaschine, dickere hat evtl. Gerhard D. oder Robert Prokschi auf Lager. Die "Gegenausgleichsscheibe" wird zuerst durch Ausmessen des Abstandes Kugellagersitz-Bund am Differential bestimmt. Danach die n&auml;chstd&uuml;nnere Scheibe genommen. Sollma&szlig; Axialspiel Differentialwelle mit eingebauten Diff.Seitendeckel 0,05 plus die Differenz der n&auml;chstd&uuml;nneren Scheibe, also max 0,09mm. (Abstufungen von Werk aus in 0,05 mm) Der Vorgang der Einstellung ist Beschrieben in der Rep. Anleitung, Kap. Einstellen des Tellerrades.</p>
<p>Das im obigen Beitrag gezeigte Spez.Wkzg. entspricht der Zg. 501.1.55.046.0&nbsp;&nbsp;&nbsp; Der Nr. 501... nach,&nbsp; wurde es bereits f&uuml;r die Getriebe der Puch 500-er geschaffen, siehe die weiteren Bilder. Ge&auml;ndert habe ich nur die Montage der Me&szlig;uhr, diese klebt mittels passendem Magneten (Neodym, extrem Stark)&nbsp; an der glatten Halteplatte Teil 2. </p>
<p>Bei Erneuern von Tellerrad-Triebling ist nach " alter V&auml;ter Sitte "&nbsp; das Tragbild mittels Preussischblau-Paste zu pr&uuml;fen. Es schadet aber nicht, das auch zu tun wenn man das Differential schon mal offen hat.&nbsp; Gr&uuml;&szlig;e... Mike J.</p>
<p><img src="http://farm5.static.flickr.com/4124/4959247891_1b60e7bddb_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Ausgleichsscheibe bei Tellerrad bestimmt Flankenspiel</p>
<p><img src="http://farm5.static.flickr.com/4083/4959245973_542e2b1f0c_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Instruktionen aus "Lehrgang zum Kleinwagen und Haflinger"</p>
<p><img src="http://farm5.static.flickr.com/4127/4959246387_f22a3f8c20_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Zeichnung zum &Auml;ndern des DiffSeitendeckels</p>
<p><img src="http://farm5.static.flickr.com/4110/4959246953_a04c595292_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Zeichnung zur Anfertigung Halterung Me&szlig;uhr</p>
<p><img src="http://farm5.static.flickr.com/4088/4959247371_bc7d0ae7d1_z.jpg" style="max-width: 550px;" border="0" /></p>
<p>Zeichnung zur Feststellschraube</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-09-05 17:19
        </div>
        <div class="post-body">
            <p>Hallo Michael!</p>
<p>Danke f&uuml;r die Erkl&auml;rung... h&auml;tte ich mir eigentlich selbst denken k&ouml;nnen, dass das Werkzeug am "unwichtigen" Seitendeckel angebracht wird.<br />Den Lehrgang zum Kundendienst muss ich mir auch mal besorgen.</p>
<p>LG,<br />C.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Ulli Popp</strong> replied on 2010-09-07 14:40
        </div>
        <div class="post-body">
            <p>Hallo Michael, hallo Constantin,</p>
<p>Auch bei meinem Bj.74 Zivil (noch Originalzustand da unten)&nbsp;sind die Stege vorhanden. Scheinbar reicht bei guter Passung die asymmetrische Klemmung mit dem weichen Alu aus. Ich glaube auch wie Constantin, da&szlig; ich das so lassen werde, da die Bolzen gut fest in der Faust sitzen.</p>
<p>Lb. Gr.&nbsp; Ulli</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-09-07 22:10
        </div>
        <div class="post-body">
            <p>@ Ulli !</p>
<p>Ja, la&szlig; es so. Solange der Bolzen fest geklemmt wird besteht keine Gefahr da&szlig; er bei jeder Radbewegung hin und her gebeutelt wird und die Faust ausschl&auml;gt. So wie du es auch bemerkt hast, ist wohl die strarmme Passung entscheidend.</p>
<p>Was mir nicht auf logische Art erkl&auml;rlich ist, das sind die Br&uuml;che der gegabelten Enden der Achsrohre, siehe auch das Foto vom Bernd H&ouml;ger.&nbsp; Da&szlig; der Bruch&nbsp; durch &Uuml;berbelastung entstanden sein soll ist eigentlich nicht logisch. Auch wenn z.B. eine sehr hohe Last auf der Hinterachse aufliegt, so wird in erster Linie die Wagenfeder auf Druck beansprucht, nicht aber das Achsrohr. Der Bruch, so wie er geschah, k&ouml;nnte darauf&nbsp; zur&uuml;ckzuf&uuml;hren sein, da&szlig; vielleicht der Gewindebolzen extrem schwerg&auml;ngig drehbar war im Auge des Achsrohres, eventuell sogar verrieben?&nbsp;&nbsp; Gr&uuml;&szlig;e, Mike J.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-09-08 09:47
        </div>
        <div class="post-body">
            <p>@Michael,</p>
<p>der Bruch ist im Gel&auml;ndeeinsatz entstanden (hab hier im Forum schon ausf&uuml;hrlich dar&uuml;ber berichtet). Beim Anfahren an ein Hindernis bei gleichzeitig voller Traktion am Hinterrad, hat es einen Schlag getan und das Gabelrohr war ab. Beim zerlegen hat sich gezeigt, da&szlig; die Bruchstelle und der Hohlraum schon angerostet war, daher vermute ich da&szlig; da schon vorher ein Riss war.Das Achsrohr stammt aus einem Kommunalhaflinger.Ich hatte damals&nbsp;g&uuml;nstig ein komplettes Fahrgestell bekommen, welches in gutem&nbsp;Zustand war. Da mein anderes Fahrgestell &uuml;berholungsbed&uuml;rftig war, habe ich kurzerhand das verst&auml;rkte Kommunalfahrgestell in Verbindung mit dem kurzen Tragrohr unter meinen Haflinger geschraubt. Vielleicht h&auml;tte ich vorher ein bisschen genauer hinschauen sollen.</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-09-11 21:55
        </div>
        <div class="post-body">
            <p>@ Bernd!</p>
<p>Habe dazu auch deinen Bericht im Pinziforum gelesen. Scheint,&nbsp; da&szlig; die Gewindebolzen bereits schwerg&auml;ngig, wenn nicht bereits verrieben waren in den Buchsen. Die Dochtschmierung im Bolzen hat wohl nur f&uuml;r die Zeit der Gew&auml;hrleistung und ein bi&szlig;chen dar&uuml;ber hinaus gereicht. Die Biegungsbeanspruchung bei jeder Federbewegung f&uuml;hrte im Laufe der Zeit zum Erm&uuml;dungsbruch der gegabelten Enden. Ich meine da&szlig; zur Kompensation der erh&ouml;hten Nutzlast bei Kommunalhafis, eher die Materialst&auml;rke des Teils welches den gegabelten Teil bildet, erh&ouml;ht h&auml;tte werden sollen, und zwar um mindestens 50%.&nbsp; Allein das aufschwei&szlig;en eines U-f&ouml;rmig gebogenen Flacheisens hat die mechan. Festigkeit nicht verbessert, siehe das Bild des Bruches.&nbsp; Heute w&uuml;rde an dieser Stelle ein Schmiedest&uuml;ck eingeschwei&szlig;t werden, sehr interessant waren zu diesem Thema die auf der Allradmesse in Gaaden ausgestellten "Tuning-Teile" f&uuml;r diverse 4x4 Fahrzeuge ( Landrover / Unimogs / Mercedes G usw.)</p>
<p>Hast du in der Folge die Lagerung der Achsrohre auf glatte Bolzen / Kunstoffbuchsen umgebaut?&nbsp;&nbsp;&nbsp; L.G. Mike J.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-09-13 11:25
        </div>
        <div class="post-body">
            <p>@Michael,</p>
<p>die Gewindebolzen waren leichtg&auml;ngig und gut geschmiert. Der Bruch kam von den Torsionskr&auml;ften beim Anfahren gegen das Hindernis und gleichzeitig vollem Drehmoment auf der Halbachse. Es war eine steile B&ouml;schung aus eine Baugrube heraus. Der Boden war ziemlich lose bis auf&nbsp; einen etwa 30 cm hohen Absatz rechts,der war aus festem hartem Material. Ich hatte den Kriechgang drin und alle Sperren.&nbsp;Traktion gab es nur durch das rechte Hinterrad an besagtem Absatz. Zum &uuml;berwinden der B&ouml;schung bin ich mehrmals gegen das Hindernis gefahren bis es einen Schlag getan hat. Die Halbachse hat gleichzeitg einen Schlag bekommen und ist durch das Antriebsmoment verdreht worden,verst&auml;rkt durch die Kurbelwirkung der Portalbauweise. Mir war sofort bewusst da&szlig; ich dem kleinen wohl etwas zuviel zugemutet hatte, aber an festgegangen Gewindebolzen lag es sicher nicht.</p>
<p>Ich habe schon mehrere Kommunalfahrgestelle zerlegt, die Gewindebolzen waren immer in erstaunlich gutem Zustand. Ich glaub wenn die Halbachslager immer in Bewegung sind ist es besser f&uuml;r die Haltbarkeit. Bei Zivilhaflingern habe ich schon total festgefressene Bolzen erlebt.Ich glaub da&szlig; privat genutze Fahrzeuge oft&nbsp;nach Gel&auml;ndeeinsatz f&uuml;r l&auml;ngere Abgestellt worden sind und dadurch die Bolzen festgegangen sind, bei milit&auml;risch genuzten&nbsp;Fahrzeugen war es vielleich &auml;hnlich.</p>
<p>Ich hab dank gut sortiertem Ersatzteilfundus meine Haflinger wieder mit&nbsp;neuen original Bolzen und Buchsen&nbsp;instandgesetzt.&nbsp;</p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-09-13 18:43
        </div>
        <div class="post-body">
            <p>Hallo Bernd!&nbsp;</p>
<p> Mit dem Fundus an Ersatzteilen bist du gewi&szlig; in einer gl&uuml;cklichen Lage. Durch deine Beschreibung wird es etwas klarer warum das Achsrohr brach, allerdings setzt die Annahme, da&szlig; die Verdrehung des Achsrohres im Bereich der beiden gegabelten Enden zum Bruch f&uuml;hrte voraus, da&szlig; der M 12 x 180 Bolzen, der die Strebe mit der am Achsrohr angeschwei&szlig;ten Sto&szlig;d&auml;mpfer / Fangband-Aufnahme verbindet, bereits soviel Spiel hatte da&szlig; die Verdrehung durch das Drehmoment stattfinden konnte. Mit Sicherheit wird das Achsrohr auf Verdrehung beansprucht, aber die mu&szlig; einerseits durch die steife Kontruktion der gegabelten Enden, andererseits durch die ausreichend feste Verbindung der Strebe mit dem Achsrohr abgefangen werden. </p>
<p>Ich k&ouml;nnte mir vorstellen da&szlig; die "Strebe" im Bereich der Anbindung ans Achsrohr ebenfalls gegabelt sein k&ouml;nnte, (mit einem M 12 Bolzen an der oberen Seite des Achsrohres)&nbsp; um auch dort die unweigerlich auftretenden Torsionskr&auml;fte abzufangen. </p>
<p>Ich denke, da&szlig;, so wie du es auch erkannt hast, die Portalachse ebenfalls hinsichtlich Verdrehung nachteilig ist, da der Hebel ( Abstand der Mittelachsen) dazukommt.</p>
<p>Vielleicht ist das einer der wenigen M&auml;ngel in der Gesamtkonstruktion, die mir Egon Rudolf (Dr.Techn., D.I.) aber nicht verraten wollte, als ich das Gl&uuml;ck hatte ihn anl&auml;&szlig;lich des Treffens 2009 in Stiefern / Eggenburg kennenzulernen.&nbsp;&nbsp; Gr&uuml;&szlig;e, Mike J.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-09-13 19:06
        </div>
        <div class="post-body">
            <p>Hallo Michael, es war das der Strebe abgewande hintere Gabelende ,welches brach. Ich glaub zur Abst&uuml;tzung sind die Streben ganz hilfreich, doch gegen Verdrehen k&ouml;nnen sie glaub ich weniger&nbsp;ausrichten.&nbsp;Aber wie gesagt die Bruchstellen hatten schon Rost und der Hohlraum war auch schon angesrostet, daher die Vermutung da&szlig; es schon vorher einen Haarriss gab. </p>
<p>Gru&szlig; Bernd</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-09-14 18:47
        </div>
        <div class="post-body">
            <p>Da hast du sicher Recht!&nbsp; Die Bruchfl&auml;che sieht eh&acute; bereits&nbsp; korrodiert aus und nicht wie soeben frisch gebrochen.&nbsp; Nach Erkennen welche Kr&auml;fte, und in welcher Richtung diese wirken wird mir auch klar warum bei SDP diese U.f&ouml;rmig gebogenen Flacheisen so wie gehabt auf den flachen Teil zwischen den gegabelten Enden des Achsrohres aufgeschwei&szlig;t wurden. Das sollte die beiden Enden gegen gegenseitiges Verdrehen stabilisieren. Hat bis zu einer gewissen Grenze gewirkt, aber es ist und bleibt halt ein Blechpre&szlig;teil. Na ja, ein gesenkgeschmiedeter Gabelteil mit ausgepr&auml;gten Rippen w&auml;re zweckm&auml;&szlig;iger gewesen, denke aber da&szlig; sie bei SDP die Herstellkosten nicht noch h&ouml;her treiben wollten. </p>
<p>Vielleicht noch ein Hinweis: Am meisten durch Rost gef&auml;hrdet sind die angeschwei&szlig;ten Sto&szlig;d&auml;mpfer / Fangband-Aufnahmen. Habe deine Bilder im Pinziforum gesehen wo du den Teil neu aufgebaut hast: ( Sehr sch&ouml;ne Arbeit &uuml;brigens wie du das fertiggebracht hast , typisch schw&auml;bische Art w&uuml;rde man hier sagen) .&nbsp; Seitens SDP wurde an dem Teil ein 5mm L&ouml;chlein gestanzt zur Entw&auml;sserung an unterster Stelle. Dieses ist sehr bald verlegt und bleibt immer feuchtes Erdreich drinnen und so kann das Teil langsam aber sicher wegrosten . Ich fr&auml;se stets diese L&ouml;cher so auf da&szlig; zwei Langl&ouml;cher entstehen mit ca. 6mm Breite und 12mm L&auml;nge. So kann mit dem K&auml;rcher der eingedrungene Dreck gut ausgesp&uuml;lt werden.&nbsp; Gr&uuml;&szlig;e, Mike J.</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ConstantinKiesling</strong> replied on 2010-09-14 19:31
        </div>
        <div class="post-body">
            <p>Hallo!</p>
<p>Ich dachte mir auch schon, dass der Bruch durch Torsion entstanden sein k&ouml;nnte, war mir aber ob der Abst&uuml;tzung durch die Diagonalstreben nicht sicher.</p>
<p>Nur zur Erg&auml;nzung: Es gibt nicht nur die mit dem aufgeschwei&szlig;ten Steg verst&auml;rkte Version des Achsschenkels. Schon vorher (sp&auml;te 60er) wurden die Halbachsen Seitens SDP modifiziert, um eine h&ouml;here Steifigkeit zu erreichen (siehe <a href="http://www.haflinger-4wd.com/offtopic/halbachsen02.jpg">Foto</a>, dieses zeigt alle drei Versionen).</p>
<p>Es kann allerdings sein, dass die "flache" Gabel deswegen eingef&uuml;hrt wurde, um das Aufschwei&szlig;en des Steges &uuml;berhaupt zu erm&ouml;glichen.</p>
<p>&nbsp;</p>
<p>Sch&ouml;ne Gr&uuml;&szlig;e,<br />Consti</p>
        </div>
    </div>
</body>
</html>
