<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Karosserie und tragende Teile</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Karosserie und tragende Teile
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Karosserie und tragende Teile</h1>
            <div class="post-meta">
                Posted by <strong>Wolfgang Busch</strong> on 2010-03-21 22:14
            </div>
            <div style="margin-top: 10px;">
                <span class="category">Restauration</span>
            </div>
            <div class="stats">
                Views: 7885 | Replies: 2
            </div>
        </div>
        <div class="post-body">
            <p>Wer kann mir einen Tip geben? Ich besitze seit 6 Jahren einen St.-P.700 AP Hafl., Baujahr 72. Nun will der T&Uuml;V uns trennen. Grund hierf&uuml;r ist der Rost. Speziell die tragenden Teile auf denen die Karosserie aufsitzt. Nun meine Frage, ist es m&ouml;glich, die kpl. Karosserie vom Unterbau abzuheben, um an diese Teile leichter ranzukommen bzw. diese auszutauschen?</p>
<p>w.b.</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Bernd H&#246;ger</strong> replied on 2010-03-22 09:49
        </div>
        <div class="post-body">
            <p>Hallo Wolfgang,</p>
<p>nat&uuml;rlich kann man die Karosserie(Plattform) abheben, das geht auch relativ einfach und schnell. Nur frage ich mich welche tragende Teile der T&Uuml;V wohl gemeint hat. Manchmal erschlie&szlig;t sich dem Leien die Konstruktion nicht auf den ersten Blick. Der Haflinger hat keine tragende Teile an der Karosserie, alle Fahrwerksr&auml;fte&nbsp;werden dierekt ins Zentralrohr eingeleitet und das kann er wohl nicht gemeint haben.</p>
<p>Gru&szlig; Bernd&nbsp;</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2010-03-25 19:50
        </div>
        <div class="post-body">
            <p>@ Wolfgang: K&ouml;nnte es sein da&szlig; der T&Uuml;V-Mann die Querbr&uuml;cken meint? Auch diese Teile, auf denen (auf nur 4 Punkten!) die Plattform aufliegt und mittels M12 Sechskantschrauben befestigt ist, gibt es als "New Old&nbsp; Stock" noch immer als Ersatzteil. Auch als Gebrauchtteile sind diese Quertr&auml;ger erh&auml;ltlich, weil sie eigentlich fast nie kaputtgehen. ( jene der CH-Haflinger wurden schon damals mit Hohlraumwachs innen behandelt)&nbsp; </p>
<p>Ansont k&ouml;nnten h&ouml;chstens die Randversteifungen und / oder die hohlen Quertr&auml;ger der Plattform gemeint sein. Wenn dort der Rost das Blech zerfrisst, so kann das einfach weggeflext und mit stumpf eingeschwei&szlig;tem Blech repariert werden. </p>
<p>Es handelt sich aber nicht um "Tragende Teile". Es ist tats&auml;chlich so wie Bernd schreibt, n&auml;mlich da&szlig; die Brems, Lenk usw.- Kr&auml;fte alle unmittelbar ans Zentralrohr und damit an die &uuml;brigen R&auml;der eingeleitet werden. Der Haflinger hat keine selbsttragende Karosserie, sondern einen soliden "Rahmen" aus einem extrem steifen Rohr und k&ouml;nnte selbst ohne Plattform auch in schwierigstem Gel&auml;nde noch gefahren werden (Siehe auch die Lehrmodelle f&uuml;r die schweizer Armee!).&nbsp; Gr&uuml;&szlig;e, Mike</p>
        </div>
    </div>
</body>
</html>
