<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Spam seit der Anmeldung im Forum</title>
    <style>
        body { font-family: Arial, sans-serif; max-width: 1200px; margin: 0 auto; padding: 20px; background: #f5f5f5; }
        .header { background: #fff; padding: 20px; margin-bottom: 20px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .breadcrumb { font-size: 14px; color: #666; margin-bottom: 10px; }
        .breadcrumb a { color: #0066cc; text-decoration: none; }
        .post { background: #fff; padding: 20px; margin-bottom: 15px; border-radius: 5px; box-shadow: 0 2px 5px rgba(0,0,0,0.1); }
        .post-header { border-bottom: 1px solid #eee; padding-bottom: 10px; margin-bottom: 15px; }
        .post-title { font-size: 24px; font-weight: bold; margin: 0 0 10px 0; }
        .post-meta { font-size: 14px; color: #666; }
        .post-body { line-height: 1.6; }
        .reply { border-left: 3px solid #0066cc; margin-left: 20px; }
        .category { display: inline-block; background: #e0e0e0; padding: 3px 8px; border-radius: 3px; font-size: 12px; margin-right: 5px; }
        .stats { font-size: 14px; color: #666; margin-top: 10px; }
    </style>
</head>
<body>
    <div class="header">
        <div class="breadcrumb">
            <a href="index.html">Home</a> &raquo; 
            <a href="section3.html">Haflinger</a> &raquo; 
            Spam seit der Anmeldung im Forum
        </div>
    </div>
    <div class="post">
        <div class="post-header">
            <h1 class="post-title">Spam seit der Anmeldung im Forum</h1>
            <div class="post-meta">
                Posted by <strong>Stefan_Feierabend</strong> on 2009-06-14 18:41
            </div>
            <div class="stats">
                Views: 10505 | Replies: 7
            </div>
        </div>
        <div class="post-body">
            <p>Hallo zusammen,</p>
<p>nachdem ich mich im Forum angemeldet habe (das Thema mit dem reellen Namen), bekomme ich sehr viele Spam-Mails. Von Haflingerkollegen weiss ich, dass sie sich deshalb wieder abgemeldet haben bzw. dass sie sich aus diesem bekannten Grund (und auch aus Datenschutzgr&uuml;nden) gar nicht anmelden.</p>
<p>Habt ihr &auml;hnliche Erfahrungen?</p>
<p>Ich finde es schade, dass profunde Kenner der Materie so aus dieser Runde fern bleiben...</p>
<p>Gru&szlig; vom Bodensee</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ChristophWille</strong> replied on 2009-06-14 18:58
        </div>
        <div class="post-body">
            <p>Bevor Du jemanden beschuldigst k&ouml;nntest ja fragen... erstens sind die Emailadressen der Mitglieder nirgends im Forum publik, zweitens bin ich der einzige der Zugang zu allen Emailadressen der Mitglieder hat.</p>
<p>Ergo: nein, der Grund da&szlig; Du Spam bekommst ist nicht Deine Mitgliedschaft in diesem Forum. Wer's dennoch behauptet m&ouml;ge zumindest eine beweisbare Theorie beibringen.</p>
<p>Chris</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ChristophWille</strong> replied on 2009-06-14 19:03
        </div>
        <div class="post-body">
            <p>Abgesehen von dem Thema Spam: d&uuml;rfte ich bitte erfahren was denn die Bedenken zum Thema Datenschutz sind?</p>
<p>Chris</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>BernhardSpuida</strong> replied on 2009-06-14 19:15
        </div>
        <div class="post-body">
            <p>Sch&ouml;nen Abend!</p>
<p>Nein, kein erh&ouml;htes Spamaufkommen seit ich hier angemeldet bin.</p>
<p>Und ich finds gut, da&szlig; man sich mit dem echten Namen anmeldet - so weiss man mit wem man redet. Ist pers&ouml;nlicher - Haflngerfreunde sind ja eine grosse Familie - und ausserdem wird so meiner Erfahrung mit diversen Foren nach der Umgangston auch deutlich angenehmer. Keine anonyme Vorw&uuml;rfe, Beleidigungen oder gar Forenspam. Mal ehrlich: mit wem w&uuml;rdest du lieber diskutieren - "HafiFreak666fromHell" oder "Bernhard Spuida"?</p>
<p>Und was f&uuml;r Bedenken gibt es zum Datenschutz? Mir fallen keine Ernstzunehmenden ein - ausser vielleicht da&szlig; sich die G&ouml;ttergattin aufregen k&ouml;nnte weil man zuviel im Forum ist statt den n&auml;chsten Familienurlaub online zu buchen :-)</p>
<p>&nbsp;</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Stefan_Feierabend</strong> replied on 2009-06-14 19:42
        </div>
        <div class="post-body">
            <p>[quote user="Christoph Wille"]Bevor Du jemanden beschuldigst k&ouml;nntest ja fragen...[/quote]</p>
<p>Sorry, das sollte keine Beschuldigung sein! Es ist eine Beobachtung und ich wollte nur wissen, ob es anderen auch so geht.</p>
<p>Wenn das missverst&auml;ndlich formuliert ist, dann m&ouml;chte ich das hiermit richtigstellen und mich entschuldigen!</p>
<p>Ich vermute, dass irgendwelche Bots aus den Beitr&auml;gen die Namen filtern und so Mailadressen generieren. Es w&auml;re interessant, ob es anderen auch so geht, die eine Mailadresse besitzen, die aus Vor- und Nachname besteht. Es war nicht meine Absicht, zu behaupten, irgendjemand k&ouml;nne die Daten der Mitglieder einsehen!</p>
<p>Zweifelsohne ist es aber so, dass man mit seinem reellen Namen im Netz etwas preisgibt, das durchaus sensibel betrachtet werden muss. Jegliche Verbindung mit diesem Namen <span style="text-decoration: underline;">kann</span> missbraucht werden (man nehme nur einen der Namen, suche die Adresse dazu und schon weiss man, wo ein Hafi steht!). Ich verstehe es, wenn das manche Leute nicht wollen und wollte daher dieses Thema ansprechen. Mir ist aus anderen Foren auch bekannt, dass mit anonymen Accounts viel Schindluder getrieben wird und dies wird so sicherlich sehr stark eingeschr&auml;nkt, hat also auch wieder seine Berechtigung. Zweischneidiges Schwert sozusagen...</p>
<p>Sorry nochmal, es war nicht b&ouml;se gemeint!</p>
<p>Gru&szlig;</p>
<p><br />Stefan</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>ChristophWille</strong> replied on 2009-06-14 22:11
        </div>
        <div class="post-body">
            <p>Zu Vor- und Nachname geh&ouml;rt auch noch die Emaildomain. Und ohne der geht es nicht (der Emailversand).</p>
<p>Zum Thema Realname: es ist schlicht unh&ouml;flich sich in einer Gemeinschaft nicht zu deklarieren. Wer nicht unter seinem echten Namen auftreten will hat in einer Gemeinschaft nichts zu suchen (meine Meinung - wie l&auml;cherlich ist es wenn man sich dann bei einer Veranstaltung trifft und sagt "Ich bin Offroad1984")</p>
<p>Chris</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Klaus Herbertz</strong> replied on 2009-06-19 20:09
        </div>
        <div class="post-body">
            <p>Vielleicht sollte man akzeptieren das es Leute gibt die sich einfach sch&uuml;tzen wollen. Wer sich&nbsp; im Internet &ouml;ffentlich macht oder &ouml;ffentlich darstellt, ist es selber Schuld. Auch wenn es sich nur um eine Disskussion &uuml;ber eine Schraube handelt.&nbsp; Da das Haflingerforum hier aber ein geschlossenes Board ist bei dem man sich vorher anmelden mu&szlig;, mache ich mir deshalb keine Sorgen. Daher machen sie gute Arbeit, Herr Wille. Herzlichen Dank!</p>
<p>Klaus Herbertz</p>
        </div>
    </div>
    <div class="post reply">
        <div class="post-header">
            <strong>Michael Janczer</strong> replied on 2009-06-22 08:54
        </div>
        <div class="post-body">
            <p>Hallo Chris! Bin auch deiner Meinung, wer sich nicht deklariert , sich nur als Mr. Anonym wichtig zu machen getraut, der hat keine Berechtigung in einem Forum, welches auch immer das sein m&ouml;ge, zu schreiben. Ein Weg, um die sog. Bots (also Suchprogramme die auf das "@" in einem Text ansprechen) auszutricksen, k&ouml;nnte sein,&nbsp; bein Angeben seiner e-Mail Adresse&nbsp; nicht das @ anzuschreiben sondern stattdessen "&auml;t" zu schreiben..., oder wie&acute;s Consti macht, die e-Mail Adresse als Grafik einzuf&uuml;gen....Ich kann jedenfalls nicht &uuml;ber etwaige Spams aufgrund meiner gelegentlichen Teilnahme am Forum berichten!</p>
<p>W&uuml;rde mich freuen deine Meinung als Experte zu lesen ! </p>
<p>Gr&uuml;&szlig;e...</p>
        </div>
    </div>
</body>
</html>
